[
    {
        "song": "Cleanin out my closet",
        "artist": "eminem",
        "lyrics": "\r\nWhere's my snare?\nI have no snare in my headphones - there you go\nYeah... yo, yo\n\nHave you ever been hated or discriminated against?\nI have; I've been protested and demonstrated against\nPicket signs for my wicked rhymes, look at the times\nSick as the mind of the motherfucking kid that's behind\nAll this commotion emotions run deep as ocean's exploding\nTempers flaring from parents just blow 'em off and keep going\nNot taking nothing from no one give 'em hell long as I'm breathing\nKeep kicking ass in the morning and taking names in the evening\nLeave 'em with a taste as sour as vinegar in they mouth\nSee they can trigger me, but they'll never figure me out\nLook at me now; I bet ya probably sick of me now ain't you momma?\nI'mma make you look so ridiculous now\n\nI'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry; but tonight\nI'm cleaning out my closet (one more time)\nI said I'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry, but tonight\nI'm cleaning out my closet\n\nHa! I got some skeletons in my closet\nAnd I don't know if no one knows it\nSo before they thrown me inside my coffin and close it\nI'mma expose it; I'll take you back to '73\nBefore I ever had a multi-platinum selling CD\nI was a baby, maybe I was just a couple of months\nMy faggot father must have had his panties up in a bunch\nCause he split, I wonder if he even kissed me goodbye\nNo I don't. On second thought I just fucking wished he would die\nI look at Hailie, and I couldn't picture leaving her side\nEven if I hated Kim, I grit my teeth and I'd try\nTo make it work with her at least for Hailie's sake\nI maybe made some mistakes\nBut I'm only human, but I'm man enough to face them today\nWhat I did was stupid, no doubt it was dumb\nBut the smartest shit I did was take the bullets outta that gun\nCause I'da killed him; shit I would've shot Kim and him both\nIt's my life, I'd like to welcome y'all to &quot;The Eminem Show&quot;\n\nI'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry; but tonight\nI'm cleaning out my closet (one more time)\nI said I'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry, but tonight\nI'm cleaning out my closet\n\nNow I would never diss my own momma just to get recognition\nTake a second to listen for who you think this record is dissing\nBut put yourself in my position; just try to envision\nWitnessing your momma popping prescription pills in the kitchen\nBitching that someone's always going through her purse and shit's missing\nGoing through public housing systems, victim of Munchhausen's Syndrome\nMy whole life I was made to believe I was sick when I wasn't\n'Til I grew up, now I blew up, it makes you sick to ya stomach\nDoesn't it? Wasn't it the reason you made that CD for me Ma?\nSo you could try to justify the way you treated me Ma?\nBut guess what? You're getting older now and it's cold when you're lonely\nAnd Nathan's growing up so quick he's gonna know that you're phony\nAnd Hailie's getting so big now; you should see her, she's beautiful\nBut you'll never see her - she won't even be at your funeral!\nSee what hurts me the most is you won't admit you was wrong\nBitch do your song - keep telling yourself that you was a mom!\nBut how dare you try to take what you didn't help me to get\nYou selfish bitch; I hope you fucking burn in hell for this shit\nRemember when Ronnie died and you said you wished it was me?\nWell guess what, I am dead - dead to you as can be!\n\nI'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry; but tonight\nI'm cleaning out my closet (one more time)\nI said I'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry, but tonight\nI'm cleaning out my closet\n\nI'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry; but tonight\nI'm cleaning out my closet (one more time)\nI said I'm sorry momma!\nI never meant to hurt you!\nI never meant to make you cry, but tonight\nI'm cleaning out my closet\n"
    },
    {
        "song": "papazsong",
        "artist": "2pac",
        "lyrics": "\r\nDaddy's home...\r\n   \r\n<i>[2Pac]</i>\r\nHeh, so?\r\nYou say that like that means somethin to me\r\nYou've been gone a mighty long motherfuckin time\r\nfor you to be comin home talkin that &quot;daddy's home&quot; shit (nigga)\r\nWe been gettin along fine just without you\r\nMe, my brother, and my mother\r\nSo if you don't mind, you can step the FUCK off, POPS.. fuck you!\r\n   \r\n<i>[2Pac]</i>\r\nHad to play catch by myself, what a sorry sight\r\nA pitiful plight, so I pray for a starry night\r\nPlease send me a pops before puberty\r\nthe things I wouldn't do to see a piece of family unity\r\nMoms always work, I barely see her\r\nI'm startin to get worried without a pops I'll grow to be her\r\nIt's a wonder they don't understand kids today\r\nso when I pray, I pray I'll never grow to be that way\r\nAnd I hope that he answers me\r\nI heard God don't like ugly well take a look at my family\r\nA different father every weekend\r\nBefore we get to meet him they break up before the week ends\r\nI'm gettin sick of all the friendships\r\nAs soon as we kick it he done split and the whole shit ends quick\r\nHow can I be a man if there's no role model?\r\nStrivin to save my soul I stay cold drinkin a forty bottle\r\nI'm so sorry...\r\n   \r\n<i>[Chorus]</i>\r\nI'm so sorry\r\nfor all this time (I'm so sorry)\r\nfor all this time\r\nfor all this time (don't lie)\r\nI'm so sorry\r\nfor all this time (so, sorry)\r\nfor all this time\r\nfor all this time, so sorry baby!\r\n   \r\n<i>[Wycked]</i>\r\nMoms had to entertain many men\r\nDidn't wanna do it but it's time to pay the rent again\r\nI'm gettin a bit older and I'm startin to be a bother\r\nMoms can't stand me cause I'm lookin like my father\r\nShould I stay or run away, tell me the answer\r\nMoms ignores me and avoids me like cancer\r\nGrow up rough and it's hard to understand stuff\r\nMoms was tough cause his poppa wasn't man enough\r\nCouldn't stand up to his own responsibilities\r\nInstead of takin care of me, he'd rather live lavishly\r\nThat's why I'll never be a father;\r\nunless you got the time it's a crime don't even bother\r\n(That's when I started hatin the phony smiles\r\n Said I was an only child)\r\nLook at mama's lonely smile\r\nIt's hard for a son to see his mother cry\r\nShe only loves you, but has to fuck with these other guys\r\nI'm so sorry...\r\n\r\n<i>[Chorus]</i>\r\nI'm so sorry\r\nfor all this time\r\nfor all this time\r\nfor all this time\r\nI'm so sorry\r\nfor all this time\r\nfor all this time (so sorry)\r\nfor all this time, so sorry baby!\r\n   \r\n<i>[2Pac]</i>\r\nMan child in the promised land couldn't afford many heroes\r\nMoms was the only one there my pops was a no-show\r\nAnd ohh -I guess ya didn't know \r\nthat I would grow to be so strong\r\nLookin kinda pale, was it the ale oh pops was wrong\r\nWhere was the money that you said, you would send me\r\ntalked on the phone and you sounded so friendly\r\nAsk about school and my welfare\r\nbut it's clear, you ain't sincere hey who the hell cares\r\nYou think I'm blind but this time I see you comin, Jack\r\nYou grabbed your coat, left us broke, now ain't no runnin back\r\nAsk about my moms like you loved her from the start\r\nLeft her in the dark, she fell apart from a broken heart\r\nSo don't even start with that &quot;wanna be your father&quot; shit\r\nDon't even bother with your dollars I don't need it\r\nI'll bury moms like you left me all alone G\r\nNow that that I finally found you, stay the Fuck away from me\r\nYou're so sorry..\r\n   \r\n<i>[Chorus]</i>\r\nI'm so sorry (so sorry)\r\nfor all this time (so, so sorry)\r\nfor all this time (I'm so so sorry)\r\nfor all this time (fuck that!)\r\nI'm so sorry\r\nfor all this time (no)\r\nfor all this time (so sorry)\r\nfor all this time, so sorry baby!\r\n   \r\n<i>[Tupac - impersonating his father]</i>\r\nI never meant to leave but I was wanted\r\nCrossed too many people every house I'd touch was haunted\r\nHad to watch the strangers every brother was in danger\r\nIf I was to keep you breathin, had to be out of range-a\r\nHad to move, one to lost my name and pick the number\r\nMade me watch my back I had no happy home to run to\r\nMaybe it's my fault for being a father livin fast\r\nBut livin slow, mean half the dough, and you won't get no ass\r\nHindsight shows me it was wrong all along\r\nI wanted to make some dough so you would grow to be so strong\r\nIt took a little longer than I thought\r\nI slipped, got caught, and sent to jail by the courts\r\nNow I'm doin time and I wish you'd understand\r\nall I ever wanted was for you to be a man\r\nand grow to be the type you was meant to be\r\nKeep the war fightin by the writings that you sent to me\r\nI'm so sorry...\r\n   \r\n<i>[Chorus w/ variations til end]</i>\n"
    },
    {
        "song": "hey mama",
        "artist": "kanye west",
        "lyrics": "\r\n<i>[Chorus]</i>\r\n(Hey Mama), I wanna scream so loud for you, cuz I'm so proud of you\r\nLet me tell you what I'm about to do, (Hey Mama)\r\nI know I act a fool but, I promise you I'm goin back to school\r\nI appreciate what you allowed for me\r\nI just want you to be proud of me (Hey Mama)\r\n\r\n<i>[Verse 1]</i>\r\nI wanna tell the whole world about a friend of mine\r\nThis little light of mine and I'm finna let it shine\r\nI'm finna take yall back to them better times\r\nI'm finna talk about my mama if yall don't mind\r\nI was three years old, when you and I moved to the Chi\r\nLate December, harsh winter gave me a cold\r\nYou fixed me up something that was good for my soul\r\nFamous homemade chicken soup, can I have another bowl?\r\nYou work late nights just to keep on the lights\r\nMommy got me training wheels so I could keep on my bike\r\nAnd you would give anything in this world\r\nMichael Jackson leather and a glove, but didn't give me a curl\r\nAnd you never put no man over me\r\nAnd I love you for that mommy cant you see?\r\nSeven years old, caught you with tears in your eyes\r\nCuz a nigga cheatin, telling you lies, then I started to cry\r\nAs we knelt on the kitchen floor\r\nI said mommy Imma love you till you don't hurt no more\r\nAnd when I'm older, you aint gotta work no more\r\nAnd Imma get you that mansion that we couldn't afford\r\nSee you're, unbreakable, unmistakable\r\nHighly capable, lady that's makin loot\r\nA livin legend too, just look at what heaven do\r\nSend us an angel, and I thank you (Hey Mama)\r\n\r\n<i>[Chorus]</i>\r\n\r\n<i>[Verse 2]</i>\r\nForrest Gump mama said, life is like a box of chocolates\r\nMy mama told me go to school, get your doctorate\r\nSomethin to fall back on, you could profit with\r\nBut still supported me when I did the opposite\r\nNow I feel like it's things I gotta get\r\nThings I gotta do, just to prove to you\r\nYou was getting through, can the choir please\r\nGive me a verse of &quot;You, Are So Beautiful To Me&quot;\r\nCan't you see, you're like a book of poetry\r\nMaya Angelou, Nicky Giovanni, turn one page and there's my mommy\r\nCome on mommy just dance wit me, let the whole world see your dancing feet\r\nNow when I say Hey, yall say Mama, now everybody answer me (Hey Mama)\r\n\r\n<i>[Chorus]</i>\r\n\r\n<i>[Bridge]</i>\r\nI guess it also depends tho, if my ends low\r\nSecond they get up you gon get that Benzo\r\nTint the windows, ride around the city and let ya friends know (Hey Mama)\r\n\r\n<i>[Verse 3]</i>\r\nTell your job you gotta fake em out\r\nSince you brought me in this world, let me take you out\r\nTo a restaurant, upper echelon\r\nImma get you a jag, whatever else you want\r\nJust tell me what kind of S-Type Donda West like?\r\nTell me the perfect color so I make it just right\r\nIt don't gotta be Mother's Day, or your birthday\r\nFor me to just call and say (Hey Mama)\r\n\r\n<i>[Chorus (with variations)]</i>\n"
    },
    {
        "song": "when I'm gone",
        "artist": "eminem",
        "lyrics": "\r\n<i>[Introduction:]</i>\nYeah...\nIt's my life...\nMy own words I guess...\n\n<i>[Verse 1:]</i>\nHave you ever loved someone so much, you'd give an arm for?\nNot the expression, no, literally give an arm for?\nWhen they know they're your heart\nAnd you know you were their armour\nAnd you will destroy anyone who would try to harm her\nBut what happens when karma, turns right around and bites you?\nAnd everything you stand for, turns on you to spite you?\nWhat happens when you become the main source of her pain?\n&quot;Daddy look what I made&quot;, Dad's gotta go catch a plane\n&quot;Daddy where's Mommy? I can't find Mommy where is she?&quot;\nI don't know go play Hailie, baby, your Daddy's busy\nDaddy's writing a song, this song ain't goin' write itself\nI'll give you one underdog then you gotta swing by yourself\nThen turn right around in that song and tell her you love her\nAnd put hands on her mother, who's a spitting image of her\nThat's Slim Shady, yeah baby, Slim Shady's crazy\nShady made me, but tonight Shady's rocka-by-baby...\n\n<i>[Chorus:]</i>\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back...\n\n<i>[Verse 2:]</i>\nI keep having this dream, I'm pushin' Hailie on the swing\nShe keeps screaming, she don't want me to sing\n&quot;You're making Mommy cry, why? Why is Mommy crying?&quot;\nBaby, Daddy ain't leaving no more, &quot;Daddy you're lying&quot;\n&quot;You always say that, you always say this is the last time\nBut you ain't leaving no more, Daddy you're mine&quot;\nShe's piling boxes in front of the door trying to block it\n&quot;Daddy please, Daddy don't leave, Daddy - no stop it!&quot;\nGoes in her pocket, pulls out a tiny necklace locket\nIt's got a picture, &quot;This'll keep you safe Daddy, take it witcha&quot;\nI look up, it's just me standing in the mirror\nThese fucking walls must be talking, cause man I can hear 'em\nThey're saying &quot;You've got one more chance to do right&quot; - and it's tonight\nNow go out there and show 'em that you love 'em before it's too late\nAnd just as I go to walk out of my bedroom door\nIt turns to a stage, they're gone, and this spotlight is on\nAnd I'm singing...\n\n<i>[Chorus:]</i>\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back...\n\n<i>[Verse 3:]</i>\nSixty thousand people, all jumping out their seat\nThe curtain closes, they're throwing roses at my feet\nI take a bow and thank you all for coming out\nThey're screaming so loud, I take one last look at the crowd\nI glance down, I don't believe what I'm seeing\n&quot;Daddy it's me, Help Mommy, her wrists are bleeding&quot;\nBut baby we're in Sweden, how did you get to Sweden?\n&quot;I followed you Daddy, you told me that you weren't leavin'\n&quot;You lied to me Dad, and now you make Mommy sad\n&quot;And I bought you this coin, it says 'Number One Dad'\n&quot;That's all I wanted, I just want to give you this coin&quot;\n&quot;I get the point - fine, me and Mommy are going&quot;\nBut baby wait, &quot;it's too late Dad, you made your choice\n&quot;Now go up there and show 'em that you love 'em more than us&quot;\nThat's what they want, they want you Marshall\nThey keep... screamin' your name\nIt's no wonder you can't go to sleep, just take another pill\nYeah, I bet you you will. You rap about it, yeah, word, k-keep it real\nI hear applause, all this time I couldn't see\nHow could it be, that the curtain is closing on me\nI turn around, find a gun on the ground, cock it\nPut it to my brain, scream &quot;Die Shady!&quot; and pop it\nThe sky darkens, my life flashes, the plane that I was\nSupposed to be on crashes and burns to ashes\nThat's when I wake up, alarm clock's ringin', there's birds singin'\nIt's spring and Hailie's outside swinging, I walk right up to Kim and kiss her\nTell her I miss her, Hailie just smiles and winks at her little sister\nAlmost as if to say\n\n<i>[Chorus/Outro:]</i>\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back...\n\n<i>[Curtains closing and sounds of clapping]</i>\n"
    },
    {
        "song": "Brenda's Got A Baby",
        "artist": "2PAC",
        "lyrics": "\r\nBrenda's got a Baby\r\nBrenda's got a Baby\r\n\r\nI hear Brenda's got a baby\r\nBut, Brenda's barely got a brain\r\nA damn shame\r\nThe girl can hardly spell her name\r\n(That's not our problem, that's up to Brenda's family)\r\nWell let me show ya how it affects the whole community\r\nNow Brenda really never knew her moms and her dad was a\r\njunky\r\nWent in death to his arms, it's sad\r\nCause I bet Brenda doesn't even know\r\nJust cause your in the ghetto doesn't mean ya can't grow\r\nBut oh, that's a thought, my own revelation\r\nDo whatever it takes to resist the temptation\r\nBrenda got herself a boyfriend\r\nHer boyfriend was her cousin, now lets watch the joy end\r\nShe tried to hide her pregnancy, from her family\r\nWho didn't really care to see, or give a damn if she\r\nWent out and had a church of kids\r\nAs long as when the check came they got first dibs\r\nNow Brenda's belly is gettin bigger\r\nBut no one seems to notice any change in her figure\r\nShe's 12 years old and she's having a baby\r\nIn love with the molester, who's sexing her crazy\r\nAnd yet she thinks that he'll be with her forever\r\nAnd dreams of a world with the two of them are together,\r\nwhatever\r\nHe left her and she had the baby solo, she had it on the\r\nbathroom floor\r\nAnd didn't know so, she didn't know, what to throw away and\r\nwhat to keep\r\nShe wrapped the baby up and threw him in the trash heep\r\nI guess she thought she'd get away\r\nWouldn't hear the cries\r\nShe didn't realize\r\nHow much the the little baby had her eyes\r\nNow the baby's in the trash heep balling\r\nMomma can't help her, but it hurts to hear her calling\r\nBrenda wants to run away\r\nMomma say, you makin' me lose pay, the social workers here\r\neveryday\r\nNow Brenda's gotta make her own way\r\nCan't go to her family, they won't let her stay\r\nNo money no babysitter, she couldn't keep a job\r\nShe tried to sell crack, but end up getting robbed\r\nSo now what's next, there ain't nothing left to sell\r\nSo she sees sex as a way of leaving hell\r\nIt's paying the rent, so she really can't complain\r\nProstitute, found slain, and Brenda's her name, she's got a baby\r\n\r\nBaby\r\n\r\n(don't you know she's got a baby)\r\n(don't you know she's got a baby)\r\n(don't you know she's got a baby)\r\n(don't you know she's got a baby)\r\n(don't you know she's got a baby)\r\n(don't you know she's got a baby)\n"
    },
    {
        "song": "otherside",
        "artist": "macklemore",
        "lyrics": "\r\nOh girl, this boat is sinking\nThere's no sea left for me\nAnd how the sky gets heavy\nWhen you are underneath it!\nOh. I want to sail away from here.\nAnd god. He came down down down down down down down down\nAnd said (down down down down down down down down)\nNothing (down down down down down down down down)\n\nHe rolled up, asked him what he was sippin' on\nHe said lean, You want to hit it, dawg?\nThat's the same stuff\nWeezy's sippin' huh?\nAnd tons of other rappers that be spittin' hard\nYup yup five a bone\nWhen he passed him that Styrofoam the Easter pink, heard it in a rhyme before\nFinally got to see what all the hype was on\nAnd then he took a sip, sittin' in the Lincoln thinkin' he was pimpin' as he listen to the system\nLittle did he know that it was just as addictive as bass\nNot the kind of hit from the kick drum\nHot box, let the bass bump\nTake it to the face, gulp\nMonths later the use went up\nEvery blunt was accompanied by the pink stuff\nBut Goddamn he loved that feelin'\nPurple rain coated in the throat\nJust so healin'\nMedicine alleviate the sickness\nLiquid affix and it comes with a cost\nWake up, cold sweat, scratchin', itchin'\nTrying to escape the skin that barely fit him\nGone, get another bottle just to get a couple swallows\nHeaded towards the bottom couldn't get off it\nDidn't even think he had a problem\nThough he couldn't sleep without gettin' nauseous\nRoom spinnin', thinkin' he might've sipped just a little bit too much of that cough syrup\nHis eyelids closed shut\nSat back in the chair clutchin' that cup\nGirlfriend came and a couple hours later said his name shook him but he never got up\n\nHe never got up, he never got up\nWe live on the cusp of death thinkin' that it won't be us\nIt won't be us, it won't be us, it won't be us\nNah, it won't be us\nOh girl, this boat is sinking\nThere's no sea left for me\nAnd how the sky gets heavy\nWhen you are underneath it!\nOh. I want to sail away from here.\nAnd god. He came down down down down down down down down\nAnd said (down down down down down down down down)\nNothing (down down down down down down down down)\n\nHe just wanted to act like them\nHe just wanted to rap like him\nUs as rappers underestimate the power and the effects that we have on these kids\nBlunt passed, ash in a tin, pack being pushed, harassed by the feds\nThe fact of it is most people that rap like this talkin' about some shit they haven't lived\nSurprise, you know the drill\nTrapped in a box, declined record sales\nFollow the formula violence, drugs, and, sex sells\nSo we try to sound like someone else\nThis is not Californication\nThere's no way to glorify this pavement\nSyrup, Percocet, and an eighth a day will leave you broke, depressed, and emotionally vacant\nDespite how Lil Wayne lives\nIt's not conducive to being creative\nAnd I know 'cause he's my favorite\nAnd I know 'cause I was off that same mix\nRationalize the shit that I'd try after I listen to dedication\nBut he's an alien, I'd sip that shit, pass out or play Playstation\nMonths later I'm in the same place\nNo music made, feeling like a failure\nAnd trust me it's not dope to be 25 and move back to your parent's basement\nI've seen my people's dreams die\nI've seen what they can be denied\nAnd &quot;weeds not a drug&quot; - that's denial\nGroundhog Day life repeat each time\nI've seen Oxycontin take three lives\nI grew up with them, we used to chief dimes\nI've seen cocaine bring out the demons inside\nCheatin' and lyin'\nFriendship cease, no peace in the mind\nStealin' and takin' anything to fix the pieces inside\nBroken, hopeless, headed nowhere\nOnly motivation for what the dealer's supplying\nThat rush, that drug, that dope\nThose pills, that crumb, that roach\nThinkin' I would never do that, not that drug\nAnd growing up nobody ever does\nUntil you're stuck, lookin' in the mirror like I can't believe what I've become\nSwore I was gonna be someone\nAnd growing up everyone always does\nWe sell our dreams and our potential\nTo escape through that buzz\nJust keep me up, keep me up\nHollywood here we come\n\nOh girl this boat is sinking\nThere's no sea left for me\nAnd how the sky gets heavy\nWhen you are underneath it\nOh, I want to sail away from here\nAnd god. He came down down down down down down down\nAnd said\nNothing\n"
    },
    {
        "song": "tencrackcommandments",
        "artist": "notoriousbig",
        "lyrics": "\r\n<i>[Chuck D]</i> &quot;One two three four five six seven eight nine&quot;\n\nUhh, it's the ten crack commandments\nWhat, uhh, uhh\nNigga can't tell me nothin bout this coke, uh-huh\nCan't tell me nothin bout this crack, this weed\nTo my hustlin niggaz\nNiggaz on the corner I ain't forget you niggaz\nMy triple beam niggaz, word up\n\n<i>[Chuck D]</i> &quot;One two three four five six seven eight nine&quot;\n&quot;TEN&quot;\n\nI been in this game for years, it made me a animal\nIt's rules to this shit, I wrote me a manual\nA step by step booklet for you to get\nyour game on track, not your wig pushed back\nRule nombre uno: never let no one know\nhow much, dough you hold, cause you know\nThe cheddar breed jealousy 'specially\nif that man fucked up, get your ass stuck up\nNumber two: never let em know your next move\nDon't you know Bad Boys move in silence or violence\nTake it from your highness (uh-huh)\nI done squeezed mad clips at these cats for they bricks and chips\nNumber three: never trust no-bo-dy\nYour moms'll set that ass up, properly gassed up\nHoodie to mask up, shit, for that fast buck\nshe be layin in the bushes to light that ass up\nNumber four: know you heard this before\nNever get high, on your own supply\nNumber five: never sell no crack where you rest at\nI don't care if they want a ounce, tell em bounce\nNumber six: that god damn credit, dead it\nYou think a crackhead payin you back, shit forget it\nSeven: this rule is so underrated\nKeep your family and business completely seperated\nMoney and blood don't mix like two dicks and no bitch\nFind yourself in serious shit\nNumber eight: never keep no weight on you\nThem cats that squeeze your guns can hold jobs too\nNumber nine shoulda been number one to me\nIf you ain't gettin bags stay the fuck from police (uh-huh)\nIf niggaz think you snitchin ain't tryin listen\nThey be sittin in your kitchen, waitin to start hittin\nNumber ten: a strong word called consignment\nStrictly for live men, not for freshmen\nIf you ain't got the clientele say hell no\nCause they gon want they money rain sleet hail snow\nFollow these rules you'll have mad bread to break up\nIf not, twenty-four years, on the wake up\nSlug hit your temple, watch your frame shake up\nCaretaker did your makeup, when you pass\nYour girl fucked my man Jake up, heard in three weeks\nshe sniffed a whole half of cake up\nHeard she suck a good dick, and can hook a steak up\nGotta go gotta go, more pasta bake up, word up, uhh\n\nCrack king, Frank Blizzard\nUhh\n\n<i>[Chuck D]</i> &quot;One two three four five six seven eight nine&quot;\n&quot;Ten&quot;\n"
    },
    {
        "song": "kush",
        "artist": "drdre",
        "lyrics": "\r\n<i>[Hook]</i>\nRoll up, wait a minute\nLet me put some kush up in it\nRoll up, wait a minute\nLet me put some kush up in it\nRoll up, wait a minute\nLet me put some kush up in it\nRoll up, wait a minute\nLet me put some kush up in it\n\n<i>[Dr Dre]</i>\nNow what's that puff puff pass shit\nThat Cheech and Chong grass shit\nBlunts to the head, kush pillows, no mattress\nSpeed boat traffic, bitches automatic\nCross that line, fuck around and get yo ass kicked\nWe roll shit that burn slow as fucking malasis\nProbably won't pass it, smoke it till the last hit\nDown to the ashes, Mary J. a bad bitch\nAndre 3001 another classic\nGo ahead ask him bitches, bout &quot;how I be smokin' out&quot;\nParty all night, yea its goin' down\nOrder rounds, we smokin' quarter pounds of that good stuff\nOh, yeah we smokin' all night\nYea puff puff pass that shit right here\nNigga, better than my last batch, caramel complexion and her ass black\nInhale, exhale, inhale, exhale,\n\n<i>[Akon]</i>\nI know you tryna get high\nType of shit that have ya leaning sideways\nTake a whiff of this suicide\nHolla at me cause I got it all day\nNo need to fly to Jamaica\nFor the ganja, we can get the same thing\nYou want that bom bom biggy, holla at my niggi right here in LA\nInhale, exhale, inhale, exhale\n\n<i>[Timbaland]</i>\nHold up, wait a minute\nLet me put some kush up in it\nHold up, wait a minute\nLet me put some kush up in it\n\n<i>[Snoop Dogg]</i>\nStill I am\nTighter than the pants on Will.I.Am\nBack throw, back still, a half pound in my backpack\nNext to where the swishas at, smokin' presidential\nGot some bubba, I give me that\nNeed it for my cataracts\nFour hoes, and I'm the pimp, in my Cadillac\nYou can tell them Cali back\nMatter fact, they all know, this ain't Dro\nGet a whiff of that\nNo it ain't no seeds in my sack\nYou ain't never gotta ask dawg\nWhat he smokin' on?\nShit kush till my mind gone\nWhat you think I'm on\nEyes low, I'm blown\nHigh as a motherfucker, ain't no question bout it\nNiggas say smoke me out, yea I really doubt it\nI'm Bob Marley reincarnated, so faded\nSo If you want it\nYou know yo nigga homie,\nYou can put it in a zag or a blunt and get blunted\n\nInhale, exhale, inhale, exhale\n\n<i>[Akon]</i>\nI know you tryna get high\nType of shit that have ya leaning sideways\nTake a whiff of this suicide\nHolla at me cause I got it all day\nNo need to fly to Jamaica\nFor the ganja, we can get the same thing\nYou want that bom bom biggy, holla at my niggi right here in LA\nInhale, exhale, inhale, exhale\n\nAin't that kush, we blow on the best smoke\nInhale slow, no joke\nMake yo ass choke\nHold up wait a minute\nYou can go put it back\nCause what you got in yo sack boy, it ain't that\nAin't that Kush, we blow on the best smoke\nInhale slow, no joke\nMake yo ass choke\n\n(Inhale, exhale, inhale, exhale)\n"
    },
    {
        "song": "smoketheweed",
        "artist": "snoopdogg",
        "lyrics": "\r\n<i>[Hook:]</i>\nSmoke the weed, everyday\nDon't smoke the seeds, no way\nSmoke the weed,\nSmoke the weed\n\n<i>[Verse 1:]</i>\nYounger generation\nYoung boys and girls\nBe careful of the seeds you show\nIf you wanna see a strong tree grow\nYou gotta put them for the future\nShow respect don't neglect mother nature\nAll the pollution in this world\nMe just can't stand it\nGlobal warming make the whole world panic\nTake care of mother earth 'cause she be the planet\nYouth man don't go astray\n\nFresh trees, young seeds all tryin' to find the light\nStretchin' out their limbs to the sun, got them right\nHelp them keep their life will trap\nWatch out for life like satellite\nThem winds will stop and go like a traffic light\nMany obstacles to overcome in the city life\nMaking sure they stay pure, teach you wrong from right\nSee brings more spore new line\n\n<i>[Hook:]</i>\nSmoke the weed, everyday\nDon't smoke the seeds, no way\nSmoke the weed,\nSmoke the weed\n\n<i>[Verse 2:]</i>\nHey are you on your own\n16 and with all the money\nWhen did somewhere to go\nStick the peer pockets been dallin'\nThe baba hurt me break bone\nHolding my fight to herb me can't stop me\nMe solely see Babylon can't come step on it\nStill we read italic critical santanic\nRude man don't stop chronic, everyday\n\nRoll me the weed oh\nTake off you shot then me mix a couple breed off\nCan't stun the principle go the seed oh\nWe no do that if they cheat oh\nAnd me set herb herb what we all prefer\nAnd my juggly top street girl\nHoney you done said weed is life\nWeed is reality\n\n<i>[Hook:]</i>\nSmoke the weed, everyday\nDon't smoke the seeds, no way\nSmoke the weed,\nSmoke the weed\n\n<i>[Verse 3:]</i>\nEarly light papa you damn my supper\nAsking my pop off hot like the summer\nYou can't never understand why we live the life\nYou would never recognize unless you see the fire in my eyes\n\nI'm burying the man like every single day\nBlack birds in the sky can't get off break\nThe smoke is my gun that's how I blow them away\nMusic is my weapon rewind it let it play\nThat they line the police sun set all day\nThey call me Snoop Lion I smoke everyday\n\nLook granded they see\nWatch them grow a new breed\nCultivating these streets\nRecycle, care zone\n\nAnd then we know they know and don't stop\nThe tic tac couple universal globe\nThe bang bang baby the love stream boomie\nThrow back away procreate\n\n<i>[Hook:]</i>\nSmoke the weed, everyday\nDon't smoke the seeds, no way\nSmoke the weed,\nSmoke the weed\n"
    },
    {
        "song": "thenextepisode",
        "artist": "drdre",
        "lyrics": "\r\n<i>[Snoop Dogg]</i>\r\nLa-da-da-da-dahh\r\nIt's the motherfucking D-O-double-G (SNOOP DOGG!)\r\nLa-da-da-da-dahh\r\nYou know I'm mobbin' with the D.R.E.\r\n(YEAH YEAH YEAH\r\nYou know who's back up in this MOTHERFUCKER!)\r\nWhat what what what?\r\n(So blaze the weed up then!)\r\nBlaze it up, blaze it up!\r\n(Just blaze that shit up nigga, yeah, 'sup Snoop??)\r\n\r\nTop Dogg, bite 'em all, nigga burn the shit up\r\nD-P-G-C my nigga turn that shit up\r\nC-P-T, L-B-C, yeah we hookin' back up\r\nAnd when they bang this in the club baby you got to get up\r\nThug niggas drug dealers yeah they givin' it up\r\nLowlife, yo' life, boy we livin' it up\r\nTakin' chances while we dancin' in the party for sure\r\nSlip my hoe a forty-fo' and she got in the back do'\r\nBitches lookin' at me strange but you know I don't care\r\nStep up in this motherfucker just a-swangin' my hair\r\nBitch quit talkin', Crip walk if if you down with the set\r\nTake a bullet with some dick and take this dope from this jet\r\nOut of town, put it down for the Father of Rap\r\nAnd if yo' ass get cracked, bitch shut yo' trap\r\nCome back, get back, that's the part of success\r\nIf you believe in the X you'll be relievin' your stress\r\n\r\n<i>[Snoop]</i> La-da-da-da-dahh\r\n<i>[Dre]</i> It's the motherfuckin' D.R.E. (Dr. Dre MOTHERFUCKER!)\r\n<i>[Snoop]</i> La-da-da-da-dahhh\r\n<i>[Dre]</i> You know I'm mobbin' with the D-O-double-G\r\n\r\n<i>[Dr. Dre]</i>\r\nStraight off the fuckin' streets of C-P-T\r\nKing of the beats you ride to em in your Fleet (Fleetwood)\r\nor Coupe DeVille rollin' on dubs\r\nHow you feelin' whoopty=whoop nigga whut?\r\nDre and Snoop chronicled out in the 'llac\r\nwith Doc in the back, sippin' on 'gnac (yeah)\r\nClip in the strap, dippin' through hoods (what hoods?)\r\nCompton, Long Beach, Inglewood!\r\nSouth Central out to the Westside (wessyde)\r\nIt's California Love, this California bud got a nigga gang of pub\r\nI'm on one, I might bail up in the Century Club\r\nwith my jeans on, and my team strong\r\nGet my drink on, and my smoke on\r\nThen go home with, something to poke on (what's up bitch?)\r\nLoc it's on for the two-triple-oh\r\nComin' real, it's the next episode...\r\n\r\n<i>[Nate Dogg]</i>\r\nHold up, hey\r\nfor my niggas who be thinkin' we soft\r\nWe don't, play\r\nWe gonna' rock it 'til the wheels fall off\r\nHold up, hey\r\nfor my niggas who be actin' too bold\r\nTake a, seat\r\nHope you ready for the next episode\r\nHeyyyeyyyeEYEYyyyEYYYY....\r\n.... smoke weed everyday!\n"
    },
    {
        "song": "swimmingpoolsdrank",
        "artist": "kendricklamar",
        "lyrics": "\r\n<i>[Hook:]</i>\nPour up (drank), head shot (drank)\nSit down (drank), stand up (drank)\nPass out (drank), wake up (drank)\nFaded (drank), faded (drank)\n\n<i>[Verse 1:]</i>\nNow I done grew up\nRound some people living their life in bottles\nGranddaddy had the golden flask\nBack stroke every day in Chicago\nSome people like the way it feels\nSome people wanna kill their sorrows\nSome people wanna fit in with the popular\nThat was my problem\nI was in the dark room\nLoud tunes, looking to make a vow soon\nThat I'm a get fucked up, fillin' up my cup\nI see the crowd mood\nChanging by the minute and the record on repeat\nTook a sip, then another sip, then somebody said to me:\n\n<i>[Chorus:]</i>\nNigga why you babysittin' only 2 or 3 shots?\nI'm a show you how to turn it up a notch\nFirst you get a swimming pool full of liquor, then you dive in it\nPool full of liquor, then you dive in it\nI wave a few bottles, then I watch em all flock\nAll the girls wanna play Baywatch\nI got a swimming pool full of liquor and they dive in it\nPool full of liquor I'm a dive in it\n\n<i>[Hook:]</i>\nPour up (drank), head shot (drank)\nSit down (drank), stand up (drank)\nPass out (drank), wake up (drank)\nFaded (drank), faded (drank)\n\n<i>[Verse 2:]</i>\nOkay, now open your mind up and listen to me, Kendrick\nI'm in your conscience, if you do not hear me\nThen you will be history, Kendrick\nI know that you're nauseous right now\nAnd I'm hopin' to lead you to victory, Kendrick\nIf I take another one down\nI'm a drown in some poison abusin' my limit\nI think that I'm feelin' the vibe\nI see the love in her eyes, I see the feelin'\nThe freedom is granted as soon as the damage of vodka arrive\nThis how you capitalize\nThis is parental advice\nThen apparently, I'm over influenced by what you are doin'\nI thought I was doin' the most then someone said to me\n\n<i>[Chorus:]</i>\nNigga why you babysittin' only 2 or 3 shots?\nI'm a show you how to turn it up a notch\nFirst you get a swimming pool full of liquor, then you dive in it\nPool full of liquor, then you dive in it\nI wave a few bottles, then I watch em all flock\nAll the girls wanna play Baywatch\nI got a swimming pool full of liquor and they dive in it\nPool full of liquor I'm a dive in it\n\n<i>[Hook:]</i>\nPour up (drank), head shot (drank)\nSit down (drank), stand up (drank)\nPass out (drank), wake up (drank)\nFaded (drank), faded (drank)\n\n<i>[Bridge:]</i>\nI ride, you ride, bang\nOne chopper, one hundred shots, bang\nHop out. Do you, bang\nTwo chopper, two hundred shots, bang\nI ride, you ride, bang\nOne chopper, one hundred shots, bang\nHop out. Do you, bang\nTwo chopper, two hundred shots, bang\n\n<i>[Chorus:]</i>\nNigga why you babysittin' only 2 or 3 shots?\nI'm a show you how to turn it up a notch\nFirst you get a swimming pool full of liquor, then you dive in it\nPool full of liquor, then you dive in it\nI wave a few bottles, then I watch em all flock\nAll the girls wanna play Baywatch\nI got a swimming pool full of liquor and they dive in it\nPool full of liquor I'm a dive in it\n\n<i>[Hook:]</i>\nPour up (drank), head shot (drank)\nSit down (drank), stand up (drank)\nPass out (drank), wake up (drank)\nFaded (drank), faded (drank)\n"
    },
    {
        "song": "adhd",
        "artist": "kendricklamar",
        "lyrics": "\r\n<i>[Hook]</i>\nFuck that\n8 doobies to the face\nFuck that\n12 bottles in the case\nNigga, fuck that\n2 pills and a half, wait\nNigga, fuck that\nGot a high tolerance\nWhen your age don’t exist\n\n<i>[Verse 1]</i>\nMan, I swear\nMy nigga trippin off that shit again\nPick him up, then I set him in\nCold water, then I order someone to bring him vicodin\nHope to take the pain away\nFrom the feeling that he feel today\nYou know when you part of section 80\nAnd you feeling like no one can relate\nCause you are, you are\nA loner, loner\nMarijuana, endorphins\nMake you stronger, stronger\nI’m in the house party trippin off\nMy generation sippin cough syrup like its water\nNever no pancakes in the kitchen\nMan, no wonder our lives is caught up\nIn the daily superstition\nThat the word is bout to end\nWho gives a fuck? we never do listen\nUnless it comes with an 808\nA melody and some hoes\nPlaystation and some drank\nTechnology bumping Soul\nLooking around and all I see\nIs a big crowd, that’s product of me\nAnd they probably relatives\nRelevant for a rebel’s dream\nYep, the president is black\nShe black too\nPurple label on her back\nBut that dap\nIs like when she take it straight to the head\nThen she look at me\nShe got ADHD\n\n<i>[Hook]</i>\n\n<i>[Bridge]</i>\nLike woah oh oh woah <i>[x4]</i>\n(Don’t got a limit just gimme some more with it)\n(Don’t got a limit just gimme some more with it)\n(They always told me ad-hd did it)\n\n<i>[Verse 2]</i>\nAnd then she started\nAnd then she started\nFeeling herself like no on else in this apartment\nBeg you pardon\nOh I rap baby, how old are you?\nShe say 22, I say 23\nOk then we all crack babies\nDamn, why you say that?\nShe said where my drink at?\nI’mma tell you later, just tell your neighbors\nHave the police relax\nI stood up, shut the blinds\nClosed the screen, jumbotron\nMade it to the back, where she reside\nThen she said, read between the lines\nYep, hope that I get close enough\nWhen the lights turn down\nAnd the fact that she just might open up\nWhen the new flow start to drown\nHer body and I, know the both of us really deep in the move now\nIt’s nothing we can do now\nSomebody walked in with a pound\nOf that Bay Area kush\nShe looked at me then looked\nAt it, then she grabbed it\nThen she said, get it understood\nYou know why we crack babies\nBecause we born in the 80s\nThat ADHD crazy\n\n<i>[Hook]</i>\n\n<i>[Bridge]</i>\n\n<i>[Outro]</i>\nYou can have all my shine\nI’ll give you the light\nDouble cup, deuce, four, six\nJust mix it in Sprite\nEcstasy, shrooms, blow, dro, hoes\nWhatever you like\nYou can have all my shine\nI’ll give you the light\n"
    },
    {
        "song": "onemoredrink",
        "artist": "ludacris",
        "lyrics": "\r\n<i>[Verse 1:]</i>\r\nIt was Friday night and I was feelin aight (yup)\r\nDowntown Atlanta, big city, bright lights\r\nMixin Heni with the Sprite while I’m drinkin and drivin\r\nNo police lights, no police sirens\r\nI’m headed to the club looking for a freak\r\nTo spread a little love and spread a couple cheeks\r\nPull up to the spot 26’s like BAM\r\nEyes on me like bitch do you SEE EM?\r\nStrolled through the front door headed to the VIP\r\nBought a couple bottles and I took a couple sips\r\nScoping out the room and what do I SEE?\r\nA nice round butt, an a pair a double D’s\r\nSo I creped up like shorty wus happnin\r\nYou killin that dress and I love it with a passion\r\nThen she turned around and her face was aight\r\nShe had a gap toof and mean over bite\r\nBut I was like hmmm…\r\n\r\n<i>[Chorus:]</i>\r\nYeah yeah\r\nIf I take one more drink, I’m gon end up fuckin you\r\nIs that what you wanna do shorty?       \r\nIf I take one more drink, I’m gon end up fuckin you\r\nYou too\r\n\r\n<i>[Verse 2:]</i>\r\nWoke up the next morning and all I can remember\r\nWas taking shots and tippin the bartender\r\nSurender to the women end up bringin me home\r\nCause she started lookin better every shot a Patron (yup)\r\nI jumped up with a devilish grin\r\nCause tonight, damn right I might do it again\r\nSo I called up the homies (what up) let’s ride\r\nWe can hit the sports bar over on the south side\r\nGetta couple a Coronas, couple a limes\r\nWent up to the bar saw a couple a dimes \r\nSo I, slowly walked up and said hi\r\nMy name’s Ludacris and I’m a hell of a guy\r\nOne said I know who you are I’m your number one fan\r\nAnd right now it’s too bad I gotta man\r\nAnd I said I understand (I understand)\r\nbut where the hell is he at cause in a minute\r\nif he don’t show up then maannnnn…\r\n\r\n<i>[Chorus:]</i>\r\nYeah yeah\r\nIf I take one more drink, I’m gon end up fuckin you\r\nIs that what you wanna do shorty?       \r\nIf I take one more drink, I’m gon end up fuckin you\r\nYou too\r\n\r\n<i>[Ludacris:]</i>\r\nUh huh\r\nAye Pain holla at em right quick man\r\n\r\n<i>[Interlude:]</i>\r\nYeah you gon get in trouble with yo man girl\r\n(Don’t get in trouble girl)\r\nTalkin bout how you’re my biggest fan girl\r\n(I know it I know it)\r\nNow I don’t wanna do (please) but you’re gon make me do, but I\r\n(Don’t make me do it. Don’t make me do it)\r\nIf I have more drink\r\n\r\n<i>[Verse 3:]</i>\r\nOne mo drink I’ma get cha home and I’ll split cha\r\nGrab the camera phone and take a buncha drunk pictures\r\nCause Hennessey mixed with a whole buncha buda\r\nEquals you mixed with a whole bunch Luda\r\nAnd you know how far one drink could go\r\nStart slurring my speech slowin up the flow\r\nHiking up ya skirts\r\nCliming up ya shirts\r\nIt’s Mr. Late Night Luda and I like to flirt\r\nSo guess what baby girl\r\n\r\n<i>[Chorus:]</i>\r\nYeah yeah\r\nIf I take one more drink, I’m gon end up fuckin you\r\n(Just one mo)\r\nIs that what you wanna do shorty?\r\n(That's all its gon take)       \r\nIf I take one more drink, I’m gon end up fuckin you\r\n(Who else T-Pain)\r\nYou too\r\n\r\n<i>[Ludacris:]</i>\r\nYou hear what I’m sayin\r\nPeople too picky these days damn it\r\nToo tall, too short, too fat, too skinny\r\nHave a couple of drinks and quit discriminating\r\nThis has been a Luda Service Announcement\r\nDeuces\n"
    },
    {
        "song": "babygotback",
        "artist": "sirmixalot",
        "lyrics": "\r\n<i>[Intro]</i>\nOh, my, god. Becky, look at her butt.\nIt is so big. <i>[scoff]</i>\nShe looks like one of those rap guys' girlfriends.\nBut, you know, who understands those rap guys? <i>[scoff]</i>\nThey only talk to her, because, she looks like a total prostitute, 'kay?\nI mean, her butt, is just so big.\nI can't believe it's just so round, it's like, out there, I mean— gross. Look!\nShe's just so... black!\n\n<i>[Sir Mix-a-Lot]</i>\nI like big butts and I can not lie\nYou other brothers can't deny\nThat when a girl walks in with an itty bitty waist\nAnd a round thing in your face\nYou get sprung, wanna pull out your tough\n'Cause you notice that butt was stuffed\nDeep in the jeans she's wearing\nI'm hooked and I can't stop staring\nOh baby, I wanna get with you\nAnd take your picture\nMy homeboys tried to warn me\nBut that butt you got makes me so horny\nOoh, Rump-o'-smooth-skin\nYou say you wanna get in my Benz?\nWell, use me, use me\n'Cause you ain't that average groupie\nI've seen them dancin'\nTo hell with romancin'\nShe's sweat, wet,\nGot it goin' like a turbo 'Vette\nI'm tired of magazines\nSayin' flat butts are the thing\nTake the average black man and ask him that\nShe gotta pack much back\nSo, fellas! (Yeah!) Fellas! (Yeah!)\nHas your girlfriend got the butt? (Hell yeah!)\nTell 'em to shake it! (Shake it!) Shake it! (Shake it!)\nShake that healthy butt!\nBaby got back!\n\n(LA face with Oakland booty)\nBaby got back!\n(LA face with Oakland booty)\n(LA face with Oakland booty)\n\n<i>[Sir Mix-a-Lot]</i>\nI like 'em round, and big\nAnd when I'm throwin' a gig\nI just can't help myself, I'm actin' like an animal\nNow here's my scandal\nI wanna get you home\nAnd ugh, double-up, ugh, ugh\nI ain't talkin' bout Playboy\n'Cause silicone parts are made for toys\nI want 'em real thick and juicy\nSo find that juicy double\nMix-a-Lot's in trouble\nBeggin' for a piece of that bubble\nSo I'm lookin' at rock videos\nKnock-kneeded bimbos walkin' like hoes\nYou can have them bimbos\nI'll keep my women like Flo Jo\nA word to the thick soul sisters, I wanna get with ya\nI won't cuss or hit ya\nBut I gotta be straight when I say I wanna *fuck*\nTill the break of dawn\nBaby got it goin' on\nA lot of simps won't like this song\n'Cause them punks like to hit it and quit it\nAnd I'd rather stay and play\n'Cause I'm long, and I'm strong\nAnd I'm down to get the friction on\nSo, ladies! (Yeah!) Ladies! (Yeah)\nIf you wanna roll in my Mercedes (Yeah!)\nThen turn around! Stick it out!\nEven white boys got to shout\nBaby got back!\n\nBaby got back!\nYeah, baby... when it comes to females, Cosmo ain't got nothin' to do with my selection.\n36-24-36? Ha ha, only if she's 5'3&quot;.\n\n<i>[Sir Mix-a-Lot]</i>\nSo your girlfriend rolls a Honda, playin' workout tapes by Fonda\nBut Fonda ain't got a motor in the back of her Honda\nMy anaconda don't want none\nUnless you've got buns, hun\nYou can do side bends or sit-ups,\nBut please don't lose that butt\nSome brothers wanna play that &quot;hard&quot; role\nAnd tell you that the butt ain't gold\nSo they toss it and leave it\nAnd I pull up quick to retrieve it\nSo Cosmo says you're fat\nWell I ain't down with that!\n'Cause your waist is small and your curves are kickin'\nAnd I'm thinkin' bout stickin'\nTo the beanpole dames in the magazines:\nYou ain't it, Miss Thing!\nGive me a sister, I can't resist her\nRed beans and rice didn't miss her\nSome knucklehead tried to diss\n'Cause his girls are on my list\nHe had game but he chose to hit 'em\nAnd I pull up quick to get wit 'em\nSo ladies, if the butt is round,\nAnd you want a triple X throw down,\nDial 1-900-MIXALOT\nAnd kick them nasty thoughts\nBaby got back!\nBaby got back!\n\n(Little in the middle but she got much back) <i>[4x]</i>\n"
    },
    {
        "song": "bonitaapplebum",
        "artist": "tribecalledquest",
        "lyrics": "\r\n<i>[Intro: Q-Tip]</i>\r\n\r\nDo I love you?\r\nDo I lust for you?\r\nAm I a sinner cuz I do the two?\r\nCould you let me know\r\nRight now, please\r\nBonita Applebum\r\n\r\n<i>[Chorus:]</i>\r\n\r\nBonita Applebum, you gotta put me on <i>[x4]</i>\r\n\r\n<i>[Q-Tip:]</i>\r\n\r\n<i>[pause between every verse]</i>\r\nHey Bonita, glad to meet ya\r\nFor the kind of stunning newness, I must have foreseen ya\r\nHey, being with you is a top priority\r\nAin't no need to question the authority\r\nChairman of the board, the chief of affections\r\nYou got mine's to swing in your direction\r\nHey, you're like a hip hop song, you know?\r\nBonita Applebum, you gotta put me on\r\n\r\n<i>[Chorus]</i>\r\n\r\n38-24-37 (uh, uh, uh!)\r\nYou and me, hun, we're a match made in heaven\r\nI like to kiss ya where some brothas won't \r\nI like to tell ya things some brothas don't \r\nIf only you could see through your elaborate eyes\r\nOnly you and me, hun, the love never dies\r\nSatisfaction, I have the right tactics\r\nAnd if you need 'em, I got crazy prophylactics\r\nSo far, I hope you like rap songs\r\nBonita Applebum, you gotta put me on\r\n\r\n<i>[Chorus]</i>\n"
    },
    {
        "song": "Anaconda",
        "artist": "nicki minaj",
        "lyrics": "\r\nMy Anaconda don't...\nMy Anaconda don't...\nMy Anaconda don't want none unless you got buns hun\n\nBoy toy named Troy used to live in Detroit\nBig dope dealer money, he was getting some coins\nWas in shootouts with the law, but he live in a palace\nBought me Alexander McQueen, he was keeping me stylish\nNow that's real, real, real,\nGun in my purse, bitch I came dressed to kill\nWho wanna go first? I had 'em pushing daffodils\nI'm high as hell, I only took a half of pill\nI'm on some dumb shit\n\nBy the way, what he say?\nHe can tell I ain't missing no meals\nCome through and fuck 'em in my automobile\nLet him eat it with his grills,\nHe keep telling me to chill\nHe keep telling me it's real, that he love my sex appeal\nHe said he don't like 'em boney, he want something he can grab\nSo I pulled up in the Jag, and I hit 'em with the jab like...\nDun-d-d-dun-dun-d-d-dun-dun\n\nMy Anaconda don't...\nMy Anaconda don't...\nMy Anaconda don't want none unless you got buns hun\n\nOh my gosh, look at her butt\nOh my gosh, look at her butt\nOh my gosh, look at her butt\nLook at her butt (look at her butt)\n\nThis dude named Michael used to ride motorcycles\nDick bigger than a tower, I ain't talking about Eiffel's\nReal country ass nigga, let me play with his rifle\nPussy put his ass to sleep, now he calling me NyQuil\nNow that bang bang bang,\nI let him hit it 'cause he slang Cocaine\nHe toss my salad like his name Romaine\nAnd when we done, I make him buy me Balmain\nI'm on some dumb shit\n\nBy the way, what he say?\nHe can tell I ain't missing no meals\nCome through and fuck 'em in my automobile\nLet him eat it with his grills,\nHe keep telling me to chill\nHe keep telling me it's real, that he love my sex appeal\nBecause he don't like 'em boney, he want something he can grab\nSo I pulled up in the Jag, Mayweather with the jab like...\nDun-d-d-dun-dun-d-d-dun-dun\n\nMy Anaconda don't...\nMy Anaconda don't...\nMy Anaconda don't want none unless you got buns hun\n\nOh my gosh, look at her butt\nOh my gosh, look at her butt\nOh my gosh, look at her butt\nLook at her butt (look at her butt)\n\nLittle in the middle but she got much back\nLittle in the middle but she got much back\nLittle in the middle but she got much back\nOh my God (look at her butt)\n\nMy Anaconda don't...\nMy Anaconda don't...\nMy Anaconda don't want none unless you got buns hun\n\n(Don't don't don't) My Anaconda don't...\n(Don't don't don't) Don't want none unless you got buns hun\n\nOh my gosh, look at her butt\nOh my gosh, look at her butt\nOh my gosh, look at her butt\nOh my God (look at her butt)\n\nYeah, he love this fat ass\nYeah! This one is for my bitches with a fat ass in the fucking club\nI said, &quot;Where my fat ass big bitches in the club?&quot;\nFuck them skinny bitches,\nFuck them skinny bitches in the club\nI wanna see all the big fat ass bitches in the motherfucking club\nFuck you if you skinny bitches. What? Yeah. Ha-ha, ha...\n\nYeah. I got a big fat ass. Come on!\n"
    },
    {
        "song": "loveisblind",
        "artist": "eve",
        "lyrics": "\r\nHey, yo I don't even know you and I hate you\nSee all I know is that my girlfriend used to date you\nHow would you feel if she held you down and raped you?\nTried and tried, but she never could escape you\nShe was in love and I'd ask her how? I mean why?\nWhat kind of love from a nigga would black your eye?\nWhat kind of love from a nigga every night make you cry?\nWhat kind of love from a nigga make you wish he would die?\nI mean shit he bought you things and gave you diamond rings\nBut them things wasn't worth none of the pain that he brings\nAnd you stayed, what made you fall for him?\nThat nigga had the power to make you crawl for him\nI thought you was a doctor be on call for him\nSmacked you down cause he said you was too tall for him, huh?\nThat wasn't love, babygirl you was dreamin'\nI could have killed you when you said your seed was growin' from his semen\n\n<i>[1]</i> - Love is blind, and it will take over your mind\nWhat you think is love, is truly not\nYou need to elevate and find\n\n<i>[Repeat 1]</i>\n\nI don't even know you and I'd kill you myself\nYou played with her like a doll and put her back on the shelf\nWouldn't let her go to school and better herself\nShe had a baby by your ass and you ain't giving no help\nUh-huh big time hustler, snake motherfucker\nOne's born everyday and everyday she was your sucker\nHow could you beat the mother of your kids?\nHow could you tell her that you love her?\nDon't give a fuck if she lives\nShe told me she would leave you, I admit it she did\nBut came back, made up a lie about you missing your kids\nSweet kisses, baby ain't even know she was your mistress\nHad to deal with fist fights and phone calls from your bitches\nFloss like you possess her, tellin' me to mind my business\nSaid that it was her life and stay the fuck out of it\nI tried and said just for him I'll keep a ready clip\n\n<i>[Repeat 1 (2x)]</i>\n\nI don't even know you and I want you dead\nDon't know the facts but I saw the blood pour from her head\nSee I laid down beside her in the hospital bed\nAnd about two hours later, doctors said she was dead\nHad the nerve to show up at her mother's house the next day\nTo come and pay your respects and help the family pray\nEven knelt down on one knee and let a tear drop\nAnd before you had a chance to get up\nYou heard my gun cock\nPrayin' to me now, I ain't God but I'll pretend\nI ain't start your life but nigga I'mma bring it to an end\nAnd I did, clear shots and no regrets, never\nCops comin' lock me under the jail\nNigga whatever my bitch, fuck it my sister\nYou could never figure out even if I let you live\nWhat our love was all about\nI considered her my blood and it don't come no thicker\n\n<i>[Repeat 1]</i>\n"
    },
    {
        "song": "fancy",
        "artist": "drake",
        "lyrics": "\r\n<i>[Swizz Beats:]</i>\nGo\ngo 'head\ngo go go 'head\ngo go go go go go 'head\ngo go go go go go 'head\noh you fancy huh\noh you fancy huh\noh you fancy huh\noh you fancy huh\n\nNails done, hair done, everything did\nnails done, hair done, everything did\noh you fancy huh\noh you fancy huh\nyou you fancy huh\noh you fancy huh\n\nNails done, hair done, everything did\nnails done, hair done, everything did\noh you fancy huh\n\n<i>[Drake:]</i>\nYou getting ready so I know we gon be here awhile\nin the bathroom flat irons and nail files\nspending hours in salons on your hairstyle\nin the mall steady racking up the air miles\nhit the gym step on the scales stare at the number\nyou say you dropping 10 pounds preparing for summer\nand you don't do it for the man, men never notice\nyou just do it for yourself you're the fucking coldest\nintelligent too ooh you're my sweetheart\nI've always liked my women book and street smart\nlong as they got a little class like half days\nand the confidence to overlook my past ways\ntime heals all, and heels hurt to walk in\nbut they go with the clutch that you carry your lip gloss in\nand look I really think that nobody does it better\nI love the way you put it together\n\n<i>[Chorus:]</i>\noh you fancy huh\noh you fancy huh\noh you fancy huh\noh you fancy huh\nNails done, hair done, everything did\nnails done, hair done, everything did\noh you fancy huh\noh you fancy huh\noh you fancy huh\noh you fancy huh\nNails done, hair done, everything did\nnails done, hair done, everything did\noh you fancy huh\n\n<i>[T.I.:]</i>\nWell aren't you a breath of fresh air\nfrom all these superficial gold digging bitches in here\nThey get a baller think that they ain't got to pick a career\nguess they plan on sucking dicks until some millions appear\nVoila! you do it right he might just buy you a car\nunless you play these suckers just like B.o.B play the guitar\nnow here you are with your girls having drinks at the bar\nI say I'm buying you declining I think thats kinda bizarre\n\nindependant with the demeanor of an RnB singer\nnaked ring finger (check)\nM3 beamer (check)\nChampagne range\ntriple white Caddy\ncloset full of brand new clothes and hand bags\nAlexander McQueen, Prada, Gucci, Chanel\nD&amp;G, BCBG, Versace, Louie and BeBe\nYa don't need it greedy or easy as these other breezies\nwho fuck for bottles of Riesling or bowls of baked ziti\n\n<i>[Chorus]</i>\n\n<i>[Drake:]</i>\nAtlanta girls, let me see your hands\nwave em at them bitches hating on you with their friends\ngirl you got it\nlet em know that everything big\nnail done, hair done, everything did\n\nAnd my NY girls let me see your hands\nwave em at them bitches hating on you with their friends\ngirl you got it\nlet em know that everything big\nnail done, hair done, everything did\n\nAnd my LA girls, let me see your hands\nwave em at them bitches hating on you with their friends\ngirl you got it\nlet em know that everything big\nnails done, hair done, everything did\n\nAnd my TO girls, let me see your hands\nwave em at them bitches hating on you with their friends\ngirl you got it\nlet em know that everything big\nnail done, hair done, nail done, hair done\n\n<i>[Swizz Beats:]</i>\nSay go Cinderella\ngo Cinderella\norgasm blush\nlipstick and concealer\ndevil in a tight dress\ngirl you a killer and aint nobody realer\nand aint nobody realer\ngo, go, go, go, go, go, go, go\nshowtime\ngo, go, go, go\nas we proceed\n\n<i>[Drake:]</i>\nUh, 5 and a half em boys\nass is off the hook\nCinderella bout to lose the glass off her foot\nand when I find it is when I find you\nand we can do the things we never got the time to\nbetter late than never\nbut never late is better\nthey tell me time is money, well we'll spend it together\nI'm down for whatever\nyou just lead the way\nwe go to dinner you don't even look at me to pay\nmature women with more than me were the first to tempt me\nand Jason had this girl Tammy with a purple Bentley\nhow she got it I aint never get to ask\nI just knew that she was fine like a ticket on the dash\nyeah, but shout out to the homeowners\nthe girls that got diplomas\nand enough money to loan us a little something extra\nshould we ever need it\nif it sounds like you then let me hear you repeat it\n\n<i>[Chorus]</i>\n"
    }
]