[
    {
        "song": "Welcome To The Future",
        "lyrics": "\r\nWhen I was ten years old, \r\nI remember thinkin' how cool it would be, \r\nWhen we were goin' on an eight hour drive, \r\nIf I could just watch T.V. \r\n\r\nAnd I'd have given anything \r\nTo have my own PacMan game at home. \r\nI used to have to get a ride down to the arcade; \r\nNow I've got it on my phone. \r\n\r\nHe-e-ey... \r\nGlory glory hallelujah. \r\nWelcome to the future. \r\n\r\nMy grandpa was in World War II, \r\nHe fought against the Japanese. \r\nHe wrote a hundred letters to my grandma; \r\nMailed em from his base in the Philippines. \r\n\r\nI wish they could see this now, \r\nWhere they say this change can go. \r\nCause I was on a video chat this morning \r\nWith a company in Tokyo. \r\n\r\nHe-e-ey... \r\nEveryday is a revolution. \r\nWelcome to the future. \r\n\r\nHe-e-ey... \r\nLook around it's all so clear. \r\nHe-e-ey... \r\nWherever we would go and well we... \r\nHe-e-ey... \r\nSo many things I never thought I'd see... \r\nHappening right in front of me. \r\n\r\nI had a friend in school, \r\nRunning-back on a football team, \r\nThey burned a cross in his front yard \r\nFor asking out the home-coming queen. \r\n\r\nI thought about him today, \r\nEverybody who's seen what he's seen, \r\nFrom a woman on a bus \r\nTo a man with a dream. \r\n\r\nHe-e-ey... \r\nWake up Martin Luther. \r\nWelcome to the future. \r\nHe-e-ey... \r\nGlory glory hallelujah. \r\nWelcome to the future.\n",
        "artist": "Brad Paisley"
    },
    {
        "song": "Redneck Woman",
        "lyrics": "\r\nWell, I ain't never been the Barbie doll type\nNo, I can't swig that sweet Champagne, I'd rather drink beer all night\nIn a tavern or in a honky tonk or on a four-wheel drive tailgate\nI've got posters on my wall of Skynyrd, Kid and Strait\nSome people look down on me, but I don't give a rip\nI'll stand barefooted in my own front yard with a baby on my hip\n'Cause I'm a redneck woman\nI ain't no high class broad\nI'm just a product of my raising\nI say, 'hey ya'll' and 'yee-haw'\nAnd I keep my Christmas lights on\nOn my front porch all year long\nAnd I know all the words to every Charlie Daniels song\nSo here's to all my sisters out there keeping it country\nLet me get a big 'hell yeah' from the redneck girls like me, hell yeah\nVictoria's Secret, well their stuff's real nice\nBut I can buy the same damn thing on a Wal-Mart shelf half price\nAnd still look sexy, just as sexy as those models on TV\nNo, I don't need no designer tag to make my man want me\nWell, you might think I'm trashy, a little too hardcore\nBut in my neck of the woods I'm just the girl next door\nI'm a redneck woman\nI ain't no high class broad\nI'm just a product of my raising\nI say, 'hey y'all' and 'yee-haw'\nAnd I keep my Christmas lights on\nOn my front porch all year long\nAnd I know all the words to every Tanya Tucker song\nSo here's to all my sisters out there keeping it country\nLet me get a big 'hell yeah' from the redneck girls like me, hell yeah\nHey, I'm a redneck woman\nAnd I ain't no high class broad\nI'm just a product of my raising\nAnd I say, 'hey y'all' and 'yee-haw'\nAnd I keep my Christmas lights on\nOn my front porch all year long\nAnd I know all the words to every ol' Bocephus song\nSo here's to all my sisters out there keeping it country\nLet me get a big 'hell yeah' from the redneck girls like me, hell yeah\nHell yeah, hell yeah\nHell yeah\nI said hell yeah!\n\n<i>[French translation:]</i>\n\nEh bien, je n'ai jamais été le type de poupée Barbie\nNon, je ne peux pas cette douce gorgée de Champagne, je préfère boire de la bière toute la nuit\nDans une taverne ou dans un honky tonk, ou sur un hayon à quatre roues motrices\nJ'ai posters sur mon mur de Skynyrd, Kid et le détroit\nCertaines personnes me regardent de haut, mais je ne donne pas une déchirure\nJe préfère rester debout pieds nus dans ma propre cour avant avec un bébé sur la hanche\nParce que je suis une femme de redneck\nJe ne suis pas de grande classe large\nJe suis juste un produit de mon élevage\nJe dis, «vous tous hey» et «yee-haw»\nEt je garde mes lumières de Noël\nSur mon porche toute l'année\nEt connais toutes les paroles de chaque chanson Charlie Daniels\nVoici donc à tous mes soeurs là-bas gardant pays\nPermettez-moi &quot;ouais&quot; un gros beauf des filles comme moi, ouais\nVictoria's Secret, ainsi leurs trucs sympa réel\nMais je peux acheter la même fichue chose sur un prix de Wal-Mart moitié plateau\nEt toujours l'air sexy, tout aussi sexy que celles des modèles à la télévision\nNon, je n'ai pas besoin de tag concepteur pour faire envie à mon homme\nEh bien, vous pourriez penser que je suis trash, un peu trop hardcore\nMais dans mon coin de pays, je suis juste la fille d'à côté\nJe suis une femme de redneck\nJe ne suis pas de grande classe large\nJe suis juste un produit de mon élevage\nJe dis: «hey y'all» et «yee-haw»\nEt je garde mes lumières de Noël\nSur mon porche toute l'année\nEt je connais toutes les paroles de chaque chanson Tanya Tucker\nVoici donc à tous mes soeurs là-bas gardant pays\nPermettez-moi &quot;ouais&quot; un gros beauf des filles comme moi, ouais\nHey, je suis une femme de redneck\nEt je ne n'est pas de grande classe large\nJe suis juste un produit de mon élevage\nEt je dis: «hey y'all» et «yee-haw»\nEt je garde mes lumières de Noël\nSur mon porche toute l'année\nEt je connais tous les mots de la chanson des ol 'Bocephus\nVoici donc à tous mes soeurs là-bas gardant pays\nPermettez-moi &quot;ouais&quot; un gros beauf des filles comme moi, ouais\nHell yeah, yeah enfer\nHell yeah\nJ'ai dit ouais!\n",
        "artist": "Gretchen Wilson"
    },
    {
        "song": "Smoky Mountain Rain",
        "lyrics": "\r\nI thumb my way from L.A. back to Knoxville.\nI found out those bright lights ain't where I belong.\nFrom a phone booth in the rain I called to tell her, I've had a change of dreams I'm coming home.\nBut the tears filled my eyes when I found out she was gone.\nSmoky Mountain rain keeps on falling, I'll keep on calling her name.\nSmoky Mountain rain, I'll keep on searching, I can't go on hurting this way. \nShe's somewhere in this Smoky Mountain rain.\nI can't blame her for letting go, a woman needs someone warm to hold. Feel the\nrain running down my face, I'll find her no matter what it takes.\n<i>[repeat chorus]</i>\nI waved a diesel down outside a cafe, said he was going as far as Gatlinburg.\nI climbed in the cab all wet and cold and lonely.\nI wiped my eyes and told him about her.\nI've got to find her, Can you make these big wheels burn.\nsmoky Mountain rain keeps on falling\nI'll keep on calling her name.\nSmoky Mountain rain, I'll keep on searching\nI can't go on hurting this way.\nShe's somewhere in the Smoky Mountain rain.\n",
        "artist": "Ronnie Milsap"
    },
    {
        "song": "Old Hippie",
        "lyrics": "\r\nHe turned thirty-five last Sunday\nIn his hair he found some gray\nBut he still ain't changed his lifestyle\nHe likes it better the old way\nSo he grows a little garden in the back yard by the fence\nHe's consuming what he's growing nowadays in self defense\nHe get's out there in the twilight zone\nSometimes when it just don't make no sense\n\nHe gets off on country music\nCause disco left him cold\nHe's got young friends into new wave\nBut he's just too friggin' old\nAnd he dreams at night of Woodstock and the day John Lennon died\nHow the music made him happy and the silence made him cry\nYeah he thinks of John sometimes\nAnd he has to wonder why\n\n<i>[Chorus:]</i>\nHe's an old hippie and he don't know what to do\nShould he hang on to the old\nShould he grab on to the new\nHe's an old hippie...his new life is just a bust\nHe ain't trying to change nobody\nHe's just trying real hard to adjust\n\nHe was sure back in the sixties that everyone was hip\nThen they sent him off to Vietnam on his senior trip\nAnd they forced him to become a man while he was still a boy\nAnd in each wave of tragedy he waited for the joy\nNow this world may change around him\nBut he just can't change no more\n\n<i>[Chorus]</i>\n\nWell, he stays away a lot now from the parties and the clubs\nAnd he's thinking while he's joggin' 'round\nSure is glad he quit the hard drugs\nCause him and his kind get more endangered everyday\nAnd pretty soon the species will just up and fade away\nLike the smoke from that torpedo...just up and fade away\n\n<i>[Chorus]</i>\n",
        "artist": "Bellamy Brothers"
    },
    {
        "song": "Guitars, Cadillacs",
        "lyrics": "\r\nGirl you taught me how to hurt real bad and cry myself to sleep\nAnd showed me how this town can shatter dreams\nAnother lesson 'bout a naive fool who came to Babylon\nAnd found out that the pie don't taste so sweet\n\nNow it's guitars, Cadillacs, hillbilly music\nLonely, lonely streets that I call home\nYeah, my guitars, Cadillacs, hillbilly music\nIt's the only thing that keeps me hangin' on\n\nAin't no glamour in this tinseled land of lost and wasted lives\nPainful scars are all that's left of me\nOh, but thank you girl for teachin' me brand new ways to be cruel\nIf I can find my mind now I guess I'll just leave\n\nAnd it's guitars, Cadillacs, hillbilly music\nLonely, lonely streets that I call home\nYeah, my guitars, Cadillacs, hillbilly music\nIt's the only thing that keeps me hangin' on\n\nOh it's guitars, Cadillacs, hillbilly music\nLonely, lonely streets that I call home\nYeah, my guitars, Cadillacs, hillbilly music\nIt's the only thing that keeps me hangin' on\nIt's the only thing that keeps me hangin' on\nIt's the only thing that keeps me hangin' on\n",
        "artist": "Dwight Yoakam"
    },
    {
        "song": "Queen Of Hearts",
        "lyrics": "\r\nMidnight, and I'm a-waiting on the twelve-oh-five\nHoping it'll take me just a little farther down the line\n\nMoonlight, you're just a heartache in disguise\nWon't you keep my heart from breaking\nIf it's only for a very short time\n\nPlaying with the queen of hearts\nKnowing it ain't really smart\nThe joker ain't the only fool\nWho'll do anything for you\nLaying out another lie\nThinking 'bout a life of crime\n'Cause that's what I'll have to do\nTo keep me away from you\n\nHoney, you know it makes you mad\nWhy is everybody telling everybody what you have done\n\nBaby, I know it makes you sad\nBut when they're handing out the heartaches\nYou know you got to have you some\n\nPlaying with the queen of hearts\nKnowing it ain't really smart\nThe joker ain't the only fool\nWho'll do anything for you\nLaying out another lie,\nThinking 'bout a life of crime\n'Cause that's what I'll have to do\nTo keep me away from you\n\nLovers, I know you've had a few\nBut hide your heart beneath the covers\nAnd tell 'em they're the only one\n\nAnd others, they know just what I'm going through\nAnd it's a-hard to be a lover\nWhen you say you're only in it for fun\n\nPlaying with the queen of hearts\nKnowing it ain't really smart\nThe joker ain't the only fool\nWho'll do anything for you\n\nPlaying with the queen of hearts\nKnowing it ain't really smart\nThe joker ain't the only fool\nWho'll do anything for you\nLaying out another lie,\nThinking 'bout a life of crime\n'Cause that's what I'll have to do\nTo keep me away from you\n\nPlaying with the queen of hearts\nPlaying with the queen of hearts\nPlaying with the queen of hearts\nPlaying with the queen of hearts\n",
        "artist": "Juice Newton"
    },
    {
        "song": "If I Had a Boat",
        "lyrics": "\r\nIf I had a boat\nI'd go out on the ocean\nAnd if I had a pony\nI'd ride him on my boat\nAnd we could all together\nGo out on the ocean\nMe upon my pony on my boat\n\nIf I were Roy Rogers\nI'd sure enough be single\nI couldn't bring myself to marrying old Dale\nIt'd just be me and trigger\nWe'd go riding through them movies\nThen we'd buy a boat and on the sea we'd sail\n\nAnd if I had a boat\nI'd go out on the ocean\nAnd if I had a pony\nI'd ride him on my boat\nAnd we could all together\nGo out on the ocean\nMe upon my pony on my boat\n\nThe mystery masked man was smart\nHe got himself a Tonto\n'Cause Tonto did the dirty work for free\nBut Tonto he was smarter\nAnd one day said kemo sabe\nKiss my ass I bought a boat\nI'm going out to sea\n\nAnd if I had a boat\nI'd go out on the ocean\nAnd if I had a pony\nI'd ride him on my boat\nAnd we could all together\nGo out on the ocean\nMe upon my pony on my boat\n\nAnd if I were like lightning\nI wouldn't need no sneakers\nI'd come and go wherever I would please\nAnd I'd scare 'em by the shade tree\nAnd I'd scare 'em by the light pole\nBut I would not scare my pony on my boat out on the sea\n\nAnd if I had a boat\nI'd go out on the ocean\nAnd if I had a pony\nI'd ride him on my boat\nAnd we could all together\nGo out on the ocean\nMe upon my pony on my boat\n",
        "artist": "Lyle Lovett"
    },
    {
        "song": "People Got A Lotta Nerve",
        "lyrics": "\r\nSo the saying says \r\nAn elephant never forgets \r\nStanding in the concrete cave \r\nSwaying side and sing \r\nThey walked over the ocean \r\nAnd their dreams they dreamed awake \r\nUntil the lights grew dim \r\nUntil the cop cars came \r\nEverybody tells me this is crazy, yes I know \r\n\r\nBut I'm a man man man man man man man eater \r\nBut still you're surprised prised prised when I eat ya \r\n\r\nYou know they call them killer whales \r\nBut you seem suprised \r\nWhen it pinned you down to the bottom of the tank \r\nWhere you can't turn around \r\nIt took half your leg and both your lungs \r\nAnd I craved I ate hearts of sharks, I know you know it \r\n\r\nI'm a man man man man, man man man eater \r\nBut still you're surprised prised prised when I eat ya <i>[X2]</i>\r\n\r\nIt will end again in moonlit song \r\nIt will end again in moonlit song\n",
        "artist": "Neko Case"
    },
    {
        "song": "Fancy",
        "lyrics": "\r\nI remember it all very well lookin' back\nIt was the summer I turned eighteen\nWe lived in a one room, rundown shack\nOn the outskirts of New Orleans\nWe didn't have money for food or rent\nTo say the least we were hard pressed\nThen Mama spent every last penny we had\nTo buy me a dancin' dress\n\nMama washed and combed and curled my hair\nAnd she painted my eyes and lips\nThen I stepped into a satin' dancin' dress\nThat had a split on the side clean up to my hip\nIt was red velvet trim and it fit me good\nStandin' back from the lookin' glass\nThere stood a woman where a half grown kid had stood\n\nShe said, &quot;Here's your one chance, Fancy, don't let me down.\nHere's your one chance, Fancy, don't let me down\n\nMama dabbled a little bit of perfume on my neck and then she kissed my cheek\nAnd then I saw the tears wellin' up in her troubled eyes as she started to speak\nShe looked at a pitiful shack\nAnd then she looked at me and took a ragged breath\nShe said, &quot;Your Pa's runned off and I'm real sick,\nAnd the baby's gonna starve to death.&quot;\n\nShe handed me a heart shaped locket that said,\n&quot;To thine own self be true.&quot;\nAnd I shivered as I watched a roach crawl across\nThe toe of my high heeled shoe\nIt sounded like somebody else that was talkin'\nAskin', &quot;Mama, what do I do?&quot;\nShe said, &quot;Just be nice to the gentlemen, Fancy,\nAnd they'll be nice to you.&quot;\n\nShe said, &quot;Here's your one chance, Fancy, don't let me down.\nHere's your one chance, Fancy, don't let me down.&quot;\nLord, forgive me for what I do,\nBut if you want out, well, it's up to you\nNow don't let me down\nNow your mama's gonna move you uptown\n\nWell, that was the last time I saw my Ma\nThe night I left that rickety shack\nThe welfare people came and took the baby\nMama died and I ain't been back\n\nBut the wheels of fate had started to turn\nAnd for me there was no way out\nAnd it wasn't very long 'til I knew exactly\nWhat my Mama'd been talkin' about\n\nI knew what I had to do and I made myself this solemn vow\nThat I's gonna be a lady someday\nThough I didn't know when or how\nBut I couldn't see spending the rest of my life\nWith my head hung down in shame\nYou know I might have been born just plain white trash\nBut Fancy was my name\n\nShe said, &quot;Here's your one chance, Fancy, don't let me down.\nShe said, &quot;Here's your one chance, Fancy, don't let me down.\n\nIt wasn't long after that benevolent man took me off the street\nAnd one week later I was pourin' his tea in a five room hotel suite\n\nI charmed a king, a congressman and an occasional aristocrat\nAnd then I got me a Georgia mansion and an elegant New York townhouse flat\nAnd I ain't done bad\n\nNow in this world there's a lot of self-righteous hypocrites\nThat would call me bad\nThey criticize Mama for turning me out\nNo matter how little we had\n\nBut though I ain't had to worry 'bout nothin' for nigh on fifteen years\nWell, I can still hear the desperation in my poor Mama's voice ringin' in my ears\n\n&quot;Here's your one chance, Fancy, don't let me down.\nHere's your one chance, Fancy, don't let me down.&quot;\nLord, forgive me for what I do\nBut if you want out well it's up to you\nNow don't let me down\nNow your Mama's gonna move you uptown\n\nWell, I guess she did\n",
        "artist": "Reba McEntire"
    },
    {
        "song": "Songs About Rain",
        "lyrics": "\r\nWell this town has closed down way too early, \r\nAnd there's nothing to do,\r\nSo I'm driving around in circles, \r\nAnd I'm thinking about you,\r\nToday I heard you got a new last name,\r\nSure didn't know it was gonna hit me this way,\r\nAnd the radio just keeps on playing all these songs about rain\r\nNow there's all kind of songs about babies and love that goes right,\r\nBut for some unknown reason nobody wants to play them tonight,\r\nHey I hope it's sunny wherever you are,\r\nBut that's sure not the picture tonight in my car, \r\nAnd it sure ain't easing my pain all these songs like,\r\n\r\nRainy Night In Georgia,\r\nand Kentucky Rain,\r\nHere Comes That Rainy Day Feeling Again, \r\nBlue Eyes Crying In The early morning Rain,\r\nThey go on and on,\r\nAnd there's no two the same,\r\n\r\nOh it would be easy to blame all these songs about rain,\r\nWell I thought I was over you but I guess maybe I'm not,\r\nCause when I let you go looks like lonely is all that I got,\r\nGuess I'll never know what could have been,\r\nSure ain't helping this mood that I'm in,\r\nIf their gonna keep on playing me songs like, \r\n\r\nRainy Night In Georgia,\r\nand Kentucky Rain,\r\nHere Comes That Rainy Day Feeling Again, \r\nBlue Eyes Crying In The early morning Rain,\r\nThey go on and on,\r\nAnd there's no two the same,\r\n\r\nOh how I wish I could blame all these songs about rain,\r\nAll these songs about rain,\r\nSongs about rain.......\n",
        "artist": "Gary Allan"
    },
    {
        "song": "Independence Day",
        "lyrics": "\r\nWell she seemed all right by dawns early light\nThough she looked a little worried and weak\nShe tried to pretend he wasn't drinkin' again\nBut daddy left the proof on her cheek\nAnd I was only eight years old that summer\nAnd I always seemed to be in the way\nSo I took myself down to the fair in town\nOn Independence Day\n\nWell word gets around in a small, small town\nThey said he was a dangerous man\nBut mama was proud and she stood her ground\nShe knew she was on the losin' end\nSome folks whispered and some folks talked\nBut everybody looked the other way\nAnd when time ran out there was no one about\nOn Independence Day\n\nLet freedom ring, let the white dove sing\nLet the whole world know that today is a day of reckoning\nLet the weak be strong, let the right be wrong\nRoll the stone away, let the guilty pay it's Independence Day\n\nWell she lit up the sky that fourth of July\nBy the time that the firemen come\nThey just put out the flames, and took down some names\nAnd sent me to the county home\nNow I ain't sayin' it's right or it's wrong\nBut maybe it's the only way\nTalk about your revolution\nIt's Independence Day\n\nLet freedom ring, let the white dove sing\nLet the whole world know that today is a day of reckoning\nLet the weak be strong, let the right be wrong\nRoll the stone away, let the guilty pay it's Independence Day\nRoll the stone away\nIt's Independence day\n",
        "artist": "Martina McBride"
    },
    {
        "song": "In Color",
        "lyrics": "\r\nI said Grandpa what's this picture here\r\nIt's all black and white, and it ain't real clear\r\nIs that you there, he said yeah, I was eleven\r\nAnd times were tough, back in thirty-five\r\nThat's me and Uncle Joe just tryin' to survive\r\nA cotton farm, in the Great Depression\r\n\r\nAnd if it looks like we were scared to death\r\nLike a couple of kids just trying to save each other\r\nYou should've seen it in color\r\n\r\nThis one here was taken overseas\r\nIn the middle of hell, in nineteen forty-three\r\nIn the winter time, you can almost see my breath\r\nThat was my tail gunner ole' Johnny McGee\r\nHe was a high school teacher from New Orleans\r\nAnd he had my back, right through the day we left\r\n\r\nIf it looks like we were scared to death\r\nLike a couple of kids just trying to save each other\r\nYou should've seen it in color\r\n\r\nA picture's worth a thousand words\r\nBut you can't see what those shades of gray keep covered\r\nYou should've seen it in color\r\n\r\nAnd this one is my favorite one\r\nThis is me and grandma in the, summer sun\r\nAll dressed up, the day we said our vows\r\nYou can't tell it here but it was hot that June\r\nAnd that rose was red and her eyes were blue\r\nAnd just look at that smile, I was so proud\r\n\r\nThat's the story of my life\r\nRight there in black and white\r\n\r\nAnd if it looks like we were scared to death\r\nLike a couple of kids just trying to save each other\r\nYou should've seen it in color\r\n\r\nYeah a picture's worth a thousand words\r\nBut you can't see what those shades of gray keep covered\r\nYou should've seen it in color\r\n(Should've seen it in color)\n",
        "artist": "Jamey Johnson"
    },
    {
        "song": "Coat Of Many Colors",
        "lyrics": "\r\nBack through the years\nI go wonderin' once again\nBack to the seasons of my youth\nI recall a box of rags that someone gave us\nAnd how my momma put the rags to use\nThere were rags of many colors\nEvery piece was small\nAnd I didn't have a coat\nAnd it was way down in the fall\nMomma sewed the rags together\nSewin' every piece with love\nShe made my coat of many colors\nThat I was so proud of\nAs she sewed, she told a story\nFrom the bible, she had read\nAbout a coat of many colors\nJoseph wore and then she said\nPerhaps this coat will bring you\nGood luck and happiness\nAnd I just couldn't wait to wear it\nAnd momma blessed it with a kiss\n\nMy coat of many colors\nThat my momma made for me\nMade only from rags\nBut I wore it so proudly\nAlthough we had no money\nI was rich as I could be\nIn my coat of many colors\nMy momma made for me\n\nSo with patches on my britches\nHoles in both my shoes\nIn my coat of many colors\nI hurried off to school\nJust to find the others laughing\nAnd making fun of me\nIn my coat of many colors\nMy momma made for me\n\nAnd oh I couldn't understand it\nFor I felt I was rich\nAnd I told them of the love\nMy momma sewed in every stitch\nAnd I told 'em all the story\nMomma told me while she sewed\nAnd how my coat of many colors\nWas worth more than all their clothes\n\nBut they didn't understand it\nAnd I tried to make them see\nThat one is only poor\nOnly if they choose to be\nNow I know we had no money\nBut I was rich as I could be\nIn my coat of many colors\nMy momma made for me\nMade just for me\n",
        "artist": "Dolly Parton"
    },
    {
        "song": "Mountain Music",
        "lyrics": "\r\n<i>[Spoken:]</i>\n&quot;You see that mountain over there? Yeah?\nWell, one of these days I'm gonna climb that mountain&quot;.\n\n<i>[Chorus:]</i>\nOh, play me some mountain music,\nLike grandma and grandpa used to play.\nThen I'll float on down the river\nTo a Cajun hideaway.\n\nDrift away like Tom Sawyer, ride a raft with ol' Huck Finn.\nTake a nap like Rip Van Winkle, daze dreamin' again.\n\n<i>[Chorus:]</i>\nOh, play me some mountain music,\nLike grandma and grandpa used to play.\nThen I'll float on down the river\nTo a Cajun hideaway.\n\nSwim across the river, just to prove that I'm a man.\nSpend the day bein' lazy, just bein' nature's friend.\nClimb a long tall hick'ry. Bend it over, skinnin' cats.\nPlayin' baseball with chert rocks, usin' sawmill slabs for bats.\n\n<i>[Bridge:]</i>\nPlay some back-home, come-on music\nThat comes from the heart.\nPlay something with lots of feelin',\n'Cause that's where music has to start.\n\n<i>[Chorus:]</i>\nOh, play me some mountain music,\nLike grandma and grandpa used to play.\nThen I'll float on down the river\nTo a Cajun hideaway, hey hey.\n\nOh play me mountain music.\nOh play me mountain music.\nOh play me mountain music.\nOh play me mountain music.\n",
        "artist": "Alabama"
    },
    {
        "song": "I Hope You Dance",
        "lyrics": "\r\nI hope you never lose your sense of wonder,\nYou get your fill to eat but always keep that hunger,\nMay you never take one single breath for granted,\nGOD forbid love ever leave you empty handed,\nI hope you still feel small when you stand beside the ocean,\nWhenever one door closes I hope one more opens,\nPromise me that you'll give faith a fighting chance,\nAnd when you get the choice to sit it out or dance.\n\nI hope you dance....I hope you dance.\n\nI hope you never fear those mountains in the distance,\nNever settle for the path of least resistance\nLivin' might mean takin' chances but they're worth takin',\nLovin' might be a mistake but it's worth makin',\nDon't let some hell bent heart leave you bitter,\nWhen you come close to sellin' out reconsider,\nGive the heavens above more than just a passing glance,\nAnd when you get the choice to sit it out or dance.\n\nI hope you dance....I hope you dance.\nI hope you dance....I hope you dance.\n(Time is a wheel in constant motion always rolling us along,\nTell me who wants to look back on their years and wonder where those years have gone.)\n\nI hope you still feel small when you stand beside the ocean,\nWhenever one door closes I hope one more opens,\nPromise me that you'll give faith a fighting chance,                                   \nAnd when you get the choice to sit it out or dance.                                    \n\nDance....I hope you dance.                                               \nI hope you dance....I hope you dance.                                           \nI hope you dance....I hope you dance..                                          \n(Time is a wheel in constant motion always rolling us along                                       \nTell me who wants to look back on their years and wonder where those years have gone)\n",
        "artist": "Lee Ann Womack"
    },
    {
        "song": "D-I-V-O-R-C-E",
        "lyrics": "\r\nOur little boy is four years old and quite a little man\nSo we spell out the words we don't want him to understand\nLike T-O-Y or maybe S-U-R P-R-I-S-E\nBut the words we're hiding from him now\nTear the heart right out of me.\n\nOur D-I-V-O-R-C-E; becomes final today\nMe and little J-O-E will be goin' away\nI love you both and this will be pure H-E double L for me\nOh, I wish that we could stop this D-I-V-O-R-C-E.\n\nWatch him smile, he thinks it Christmas\nOr his 5th Birthday\nAnd he thinks C-U-S-T-O-D-Y spells fun or play\nI spell out all the hurtin' words\nAnd turn my head when I speak\n'Cause I can't spell away this hurt\nThat's drippin' down my cheek.\n\nOur D-I-V-O-R-C-E; becomes final today\nMe and little J-O-E will be  goin' away\nI love you both and this will be pure H-E double L for me\nOh, I wish that we could stop this D-I-V-O-R-C-E.\n",
        "artist": "Tammy Wynette"
    },
    {
        "song": "Angel From Montgomery",
        "lyrics": "\r\nI am an old woman named after my mother\nMy old man is another child that's grown old\nIf dreams were lightning thunder was desire\nThis old house would have burnt down a long time ago\n\n<i>[Chorus:]</i>\nMake me an angel that flies from Montgom'ry\nMake me a poster of an old rodeo\nJust give me one thing that I can hold on to\nTo believe in this living is just a hard way to go\n\nWhen I was a young girl well, I had me a cowboy\nHe weren't much to look at, just free rambling man\nBut that was a long time and no matter how I try\nThe years just flow by like a broken down dam.\n\n<i>[Chorus]</i>\n\nThere's flies in the kitchen I can hear 'em there buzzing\nAnd I ain't done nothing since I woke up today.\nHow the hell can a person go to work in the morning\nAnd come home in the evening and have nothing to say.\n\n<i>[Chorus]</i>\n",
        "artist": "John Prine"
    },
    {
        "song": "Seven Year Ache",
        "lyrics": "\r\nYou act like you were just born tonight\nFace down in a memory but feeling all right\nSo who does your past belong to today\nBaby, you don't say nothing when you're feeling this way\n\nGirls in the bars thinking who is this guy\nBut they don't think nothing when they're telling you lies\nYou look so careless when they're shooting that bull\nDon't you know heartaches are heroes when their pockets are full\n\nTell me you're trying to cure a seven year ache\nSee what else your old heart can take\nBoys say, &quot;when is he gonna give us some room&quot;\nThe girls say, &quot;God, I hope he comes back soon&quot;\n\nAnd everybody's talking but you don't hear a thing\nYou're still uptown on your downhill swing\nBoulevard's empty, why don't you come around\nBaby, what is so great about sleeping downtown\n\nThere's plenty of dives to be someone you're not\nJust say you're looking for something you might have forgot\nDon't bother calling to say you're leaving alone\n'Cause there's a fool on every corner when you're trying to get home\n\nJust tell 'em your trying to cure a seven year ache\nSee what else your old heart can take\nBoys say, &quot;when is he gonna give us some room&quot;\nThe girls say, &quot;God, I hope he comes back soon&quot;\n\nTell me you're trying to cure a seven year ache\nSee what else your old heart can take\nBoys say, &quot;when is he gonna give us some room&quot;\nThe girls say, &quot;God, I hope he comes back soon&quot;\n",
        "artist": "Rosanne Cash"
    },
    {
        "song": "I Fall To Pieces",
        "lyrics": "\r\nI fall to pieces\nEach time I see you again\nI fall to pieces\nHow can I be just your friend?\n\nYou want me to act like we've never kissed\nYou want me to forget (to forget)\nPretend we've never met (never met)\nAnd I've tried and I've tried, but I haven't yet\nYou walk by and I fall to pieces\n\nI fall to pieces\nEach time someone speaks your name (speaks your name)\nI fall to pieces\nTime only adds to the flame\n\nYou tell me to find someone else to love\nSomeone who'll love me too (love me too)\nThe way you used to do (used to do)\nBut each time I go out with someone new\nYou walk by and I fall to pieces\nYou walk by and I fall to pieces\n",
        "artist": "Patsy Cline"
    },
    {
        "song": "The Race Is On",
        "lyrics": "\r\nI feel tears wellin' up cold and deep inside\nLike my heart's sprung a big break\nAnd the stab of loneliness, sharp and painful\nThat I may never shake\nNow you might say that I was taking it hard\nSince you wrote me off with a call\nBut don't you wager that I'll hide the sorrow\nWhen I may break right down and bawl\n\nNow the race is on and here comes pride up the backstretch\nHeartaches are going to the inside\nMy tears are holding back\nThey're trying not to fall\nMy heart's out of the running\nTrue love's scratched for another's sake\nThe race is on and it looks like heartaches\nAnd the winner loses all\n\nOne day I had ventured in love, never once suspecting\nWhat the final results would be\nHow I lived in fear of waking up each morning\nAnd finding that you'd gone from me\nThere's aching and pain in my heart\nFor the day was the one that I hated to face\nSomebody new came up to win her\nAnd I came out in second place\n\nNow the race is on and here comes pride up the backstretch\nHeartaches are going to the inside\nMy tears are holding back\nThey're trying not to fall\nMy heart's out of the running\nTrue love's scratched for another's sake\nThe race is on and it looks like heartaches\nAnd the winner loses all\n",
        "artist": "George Jones"
    },
    {
        "song": "Crazy Arms",
        "lyrics": "\r\nNow blue ain't the world for the way that I feel\nAnd the storm's brewing in this heart of mine\nThis ain't no crazy dream I know that it's real\nYou're someone else's love now you're not mine\nCrazy arms that reach to hold somebody new\nFor my yearning heart keeps saying you're not mine\nMy troubled mind knows soon to another you'll be wed\nAnd that's why I'm lonely all the time\n\nSo please take the treasured dreams I had for you and me\nAnd take all the love I thought was mine\nSomeday my crazy arms may hold somebody new\nBut now I'm so lonely all the time\nCrazy arms that reach...\n",
        "artist": "Ray Price"
    },
    {
        "song": "El Paso",
        "lyrics": "\r\nOut in the West Texas town of El Paso\nI fell in love with a Mexican girl\nNighttime would find me in Rosa's cantina\nMusic would play and Felina would whirl\n\nBlacker than night were the eyes of Felina\nWicked and evil while casting a spell\nMy love was deep for this Mexican maiden\nI was in love but in vain, I could tell\n\nOne night a wild young cowboy came in\nWild as the West Texas wind\nDashing and daring, a drink he was sharing\nWith wicked Felina, the girl that I loved\n\nSo in anger I\nChallenged his right for the love of this maiden\nDown went his hand for the gun that he wore\nMy challenge was answered in less than a heartbeat\nThe handsome young stranger lay dead on the floor\n\nJust for a moment I stood there in silence\nShocked by the foul evil deed I had done\nMany thoughts raced through my mind as I stood there\nI had but one chance and that was to run\n\nOut through the back door of Rosa's I ran\nOut where the horses were tied\nI caught a good one, it looked like it could run\nUp on its back and away I did ride\n\nJust as fast as I\nCould from the West Texas town of El Paso\nOut to the badlands of New Mexico\n\nBack in El Paso my life would be worthless\nEverything's gone in life; nothing is left\nIt's been so long since I've seen the young maiden\nMy love is stronger than my fear of death\n\nI saddled up and away I did go\nRiding alone in the dark\nMaybe tomorrow, a bullet may find me\nTonight nothing's worse than this pain in my heart\n\nAnd at last here I\nAm on the hill overlooking El Paso\nI can see Rosa's cantina below\nMy love is strong and it pushes me onward\nDown off the hill to Felina I go\n\nOff to my right I see five mounted cowboys\nOff to my left ride a dozen or more\nShouting and shooting, I can't let them catch me\nI have to make it to Rosa's back door\n\nSomething is dreadfully wrong for I feel\nA deep burning pain in my side\nThough I am trying to stay in the saddle\nI'm getting weary, unable to ride\n\nBut my love for\nFelina is strong and I rise where I've fallen\nThough I am weary I can't stop to rest\nI see the white puff of smoke from the rifle\nI feel the bullet go deep in my chest\n\nFrom out of nowhere Felina has found me\nKissing my cheek as she kneels by my side\nCradled by two loving arms that I'll die for\nOne little kiss and Felina, goodbye\n",
        "artist": "Marty Robbins"
    },
    {
        "song": "Springsteen",
        "lyrics": "\r\nTo this day when I hear that song, I see you standing there on that lawn\nDiscount shades, store bought tan, flip-flops and cut off jeans\nSomewhere between that setting sun, I'm On Fire and Born To Run\nYou looked at me and I was done, we were just getting started\n\nI was singing to you, you were singing to me\nI was so alive, never been more free\nFired up my daddy's lighter and we sang oh\nStayed there 'til they forced us out\nWe took the long way to your house\nAnd I can still hear the sound\nOf you saying, &quot;Don't go&quot;\n\nWhen I think about you\nI think about 17\nI think about my old Jeep\nI think about the stars in the sky\nFunny how a melody sounds like a memory\nLike a soundtrack to a July Saturday night\nSpringsteen\n\nI bumped in to you by happenstance\nYou probably wouldn't even know who I am\nBut if I whispered your name, I bet there'd still be a spark\nBack when I was gasoline and this old tattoo had brand new ink\nAnd we didn't care what your momma think 'bout your name on my arm\n\nBaby is it spring or is it summer\nThe guitar sound or the beat of the drummer\nYou hear sometimes late at night on your radio\nEven though you're a million miles away\nWhen you hear Born In The USA\nDo you relive those glory days from so long ago\n\nWhen you think about me\nDo you think about 17\nDo you think about my old Jeep\nThink about the stars in the sky\nFunny how a melody sounds like a memory\nLike a soundtrack to a July Saturday night\nSpringsteen, Springsteen\n\nWoah-oh-oh-oh Woah-oh-oh-oh Woah-oh-oh-oh-oh-oh-oh\nWoah-oh-oh-oh woah-oh-oh-oh Woah-oh-oh-oh-oh-oh-oh\n\nFunny how a melody sounds like a memory\nLike a soundtrack to a July Saturday night\nSpringsteen, Springsteen, oh, Springsteen\n\nWoah-oh-oh-oh Woah-oh-oh-oh Woah-oh-oh-oh-oh-oh-oh\nWoah-oh-oh-oh woah-oh-oh-oh Woah-oh-oh-oh-oh-oh-oh\nWoah-oh-oh-oh Woah-oh-oh-oh Woah-oh-oh-oh-oh-oh-oh\nWoah-oh-oh-oh woah-oh-oh-oh Woah-oh-oh-oh-oh-oh-oh\n",
        "artist": "Eric Church"
    },
    {
        "song": "Before He Cheats",
        "lyrics": "\r\nRight now he's probably slow dancing with a bleached-blond tramp,\nAnd she's probably getting frisky...\nRight now, he's probably buying her some fruity little drink\n'Cause she can't shoot whiskey...\nRight now, he's probably up behind her with a pool stick,\nShowing her how to shoot a combo...\n\nAnd he don't know...\n\nThat I dug my key into the side\nOf his pretty little souped-up four-wheel drive,\nCarved my name into his leather seats...\nI took a Louisville slugger to both headlights,\nSlashed a hole in all four tires...\nMaybe next time he'll think before he cheats.\n\nRight now, she's probably up singing some\nWhite-trash version of Shania karaoke.\nRight now, she's probably saying, &quot;I'm drunk&quot;\nAnd he's a-thinking that he's gonna get lucky,\nRight now, he's probably dabbing on\n3 dollars worth of that bathroom Polo*...\n\nOh, and he don't know...\n\nThat I dug my key into the side\nOf his pretty little souped-up four-wheel drive,\nCarved my name into his leather seats,\nI took a Louisville slugger to both headlights,\nSlashed a hole in all four tires...\nMaybe next time he'll think before he cheats.\n\nI might've saved a little trouble for the next girl,\n'Cause the next time that he cheats...\nOh, you know it won't be on me!\n\nNo... not on me\n\n'Cause I dug my key into the side\nOf his pretty little souped-up four-wheel drive,\nCarved my name into his leather seats...\nI took a Louisville slugger to both headlights,\nSlashed a hole in all four tires...\nMaybe next time he'll think before he cheats.\n\nOh, maybe next time he'll think before he cheats...\n\nOh, before he cheats... oh, oh.\n",
        "artist": "Carrie Underwood"
    },
    {
        "song": "Alcohol",
        "lyrics": "\r\nI can make anybody pretty\r\nI can make you believe any lie\r\nI can make you pick a fight \r\nWith somebody twice your size\r\n\r\nI been known to cause a few break ups\r\nI been known to cause a few births\r\nI can make you new friends \r\nOr get you fired from Work\r\n\r\n<i>[1st Chorus]</i>\r\nAnd since the day I left Milwaukee \r\nLynchburg and Bordeaux France\r\nBeen making the bars lots of big money\r\nAnd helping white people dance\r\nI got you in trouble in high school\r\nBut college, now that was a ball\r\nYou had some of the best times \r\nYou'll never remember with me\r\nAlcohol\r\nAlcohol\r\n\r\nI got blamed at your wedding reception\r\nFor your best man's embarrassing speech\r\nAnd also for those\r\nNaked pictures of you at the beach\r\n\r\nI've influenced kings and world leaders\r\nI helped Hemmingway write like he did\r\nAnd I'll bet you a drink or two that I can make you\r\nPut that lampshade on your head\r\n\r\n<i>[2nd Chorus]</i>\r\n'Cause since the day I left Milwaukee \r\nLynchburg and Bordeaux France\r\nBeen making a fool out of folks just like you\r\nAnd helping white people dance\r\nI'm medicine and I am poison \r\nI can help you up or make you fall\r\nYou had some of the best times \r\nYou'll never remember with me\r\nAlcohol\r\nAlcohol\r\n\r\n<i>[Repeat 1st Chorus]</i>\n",
        "artist": "Brad Paisley"
    },
    {
        "song": "Kiss An Angel Good Mornin'",
        "lyrics": "\r\nWhenever I chance to meet some old friends on the street\nThey wonder how does a man get to be this way\nI've always got a smilin' face any time and any place\nAnd everytime they ask me why I just smile and say\nYou've got to kiss an angel good mornin'\nAnd let her know you think about her when you're gone\nKiss an angel good mornin' and love her like a devil when you get back home\n\nWell people may try to guess the secret of happiness\nBut some of them never learn it's a simple thing\nThe secret I'm speaking of is a woman and a man in love\nAnd the answer is in the song that I always sing\nYou've got to kiss an angel good mornin'...\nKiss an angel good mornin'...\n",
        "artist": "Charley Pride"
    },
    {
        "song": "Guitar Town",
        "lyrics": "\r\nHey pretty baby are you ready for me\nIt's your good rockin' daddy down from Tennessee\nI'm just out of Austin bound for San Antone\nWith the radio blastin' and the bird dog on\nThere's a speed trap up ahead in Selma Town\nBut no local yokel gonna shut me down\n'Cause me and my boys got this rig unwound\nAnd we've come a thousand miles from a Guitar Town\n\nNothin' ever happened 'round my hometown\nAnd I ain't the kind to just hang around\nBut I heard someone callin' my name one day\nAnd I followed that voice down the lost highway\nEverybody told me you can't get far\nOn thirty-seven dollars and a jap guitar\nNow I'm smokin' into Texas with the hammer down\nAnd a rockin' little combo from the Guitar Town\n\nHey pretty baby don't you know it ain't my fault\nI love to hear the steel belts hummin' on the asphalt\nWake up in the middle of the night in a truck stop\nStumble in the restaurant wonderin' why I don't stop\n\nGotta keep rockin' why I still can\nI gotta two pack habit and a motel tan\nBut when my boots hit the boards I'm a brand new man\nWith my back to the riser I make my stand\nAnd hey pretty baby won't you hold me tight\nWe're loadin' up and rollin' out of here tonight\nOne of these days I'm gonna settle down\nAnd take you back with me to the Guitar Town\n",
        "artist": "Steve Earle"
    },
    {
        "song": "The Grand Tour",
        "lyrics": "\r\nStep right up, come on in\nIf you'd like to take the grand tour\nOf a lonely house that once was home sweet home\nI have nothing here to sell you,\nJust some things that I will tell you\nSome things I know will chill you to the bone.\n\nOver there, sits the chair\nWhere she'd bring the paper to me\nAnd sit down on my knee\nAnd whisper oh, I love you\nBut now she's gone forever\nAnd this old house will never\nBe the same without the love\nThat we once knew.\n\nStraight ahead, that's the bed\nWhere we'd lay in love together\nAnd Lord knows we had a good thing going here\nSee her picture on the table\nDon't it look like she'd be able\nJust to touch me and say good morning dear.\n\nThere's her rings, all her things\nAnd her clothes are in the closet\nLike she left them\nWhen she tore my world apart.\n\nAs you leave you'll see the nursery, \nOh, she left me without mercy\nTaking nothing but\nOur baby and my heart.\n\nStep right up, come on in...\n",
        "artist": "George Jones"
    },
    {
        "song": "Act Naturally",
        "lyrics": "\r\nThey're gonna put me in the movies\nThey're gonna make a big star out of me\nWe'll make a film about a man that's sad and lonely\nAnd all I got to do is act naturally\n\nWell, I bet you I'm a gonna be a big star\nMight win an Oscar you can never tell\nThe movie's gonna make me a big star,\n'Cause I can play the part so well.\n\nWell, I hope you come and see me in the movie\nThen I'll know that you will plainly see\nThe biggest fool that's ever hit the big time\nAnd all I got to do is act naturally.\n\nWe'll make a scene about a man that's sad and lonely\nAnd begging down upon his bended knee\nI'll play the part but I won't need rehearsing\nAll I have to do is act naturally.\n\nWell, I bet you I'm a gonna be a big star\nMight win an Oscar you can never tell\nThe movie's gonna make me a big star,\n'Cause I can play the part so well.\n\nWell, I hope you come and see me in the movie\nThen I'll know that you will plainly see\nThe biggest fool that's ever hit the big time\nAnd all I got to do is act naturally...\n",
        "artist": "Buck Owens"
    },
    {
        "song": "Coal Miner's Daughter",
        "lyrics": "\r\nWell I was born the coal miner's daughter in a cabin on a hill in Butcher Holler\nWe were poor but we had love that's the one thing that daddy made sure of\nHe shovel coal to make a poor man's dollar\nMy daddy worked all night in the Vanleer coal mine all day long in the field hoein' corn\nMommie rocked the baby that night and read the Bible by the coal oil light\nAnd everything would start all over come break of morn\nDaddy loved and raised eight kids on a miner's pay\nMommie scrubbed our clothes on a washboard everyday\nWhy I've seen her fingers bleed to complain there was no need\nShe's smiled in mommie's understanding way\nIn the summertime we didn't have shoes to wear\nBut in the wintertime we'd all get a brand new pair\nFrom a mail order catalog money made by selling a hog\nDaddy always managed to get the money somewhere\nYeah I'm proud to be a coal miner's daughter\nI remember well the well where I drew water\nThe work we done was hard at night we'd sleep cause we were tired\nI never thought I'd ever leave the Butcher Holler\nBut a lots of things have changed since the way back then\nAnd it's so good to be back home again\nNot much left but the floor nothing lives there anymore\nJust the mem'ries of a coal miner's daughter\n",
        "artist": "Loretta Lynn"
    },
    {
        "song": "Follow Your Arrow",
        "lyrics": "\r\nIf you save yourself for marriage\nYou're a bore\nIf you don't save yourself for marriage\nYou're a whore-able person\nIf you won't have a drink\nThen you're a prude\nBut they'll call you a drunk\nAs soon as you down the first one\n\nIf you can't lose the weight\nThen you're just fat\nBut if you lose too much\nThen you're on crack\nYou're damned if you do\nAnd you're damned if you don't\nSo you might as well just do\nWhatever you want\nSo\n\nMake lots of noise\nKiss lots of boys\nOr kiss lots of girls\nIf that's something you're into\nWhen the straight and narrow\nGets a little too straight\nRoll up a joint, or don't\nJust follow your arrow\nWherever it points, yeah\nFollow your arrow\nWherever it points\n\nIf you don't go to church\nYou'll go to hell\nIf you're the first one\nOn the front row\nYou're self-righteous\nSon of a-\nCan't win for losing\nYou'll just disappoint 'em\nJust 'cause you can't beat 'em\nDon't mean you should join 'em\n\nSo make lots of noise\nKiss lots of boys\nOr kiss lots of girls\nIf that's something you're into\nWhen the straight and narrow\nGets a little too straight\nRoll up a joint, or don't\nJust follow your arrow\nWherever it points, yeah\nFollow your arrow\nWherever it points\n\nSay what you think\nLove who you love\n'Cause you just get\nSo many trips 'round the sun\nYeah, you only\nOnly live once\n\nSo make lots of noise\nKiss lots of boys\nOr kiss lots of girls\nIf that's what you're into\nWhen the straight and narrow\nGets a little too straight\nRoll up a joint, I would\nAnd follow your arrow\nWherever it points, yeah\nFollow your arrow\nWherever it points\n",
        "artist": "Kacey Musgraves"
    },
    {
        "song": "Lost Highway",
        "lyrics": "\r\nI'm a rollin stone all alone and lost\nFor a life of sin I have paid the cost\nWhen I pass by all the people say\nJust another guy on the lost highway\n\nJust a deck of cards and a jug of wine\nAnd a womans lies makes a life like mine\nOh the day we met, I went astray\nI started rolling down that lost highway\n\nI was just a lad, nearly 22\nNeither good nor bad, just a kid like you\nAnd now I'm lost, too late to pray\nLord I take a cost, oh the lost highway\n\nNow boys don't start to ramblin' round\nOn this road of sin are you sorrow bound\nTake my advice or you'll curse the day\nYou started rollin' down that lost highway\n",
        "artist": "Hank Williams"
    },
    {
        "song": "Your Cheatin' Heart",
        "lyrics": "\r\nYour cheatin' heart\nWill make you weep\nYou'll cry and cry\nAnd try to sleep\nBut sleep won't come\nThe whole night through\nYour cheatin' heart will tell on you...\n\nWhen tears come down\nLike falling rain\nYou'll toss around\nAnd call my name\nYou'll walk the floor\nThe way I do\nYour cheatin' heart will tell on you...\n\nYour cheatin' heart\nWill pine some day\nAnd crave the love\nYou threw away\nThe time will come\nWhen you'll be blue\nYour cheatin' heart will tell on you...\n\nWhen tears come down\nLike falling rain\nYou'll toss around\nAnd call my name\nYou'll walk the floor\nThe way I do\nYour cheatin' heart will tell on you...\n",
        "artist": "Hank Williams"
    },
    {
        "song": "I Saw The Light",
        "lyrics": "\r\nI wandered so aimless life filled with sin\nI wouldn't let my dear saviour in\nThen Jesus came like a stranger in the night\nPraise the Lord I saw the light.\n\nI saw the light I saw the light\nNo more darkness no more night\nNow I'm so happy no sorrow in sight\nPraise the Lord I saw the light.\n\nJust like a blind man I wandered along\nWorries and fears I claimed for my own\nThen like the blind man that God gave back his sight\nPraise the Lord I saw the light.\n\nI saw the light I saw the light\nNo more darkness no more night\nNow I'm so happy no sorrow in sight\nPraise the Lord I saw the light.\n\nI was a fool to wander and a-stray\nStraight is the gate and narrow the way\nNow I have traded the wrong for the right\nPraise the Lord I saw the light.\n\nI saw the light I saw the light\nNo more darkness no more night\nNow I'm so happy no sorrow in sight\nPraise the Lord I saw the light.\n",
        "artist": "Hank Williams"
    },
    {
        "song": "Ring Of Fire",
        "lyrics": "\r\nLove is a burning thing\nAnd it makes a fiery ring.\nBound by wild desire\nI fell into a ring of fire.\n\n<i>[2x]</i>\nI fell into a burning ring of fire,\nI went down, down, down and the flames went higher\nAnd it burns, burns, burns,\nThe ring of fire, the ring of fire.\n\nThe taste of love is sweet\nWhen hearts like ours meet.\nI fell for you like a child,\nOh, but the fire went wild.\n\nI fell into a burning ring of fire,\nI went down, down, down and the flames went higher\nAnd it burns, burns, burns,\nThe ring of fire, the ring of fire.\n\nI fell into a burning ring of fire,\nI went down, down, down as the flames went higher\nAnd it burns, burns, burns,\nThe ring of fire, the ring of fire.\n\nAnd it burns, burns, burns,\nThe ring of fire, the ring of fire,\nThe ring of fire, the ring of fire.\n",
        "artist": "Johnny Cash"
    },
    {
        "song": "Goodbye Earl",
        "lyrics": "\r\nMary Anne and Wanda were the best of friends\nAll through their high school days\nBoth members of the 4H Club\nBoth active in the FFA\n\nAfter graduation Mary Anne went out\nlookin' for a bright new world\nWanda looked all around this town\nand all she found was Earl\n\nWell, it wasn't two weeks\nafter she got married that\nWanda started gettin' abused\nShe put on dark glasses\nand long sleeved blouses\nAnd make-up to cover her bruise\n\nWell, she finally got the nerve to file for divorce\nShe let the law take it from there\nBut Earl walked right through that restraining order\nAnd put her in intensive care\n\nRight away Mary Anne flew in from Atlanta\nOn a red eye midnight flight\nShe held Wanda's hand and they worked out a plan\nAnd it didn't take them long to decide\nThat Earl had to die\n\nGoodbye, Earl\nThose black-eyed peas?\nThey tasted all right to me, Earl\nYou're feeling weak?\nWhy don't you lay down and sleep, Earl\nAin't it dark?\nWrapped up in that tarp, Earl\n\nThe cops came by to bring Earl in\nThey searched the house high and low\nThen they tipped their hats\nand said &quot;Thank You, ladies, if you hear from him let us know&quot;\n\nWell, the weeks went by and spring turned to summer\nAnd summer faded into fall\nAnd it turns out he was a missing person\nwho nobody missed at all\n\nSo the girls bought some land\nand a roadside stand\nOut on Highway 109\nThey sell Tennessee ham\nand strawberry jam,\nAnd they don't lose any sleep at night\n'Cause Earl had to die\n\nGoodbye Earl\nWe need a break\nLet's go out to the lake, Earl\nWe'll pack a lunch\nAnd stuff you in the trunk, Earl\nWell, is that all right?\nGood! Let's go for a ride, Earl.\nHey\n\nWell, hey hey hey\nAh, hey hey hey\nWell, hey hey hey\n",
        "artist": "Dixie Chicks"
    },
    {
        "song": "Mean",
        "lyrics": "\r\nYou, with your words like knives\nAnd swords and weapons that you use against me\nYou have knocked me off my feet again\nGot me feeling like a nothing\nYou, with your voice like nails on a chalkboard\nCalling me out when I'm wounded\nYou, picking on the weaker man\n\nWell you can take me down with just one single blow\nBut you don't know, what you don't know...\n\nSomeday I'll be living in a big ole city\nAnd all you're ever gonna be is mean\nSomeday I'll be big enough so you can't hit me\nAnd all you're ever gonna be is mean\nWhy you gotta be so mean?\n\nYou, with your switching sides\nAnd your wildfire lies and your humiliation\nYou have pointed out my flaws again\nAs if I don't already see them\nI walk with my head down\nTrying to block you out 'cause I'll never impress you\nI just wanna feel okay again\n\nI bet you got pushed around\nSomebody made you cold\nBut the cycle ends right now\n'Cause you can't lead me down that road\nAnd you don't know, what you don't know...\n\nSomeday I'll be living in a big ole city\nAnd all you're ever gonna be is mean\nSomeday I'll be big enough so you can't hit me\nAnd all you're ever gonna be is mean\nWhy you gotta be so mean?\n\nAnd I can see you years from now in a bar\nTalking over a football game\nWith that same big loud opinion\nBut nobody's listening\nWashed up and ranting about the same old bitter things\nDrunk and grumbling on about how I can't sing\nBut all you are is mean\n\nAll you are is mean\nAnd a liar, and pathetic, and alone in life\nAnd mean, and mean, and mean, and mean\n\nBut someday I'll be living in a big ole city\nAnd all you're ever gonna be is mean, yeah\nSomeday I'll be big enough so you can't hit me\nAnd all you're ever gonna be is mean\nWhy you gotta be so?...\n\nSomeday I'll be living in a big ole city (Why you gotta be so?...)\nAnd all you're ever gonna be is mean (Why you gotta be so?...)\nSomeday I'll be big enough so you can't hit me (Why you gotta be so?...)\nAnd all you're ever gonna be is mean\nWhy you gotta be so mean?\n",
        "artist": "Taylor Swift"
    },
    {
        "song": "Don't Come Home A Drinkin' (With Lovin' On Your Mind)",
        "lyrics": "\r\nWell you thought I'd be waitin' up when you came home last night\nYou'd been out with all the boys and you ended up half tight\nBut liquor and love that just don't mix leave a bottle or me behind\nAnd don't come home a drinkin' with lovin' on your mind\nNo don't come home a drinkin' with lovin' on your mind\nJust stay out there on the town and see what you can find\nCause if you want that kind of love well you don't need none of mine\nSo don't come home a drinkin' with lovin' on your mind\n<i>[ steel - guitar ]</i>\nYou never take me anywhere because you're always gone\nMany a night I've laid awake and cried dear all alone\nAnd you come in a kissin' on me it happens every time\nNo don't come home a drinkin' with lovin' on your mind\nNo don't come home a drinkin'...\nNo don't come home a drinkin' with lovin' on your mind\n",
        "artist": "Loretta Lynn"
    },
    {
        "song": "All My Ex's Live In Texas",
        "lyrics": "\r\n<i>[Chorus:]</i>\nAll my ex's live in Texas,\nAnd Texas is a place I'd dearly love to be.\nBut all my ex's live in Texas\nAnd that's why I hang my hat in Tennessee.\n\nRosanna's down in Texarcana; wanted me to push her broom,\nAnd sweet Ilene's in Abilene; she forgot I hung the moon,\nAnd Allison in Galveston somehow lost her sanity,\nAnd Dimples who now lives in Temple's got the law lookin' for me.\n\n<i>[Chorus]</i>\n\nI remember that old Frio river where I learned to swim.\nAnd it brings to mind another time where I wore my welcome thin.\nMy transcendental meditation, I go there each night,\nBut I always come back to myself long before daylight.\n\n<i>[Chorus]</i>\n\nSome folks think I'm hidin',\nIt's been rumored that I died,\nBut I'm alive and well in Tennessee.\n",
        "artist": "George Strait"
    },
    {
        "song": "Wichita Lineman",
        "lyrics": "\r\nI am a lineman for the county and I drive the main road\nSearchin' in the sun for another overload\nI hear you singin' in the wire, I can hear you through the whine\nAnd the Wichita Lineman is still on the line\n\nI know I need a small vacation but it don't look like rain\nAnd if it snows that stretch down south won't ever stand the strain\nAnd I need you more than want you, and I want you for all time\nAnd the Wichita Lineman is still on the line\n\n<i>[Instrumental Interlude]</i>\n\nAnd I need you more than want you, and I want you for all time\nAnd the Wichita Lineman is still on the line\n\n<i>[Instrumental to end]</i>\n",
        "artist": "Glen Campbell"
    },
    {
        "song": "Settin' The Woods On Fire",
        "lyrics": "\r\nYou sing loud and I'll sing louder tonight we're settin' the woods on fire\nYou're my gal and I'm your feller dress up in your frock of yeller\nI'll look swell but you'll look sweller settin' the woods on fire\nWe'll take in all the honky tonks tonight we're havin' fun\nWe'll show the folks a brand new dance that never has been done\nI don't care who thinks we're silly you'll be daffy and I'll be dilly\nWe'll order up two bowls of chili settin' the woods on fire\n<i>[ steel - fiddle ]</i>\nI'll gas up my hot rod stoker we'll get hotter than a poker\nYou'll be broke but I'll be broker tonight we're settin' the woods on fire\nWe'll sit close to one another up one street and down the other\nWe'll have us a time oh brother settin' the woods on fire\nWe'll put aside a little time to fix a flat or two\nMy tires and tubes are doin' fine but the air is showin' through\nYou clap hands and I'll start bowin' we'll do all the laws allowin'\nTomorrow I'll be right back plowin' settin' the woods on fire\n",
        "artist": "Hank Williams"
    },
    {
        "song": "I've Got a Tiger By the Tail",
        "lyrics": "\r\nI've got a tiger by the tail, it's plain to see\nI won't be much when you get through with me\nWell I'm a-losing weight and I'm turning mighty pale\nLooks like I've got a tiger by the tail\n\nWell I thought the day I met you, you were meek as a lamb\nJust the kind to fit my dreams and plans\nNow, the pace we're livin' takes the wind from my sails\nAnd it looks like I've got a tiger by the tail\nI've got a tiger by the tail\n\nI've got a tiger by the tail, it's plain to see\nI won't be much when you get through with me\nWell I'm a-losing weight and I'm turning mighty pale\nLooks like I've got a tiger by the tail\n\nWell, every night you drag me where the bright lights're found\nThere ain't no way to slow you down\nI'm about as helpless as a leaf in a gale\nAnd it looks like I've got a tiger by the tail\nI've got a tiger by the tail\n\nI've got a tiger by the tail, it's plain to see\nI won't be much when you get through with me\nWell I'm a-losing weight and I'm turning mighty pale\nLooks like I've got a tiger by the tail\n",
        "artist": "Buck Owens"
    },
    {
        "song": "Mammas Don't Let Your Babies Grow Up To Be Cowboys",
        "lyrics": "\r\nCowboys ain't easy to love and they're harder to hold.\nThey'd rather give you a song than diamonds or gold.\nLonestar belt buckles and old faded levis, \nAnd each night begins a new day.\nIf you don't understand him, an' he don't die young,\nHe'll prob'ly just ride away.\n\nMamas, don't let your babies grow up to be cowboys.\nDon't let 'em pick guitars or drive them old trucks.\nLet 'em be doctors and lawyers and such.\nMamas don't let your babies grow up to be cowboys.\n'Cos they'll never stay home and they're always alone.\nEven with someone they love.\n\nCowboys like smokey old pool rooms and clear mountain mornings,\nLittle warm puppies and children and girls of the night.\nThem that don't know him won't like him and them that do,\nSometimes won't know how to take him.\nHe ain't wrong, he's just different but his pride won't let him,\nDo things to make you think he's right.\n\nMamas, don't let your babies grow up to be cowboys.\nDon't let 'em pick guitars or drive them old trucks.\nLet 'em be doctors and lawyers and such.\nMamas don't let your babies grow up to be cowboys.\n'Cos they'll never stay home and they're always alone.\nEven with someone they love.\n",
        "artist": "Waylon Jennings"
    },
    {
        "song": "Jolene",
        "lyrics": "\r\nJolene, Jolene, Jolene, Jolene\nI'm begging of you please don't take my man\nJolene, Jolene, Jolene, Jolene\nPlease don't take him just because you can\n\nYour beauty is beyond compare\nWith flaming locks of auburn hair\nWith ivory skin and eyes of emerald green\n\nYour smile is like a breath of spring\nYour voice is soft like summer rain\nAnd I cannot compete with you, Jolene\n\nHe talks about you in his sleep\nThere's nothing I can do to keep\nFrom crying when he calls your name, Jolene\n\nAnd I can easily understand\nHow you could easily take my man\nBut you don't know what he means to me, Jolene\n\nJolene, Jolene, Jolene, Jolene\nI'm begging of you please don't take my man\nJolene, Jolene, Jolene, Jolene\nPlease don't take him just because you can\n\nYou could have your choice of men\nBut I could never love again\nHe's the only one for me, Jolene\n\nI had to have this talk with you\nMy happiness depends on you\nAnd whatever you decide to do, Jolene\n\nJolene, Jolene, Jolene, Jolene\nI'm begging of you please don't take my man\nJolene, Jolene, Jolene, Jolene\nPlease don't take him even though you can\n\nJolene, Jolene\n",
        "artist": "Dolly Parton"
    },
    {
        "song": "Mama Tried",
        "lyrics": "\r\nThe first thing I remember knowing\nWas a lonesome whistle blowing\nAnd a young'un's dream of growing up to ride\nOn a freight train leaving town\nNot knowing where I'm bound\nAnd no one could change my mind but Mama tried\n\nOne and only rebel child\nFrom a family meek and mild\nMy mama seemed to know what lay in store\nDespite all my Sunday learning\nTowards the bad I kept on turning\nTill Mama couldn't hold me anymore\n\nAnd I turned twenty-one in prison doing life without parole\nNo one could steer me right but Mama tried, Mama tried\nMama tried to raise me better, but her pleading I denied\nThat leaves only me to blame 'cause Mama tried\n\nDear old Daddy, rest his soul\nLeft my mom a heavy load\nShe tried so very hard to fill his shoes\nWorking hours without rest\nWanted me to have the best\nShe tried to raise me right but I refused\n\nAnd I turned twenty-one in prison doing life without parole\nNo one could steer me right but Mama tried, Mama tried\nMama tried to raise me better, but her pleading I denied\nThat leaves only me to blame 'cause Mama tried\n",
        "artist": "Merle Haggard"
    },
    {
        "song": "You Don't Know Me",
        "lyrics": "\r\nYou give your hand to me\nAnd then you say, &quot;Hello.&quot;\nAnd I can hardly speak,\nMy heart is beating so.\nAnd anyone can tell\nYou think you know me well.\nWell, you don't know me.\n(no you don't know me)\nNo you don't know the one\nWho dreams of you at night;\nAnd longs to kiss your lips\nAnd longs to hold you tight\nOh I'm just a friend.\nThat's all I've ever been.\nCause you don't know me.\n(no you don't know me)\nFor I never knew the art of making love,\nThough my heart aches with love for you.\nAfraid and shy, I let my chance go by.\nA chance that you might love me too.\n(love me too)\nYou give your hand to me,\nAnd then you say, &quot;Goodbye.&quot;\nI watched you walk away,\nBeside the lucky guy\nOh, you'll never ever know\nThe one who loved you so.\nWell, you don't know me\n(For I never knew the art of making love, )\n(Though my heart aches with love for you. )\nAfraid and shy, I let my chance go by.\nA chance that you might love me too.\n(love me too)\nOh, you give your hand to me,\nAnd then you say, &quot;Goodbye.&quot;\nI watched you walk away,\nBeside the lucky guy\nOh, you'll never ever know\nThe one who loved you so.\nWell, you don't know me\n(you don't love me, you don't know me)\n",
        "artist": "Ray Charles"
    },
    {
        "song": "Stand By Your Man",
        "lyrics": "\r\nSometimes it's hard to be a woman\nGiving all your love to just one man\nYou'll have bad times, and he'll have good times\nDoin' things that you don't understand\nBut if you love him, you'll forgive him\nEven though he's hard to understand\nAnd if you love him, oh be proud of him\n'Cause after all he's just a man.\nStand by your man, give him two arms to cling to\nAnd something warm to come to\nWhen nights are cold and lonely.\nStand by your man, and show the world you love him\nKeep giving all the love you can.\nStand by your man.\nStand by your man, and show the world you love him\nKeep giving all the love you can.\nStand by your man.\n",
        "artist": "Tammy Wynette"
    },
    {
        "song": "He Stopped Loving Her Today",
        "lyrics": "\r\nHe said I'll love you 'til I die\nShe told him you'll forget in time\nAs the years went slowly by\nShe still preyed upon his mind.\n\nHe kept her picture on his wall\nWent half crazy now and then\nHe still loved her through it all\nHoping she'd come back again.\n\nHe kept some letters by his bed\nDated 1962 \nHe had underlined in red\nEvery single I love you.\n\nI went to see him just today\nOh, but I didn't see no tears\nAll dressed up to go away\nFirst time I'd seen him smile in years.\n\nHe stopped loving her today\nThey placed a wreath upon his door\nAnd soon they'll carry him away\nHe stopped loving her today.\n\n<i>[Spoken:]</i>\nYa' know she came to see him one last time\nOh, we all wondered if she would\nAnd it kept running through my mind\nThis time he's over her for good.\n\n<i>[Sang:]</i>\nHe stopped loving her today\nThey placed a wreath upon his door\nAnd soon they'll carry him away\nHe stopped loving her today...\n",
        "artist": "George Jones"
    },
    {
        "song": "I'm So Lonesome I Could Cry",
        "lyrics": "\r\nHear that lonesome whippoorwill\nHe sounds too blue to fly\nThe midnight train is whining low\nI'm so lonesome I could cry\n\nI've never seen a night so long\nWhen time goes crawling by\nThe moon just went behind the clouds\nTo hide its face and cry\n\nDid you ever see a robin weep\nWhen leaves begin to die?\nLike me, he's lost the will to live\nI'm so lonesome I could cry\n\nThe silence of a falling star\nLights up a purple sky\nAnd as I wonder where you are\nI'm so lonesome I could cry\n",
        "artist": "Hank Williams"
    },
    {
        "song": "Crazy",
        "lyrics": "\r\nCrazy\nI'm crazy for feeling so lonely\nI'm crazy\nCrazy for feeling so blue\nI knew you'd love me as long as you wanted\nAnd then some day\nYou'd leave me for somebody new\n\nWorry\nWhy do I let myself worry?\nWondering\nWhat in the world did I do?\n\nOh, crazy\nFor thinking that my love could hold you\nI'm crazy for trying\nAnd crazy for crying\nAnd I'm crazy for loving you\n\nCrazy for thinking that my love could hold you\nI'm crazy for trying\nAnd crazy for crying\nAnd I'm crazy for loving \nYou\n",
        "artist": "Patsy Cline"
    }
]