[
    {
        "song": "Cleanin out my closet",
        "artist": "eminem",
        "lyrics": " Where's my snare? I have no snare in my headphones - there you go Yeah... yo, yo  Have you ever been hated or discriminated against? I have; I've been protested and demonstrated against Picket signs for my wicked rhymes, look at the times Sick as the mind of the motherfucking kid that's behind All this commotion emotions run deep as ocean's exploding Tempers flaring from parents just blow 'em off and keep going Not taking nothing from no one give 'em hell long as I'm breathing Keep kicking ass in the morning and taking names in the evening Leave 'em with a taste as sour as vinegar in they mouth See they can trigger me, but they'll never figure me out Look at me now; I bet ya probably sick of me now ain't you momma? I'mma make you look so ridiculous now  I'm sorry momma! I never meant to hurt you! I never meant to make you cry; but tonight I'm cleaning out my closet (one more time) I said I'm sorry momma! I never meant to hurt you! I never meant to make you cry, but tonight I'm cleaning out my closet  Ha! I got some skeletons in my closet And I don't know if no one knows it So before they thrown me inside my coffin and close it I'mma expose it; I'll take you back to '73 Before I ever had a multi-platinum selling CD I was a baby, maybe I was just a couple of months My faggot father must have had his panties up in a bunch Cause he split, I wonder if he even kissed me goodbye No I don't. On second thought I just fucking wished he would die I look at Hailie, and I couldn't picture leaving her side Even if I hated Kim, I grit my teeth and I'd try To make it work with her at least for Hailie's sake I maybe made some mistakes But I'm only human, but I'm man enough to face them today What I did was stupid, no doubt it was dumb But the smartest shit I did was take the bullets outta that gun Cause I'da killed him; shit I would've shot Kim and him both It's my life, I'd like to welcome y'all to &quot;The Eminem Show&quot;  I'm sorry momma! I never meant to hurt you! I never meant to make you cry; but tonight I'm cleaning out my closet (one more time) I said I'm sorry momma! I never meant to hurt you! I never meant to make you cry, but tonight I'm cleaning out my closet  Now I would never diss my own momma just to get recognition Take a second to listen for who you think this record is dissing But put yourself in my position; just try to envision Witnessing your momma popping prescription pills in the kitchen Bitching that someone's always going through her purse and shit's missing Going through public housing systems, victim of Munchhausen's Syndrome My whole life I was made to believe I was sick when I wasn't 'Til I grew up, now I blew up, it makes you sick to ya stomach Doesn't it? Wasn't it the reason you made that CD for me Ma? So you could try to justify the way you treated me Ma? But guess what? You're getting older now and it's cold when you're lonely And Nathan's growing up so quick he's gonna know that you're phony And Hailie's getting so big now; you should see her, she's beautiful But you'll never see her - she won't even be at your funeral! See what hurts me the most is you won't admit you was wrong Bitch do your song - keep telling yourself that you was a mom! But how dare you try to take what you didn't help me to get You selfish bitch; I hope you fucking burn in hell for this shit Remember when Ronnie died and you said you wished it was me? Well guess what, I am dead - dead to you as can be!  I'm sorry momma! I never meant to hurt you! I never meant to make you cry; but tonight I'm cleaning out my closet (one more time) I said I'm sorry momma! I never meant to hurt you! I never meant to make you cry, but tonight I'm cleaning out my closet  I'm sorry momma! I never meant to hurt you! I never meant to make you cry; but tonight I'm cleaning out my closet (one more time) I said I'm sorry momma! I never meant to hurt you! I never meant to make you cry, but tonight I'm cleaning out my closet "
    },
    {
        "song": "papazsong",
        "artist": "2pac",
        "lyrics": " Daddy's home...     [2Pac] Heh, so? You say that like that means somethin to me You've been gone a mighty long motherfuckin time for you to be comin home talkin that &quot;daddy's home&quot; shit (nigga) We been gettin along fine just without you Me, my brother, and my mother So if you don't mind, you can step the FUCK off, POPS.. fuck you!     [2Pac] Had to play catch by myself, what a sorry sight A pitiful plight, so I pray for a starry night Please send me a pops before puberty the things I wouldn't do to see a piece of family unity Moms always work, I barely see her I'm startin to get worried without a pops I'll grow to be her It's a wonder they don't understand kids today so when I pray, I pray I'll never grow to be that way And I hope that he answers me I heard God don't like ugly well take a look at my family A different father every weekend Before we get to meet him they break up before the week ends I'm gettin sick of all the friendships As soon as we kick it he done split and the whole shit ends quick How can I be a man if there's no role model? Strivin to save my soul I stay cold drinkin a forty bottle I'm so sorry...     [Chorus] I'm so sorry for all this time (I'm so sorry) for all this time for all this time (don't lie) I'm so sorry for all this time (so, sorry) for all this time for all this time, so sorry baby!     [Wycked] Moms had to entertain many men Didn't wanna do it but it's time to pay the rent again I'm gettin a bit older and I'm startin to be a bother Moms can't stand me cause I'm lookin like my father Should I stay or run away, tell me the answer Moms ignores me and avoids me like cancer Grow up rough and it's hard to understand stuff Moms was tough cause his poppa wasn't man enough Couldn't stand up to his own responsibilities Instead of takin care of me, he'd rather live lavishly That's why I'll never be a father; unless you got the time it's a crime don't even bother (That's when I started hatin the phony smiles  Said I was an only child) Look at mama's lonely smile It's hard for a son to see his mother cry She only loves you, but has to fuck with these other guys I'm so sorry...  [Chorus] I'm so sorry for all this time for all this time for all this time I'm so sorry for all this time for all this time (so sorry) for all this time, so sorry baby!     [2Pac] Man child in the promised land couldn't afford many heroes Moms was the only one there my pops was a no-show And ohh -I guess ya didn't know  that I would grow to be so strong Lookin kinda pale, was it the ale oh pops was wrong Where was the money that you said, you would send me talked on the phone and you sounded so friendly Ask about school and my welfare but it's clear, you ain't sincere hey who the hell cares You think I'm blind but this time I see you comin, Jack You grabbed your coat, left us broke, now ain't no runnin back Ask about my moms like you loved her from the start Left her in the dark, she fell apart from a broken heart So don't even start with that &quot;wanna be your father&quot; shit Don't even bother with your dollars I don't need it I'll bury moms like you left me all alone G Now that that I finally found you, stay the Fuck away from me You're so sorry..     [Chorus] I'm so sorry (so sorry) for all this time (so, so sorry) for all this time (I'm so so sorry) for all this time (fuck that!) I'm so sorry for all this time (no) for all this time (so sorry) for all this time, so sorry baby!     [Tupac - impersonating his father] I never meant to leave but I was wanted Crossed too many people every house I'd touch was haunted Had to watch the strangers every brother was in danger If I was to keep you breathin, had to be out of range-a Had to move, one to lost my name and pick the number Made me watch my back I had no happy home to run to Maybe it's my fault for being a father livin fast But livin slow, mean half the dough, and you won't get no ass Hindsight shows me it was wrong all along I wanted to make some dough so you would grow to be so strong It took a little longer than I thought I slipped, got caught, and sent to jail by the courts Now I'm doin time and I wish you'd understand all I ever wanted was for you to be a man and grow to be the type you was meant to be Keep the war fightin by the writings that you sent to me I'm so sorry...     [Chorus w/ variations til end] "
    },
    {
        "song": "hey mama",
        "artist": "kanye west",
        "lyrics": " [Chorus] (Hey Mama), I wanna scream so loud for you, cuz I'm so proud of you Let me tell you what I'm about to do, (Hey Mama) I know I act a fool but, I promise you I'm goin back to school I appreciate what you allowed for me I just want you to be proud of me (Hey Mama)  [Verse 1] I wanna tell the whole world about a friend of mine This little light of mine and I'm finna let it shine I'm finna take yall back to them better times I'm finna talk about my mama if yall don't mind I was three years old, when you and I moved to the Chi Late December, harsh winter gave me a cold You fixed me up something that was good for my soul Famous homemade chicken soup, can I have another bowl? You work late nights just to keep on the lights Mommy got me training wheels so I could keep on my bike And you would give anything in this world Michael Jackson leather and a glove, but didn't give me a curl And you never put no man over me And I love you for that mommy cant you see? Seven years old, caught you with tears in your eyes Cuz a nigga cheatin, telling you lies, then I started to cry As we knelt on the kitchen floor I said mommy Imma love you till you don't hurt no more And when I'm older, you aint gotta work no more And Imma get you that mansion that we couldn't afford See you're, unbreakable, unmistakable Highly capable, lady that's makin loot A livin legend too, just look at what heaven do Send us an angel, and I thank you (Hey Mama)  [Chorus]  [Verse 2] Forrest Gump mama said, life is like a box of chocolates My mama told me go to school, get your doctorate Somethin to fall back on, you could profit with But still supported me when I did the opposite Now I feel like it's things I gotta get Things I gotta do, just to prove to you You was getting through, can the choir please Give me a verse of &quot;You, Are So Beautiful To Me&quot; Can't you see, you're like a book of poetry Maya Angelou, Nicky Giovanni, turn one page and there's my mommy Come on mommy just dance wit me, let the whole world see your dancing feet Now when I say Hey, yall say Mama, now everybody answer me (Hey Mama)  [Chorus]  [Bridge] I guess it also depends tho, if my ends low Second they get up you gon get that Benzo Tint the windows, ride around the city and let ya friends know (Hey Mama)  [Verse 3] Tell your job you gotta fake em out Since you brought me in this world, let me take you out To a restaurant, upper echelon Imma get you a jag, whatever else you want Just tell me what kind of S-Type Donda West like? Tell me the perfect color so I make it just right It don't gotta be Mother's Day, or your birthday For me to just call and say (Hey Mama)  [Chorus (with variations)] "
    },
    {
        "song": "when I'm gone",
        "artist": "eminem",
        "lyrics": " [Introduction:] Yeah... It's my life... My own words I guess...  [Verse 1:] Have you ever loved someone so much, you'd give an arm for? Not the expression, no, literally give an arm for? When they know they're your heart And you know you were their armour And you will destroy anyone who would try to harm her But what happens when karma, turns right around and bites you? And everything you stand for, turns on you to spite you? What happens when you become the main source of her pain? &quot;Daddy look what I made&quot;, Dad's gotta go catch a plane &quot;Daddy where's Mommy? I can't find Mommy where is she?&quot; I don't know go play Hailie, baby, your Daddy's busy Daddy's writing a song, this song ain't goin' write itself I'll give you one underdog then you gotta swing by yourself Then turn right around in that song and tell her you love her And put hands on her mother, who's a spitting image of her That's Slim Shady, yeah baby, Slim Shady's crazy Shady made me, but tonight Shady's rocka-by-baby...  [Chorus:] And when I'm gone, just carry on, don't mourn Rejoice every time you hear the sound of my voice Just know that I'm looking down on you smiling And I didn't feel a thing, So baby don't feel no pain Just smile back And when I'm gone, just carry on, don't mourn Rejoice every time you hear the sound of my voice Just know that I'm looking down on you smiling And I didn't feel a thing, So baby don't feel no pain Just smile back...  [Verse 2:] I keep having this dream, I'm pushin' Hailie on the swing She keeps screaming, she don't want me to sing &quot;You're making Mommy cry, why? Why is Mommy crying?&quot; Baby, Daddy ain't leaving no more, &quot;Daddy you're lying&quot; &quot;You always say that, you always say this is the last time But you ain't leaving no more, Daddy you're mine&quot; She's piling boxes in front of the door trying to block it &quot;Daddy please, Daddy don't leave, Daddy - no stop it!&quot; Goes in her pocket, pulls out a tiny necklace locket It's got a picture, &quot;This'll keep you safe Daddy, take it witcha&quot; I look up, it's just me standing in the mirror These fucking walls must be talking, cause man I can hear 'em They're saying &quot;You've got one more chance to do right&quot; - and it's tonight Now go out there and show 'em that you love 'em before it's too late And just as I go to walk out of my bedroom door It turns to a stage, they're gone, and this spotlight is on And I'm singing...  [Chorus:] And when I'm gone, just carry on, don't mourn Rejoice every time you hear the sound of my voice Just know that I'm looking down on you smiling And I didn't feel a thing, So baby don't feel no pain Just smile back And when I'm gone, just carry on, don't mourn Rejoice every time you hear the sound of my voice Just know that I'm looking down on you smiling And I didn't feel a thing, So baby don't feel no pain Just smile back...  [Verse 3:] Sixty thousand people, all jumping out their seat The curtain closes, they're throwing roses at my feet I take a bow and thank you all for coming out They're screaming so loud, I take one last look at the crowd I glance down, I don't believe what I'm seeing &quot;Daddy it's me, Help Mommy, her wrists are bleeding&quot; But baby we're in Sweden, how did you get to Sweden? &quot;I followed you Daddy, you told me that you weren't leavin' &quot;You lied to me Dad, and now you make Mommy sad &quot;And I bought you this coin, it says 'Number One Dad' &quot;That's all I wanted, I just want to give you this coin&quot; &quot;I get the point - fine, me and Mommy are going&quot; But baby wait, &quot;it's too late Dad, you made your choice &quot;Now go up there and show 'em that you love 'em more than us&quot; That's what they want, they want you Marshall They keep... screamin' your name It's no wonder you can't go to sleep, just take another pill Yeah, I bet you you will. You rap about it, yeah, word, k-keep it real I hear applause, all this time I couldn't see How could it be, that the curtain is closing on me I turn around, find a gun on the ground, cock it Put it to my brain, scream &quot;Die Shady!&quot; and pop it The sky darkens, my life flashes, the plane that I was Supposed to be on crashes and burns to ashes That's when I wake up, alarm clock's ringin', there's birds singin' It's spring and Hailie's outside swinging, I walk right up to Kim and kiss her Tell her I miss her, Hailie just smiles and winks at her little sister Almost as if to say  [Chorus/Outro:] And when I'm gone, just carry on, don't mourn Rejoice every time you hear the sound of my voice Just know that I'm looking down on you smiling And I didn't feel a thing, So baby don't feel no pain Just smile back And when I'm gone, just carry on, don't mourn Rejoice every time you hear the sound of my voice Just know that I'm looking down on you smiling And I didn't feel a thing, So baby don't feel no pain Just smile back...  [Curtains closing and sounds of clapping] "
    },
    {
        "song": "Brenda's Got A Baby",
        "artist": "2PAC",
        "lyrics": " Brenda's got a Baby Brenda's got a Baby  I hear Brenda's got a baby But, Brenda's barely got a brain A damn shame The girl can hardly spell her name (That's not our problem, that's up to Brenda's family) Well let me show ya how it affects the whole community Now Brenda really never knew her moms and her dad was a junky Went in death to his arms, it's sad Cause I bet Brenda doesn't even know Just cause your in the ghetto doesn't mean ya can't grow But oh, that's a thought, my own revelation Do whatever it takes to resist the temptation Brenda got herself a boyfriend Her boyfriend was her cousin, now lets watch the joy end She tried to hide her pregnancy, from her family Who didn't really care to see, or give a damn if she Went out and had a church of kids As long as when the check came they got first dibs Now Brenda's belly is gettin bigger But no one seems to notice any change in her figure She's 12 years old and she's having a baby In love with the molester, who's sexing her crazy And yet she thinks that he'll be with her forever And dreams of a world with the two of them are together, whatever He left her and she had the baby solo, she had it on the bathroom floor And didn't know so, she didn't know, what to throw away and what to keep She wrapped the baby up and threw him in the trash heep I guess she thought she'd get away Wouldn't hear the cries She didn't realize How much the the little baby had her eyes Now the baby's in the trash heep balling Momma can't help her, but it hurts to hear her calling Brenda wants to run away Momma say, you makin' me lose pay, the social workers here everyday Now Brenda's gotta make her own way Can't go to her family, they won't let her stay No money no babysitter, she couldn't keep a job She tried to sell crack, but end up getting robbed So now what's next, there ain't nothing left to sell So she sees sex as a way of leaving hell It's paying the rent, so she really can't complain Prostitute, found slain, and Brenda's her name, she's got a baby  Baby  (don't you know she's got a baby) (don't you know she's got a baby) (don't you know she's got a baby) (don't you know she's got a baby) (don't you know she's got a baby) (don't you know she's got a baby) "
    },
    {
        "song": "otherside",
        "artist": "macklemore",
        "lyrics": " Oh girl, this boat is sinking There's no sea left for me And how the sky gets heavy When you are underneath it! Oh. I want to sail away from here. And god. He came down down down down down down down down And said (down down down down down down down down) Nothing (down down down down down down down down)  He rolled up, asked him what he was sippin' on He said lean, You want to hit it, dawg? That's the same stuff Weezy's sippin' huh? And tons of other rappers that be spittin' hard Yup yup five a bone When he passed him that Styrofoam the Easter pink, heard it in a rhyme before Finally got to see what all the hype was on And then he took a sip, sittin' in the Lincoln thinkin' he was pimpin' as he listen to the system Little did he know that it was just as addictive as bass Not the kind of hit from the kick drum Hot box, let the bass bump Take it to the face, gulp Months later the use went up Every blunt was accompanied by the pink stuff But Goddamn he loved that feelin' Purple rain coated in the throat Just so healin' Medicine alleviate the sickness Liquid affix and it comes with a cost Wake up, cold sweat, scratchin', itchin' Trying to escape the skin that barely fit him Gone, get another bottle just to get a couple swallows Headed towards the bottom couldn't get off it Didn't even think he had a problem Though he couldn't sleep without gettin' nauseous Room spinnin', thinkin' he might've sipped just a little bit too much of that cough syrup His eyelids closed shut Sat back in the chair clutchin' that cup Girlfriend came and a couple hours later said his name shook him but he never got up  He never got up, he never got up We live on the cusp of death thinkin' that it won't be us It won't be us, it won't be us, it won't be us Nah, it won't be us Oh girl, this boat is sinking There's no sea left for me And how the sky gets heavy When you are underneath it! Oh. I want to sail away from here. And god. He came down down down down down down down down And said (down down down down down down down down) Nothing (down down down down down down down down)  He just wanted to act like them He just wanted to rap like him Us as rappers underestimate the power and the effects that we have on these kids Blunt passed, ash in a tin, pack being pushed, harassed by the feds The fact of it is most people that rap like this talkin' about some shit they haven't lived Surprise, you know the drill Trapped in a box, declined record sales Follow the formula violence, drugs, and, sex sells So we try to sound like someone else This is not Californication There's no way to glorify this pavement Syrup, Percocet, and an eighth a day will leave you broke, depressed, and emotionally vacant Despite how Lil Wayne lives It's not conducive to being creative And I know 'cause he's my favorite And I know 'cause I was off that same mix Rationalize the shit that I'd try after I listen to dedication But he's an alien, I'd sip that shit, pass out or play Playstation Months later I'm in the same place No music made, feeling like a failure And trust me it's not dope to be 25 and move back to your parent's basement I've seen my people's dreams die I've seen what they can be denied And &quot;weeds not a drug&quot; - that's denial Groundhog Day life repeat each time I've seen Oxycontin take three lives I grew up with them, we used to chief dimes I've seen cocaine bring out the demons inside Cheatin' and lyin' Friendship cease, no peace in the mind Stealin' and takin' anything to fix the pieces inside Broken, hopeless, headed nowhere Only motivation for what the dealer's supplying That rush, that drug, that dope Those pills, that crumb, that roach Thinkin' I would never do that, not that drug And growing up nobody ever does Until you're stuck, lookin' in the mirror like I can't believe what I've become Swore I was gonna be someone And growing up everyone always does We sell our dreams and our potential To escape through that buzz Just keep me up, keep me up Hollywood here we come  Oh girl this boat is sinking There's no sea left for me And how the sky gets heavy When you are underneath it Oh, I want to sail away from here And god. He came down down down down down down down And said Nothing "
    },
    {
        "song": "tencrackcommandments",
        "artist": "notoriousbig",
        "lyrics": " [Chuck D] &quot;One two three four five six seven eight nine&quot;  Uhh, it's the ten crack commandments What, uhh, uhh Nigga can't tell me nothin bout this coke, uh-huh Can't tell me nothin bout this crack, this weed To my hustlin niggaz Niggaz on the corner I ain't forget you niggaz My triple beam niggaz, word up  [Chuck D] &quot;One two three four five six seven eight nine&quot; &quot;TEN&quot;  I been in this game for years, it made me a animal It's rules to this shit, I wrote me a manual A step by step booklet for you to get your game on track, not your wig pushed back Rule nombre uno: never let no one know how much, dough you hold, cause you know The cheddar breed jealousy 'specially if that man fucked up, get your ass stuck up Number two: never let em know your next move Don't you know Bad Boys move in silence or violence Take it from your highness (uh-huh) I done squeezed mad clips at these cats for they bricks and chips Number three: never trust no-bo-dy Your moms'll set that ass up, properly gassed up Hoodie to mask up, shit, for that fast buck she be layin in the bushes to light that ass up Number four: know you heard this before Never get high, on your own supply Number five: never sell no crack where you rest at I don't care if they want a ounce, tell em bounce Number six: that god damn credit, dead it You think a crackhead payin you back, shit forget it Seven: this rule is so underrated Keep your family and business completely seperated Money and blood don't mix like two dicks and no bitch Find yourself in serious shit Number eight: never keep no weight on you Them cats that squeeze your guns can hold jobs too Number nine shoulda been number one to me If you ain't gettin bags stay the fuck from police (uh-huh) If niggaz think you snitchin ain't tryin listen They be sittin in your kitchen, waitin to start hittin Number ten: a strong word called consignment Strictly for live men, not for freshmen If you ain't got the clientele say hell no Cause they gon want they money rain sleet hail snow Follow these rules you'll have mad bread to break up If not, twenty-four years, on the wake up Slug hit your temple, watch your frame shake up Caretaker did your makeup, when you pass Your girl fucked my man Jake up, heard in three weeks she sniffed a whole half of cake up Heard she suck a good dick, and can hook a steak up Gotta go gotta go, more pasta bake up, word up, uhh  Crack king, Frank Blizzard Uhh  [Chuck D] &quot;One two three four five six seven eight nine&quot; &quot;Ten&quot; "
    },
    {
        "song": "kush",
        "artist": "drdre",
        "lyrics": " [Hook] Roll up, wait a minute Let me put some kush up in it Roll up, wait a minute Let me put some kush up in it Roll up, wait a minute Let me put some kush up in it Roll up, wait a minute Let me put some kush up in it  [Dr Dre] Now what's that puff puff pass shit That Cheech and Chong grass shit Blunts to the head, kush pillows, no mattress Speed boat traffic, bitches automatic Cross that line, fuck around and get yo ass kicked We roll shit that burn slow as fucking malasis Probably won't pass it, smoke it till the last hit Down to the ashes, Mary J. a bad bitch Andre 3001 another classic Go ahead ask him bitches, bout &quot;how I be smokin' out&quot; Party all night, yea its goin' down Order rounds, we smokin' quarter pounds of that good stuff Oh, yeah we smokin' all night Yea puff puff pass that shit right here Nigga, better than my last batch, caramel complexion and her ass black Inhale, exhale, inhale, exhale,  [Akon] I know you tryna get high Type of shit that have ya leaning sideways Take a whiff of this suicide Holla at me cause I got it all day No need to fly to Jamaica For the ganja, we can get the same thing You want that bom bom biggy, holla at my niggi right here in LA Inhale, exhale, inhale, exhale  [Timbaland] Hold up, wait a minute Let me put some kush up in it Hold up, wait a minute Let me put some kush up in it  [Snoop Dogg] Still I am Tighter than the pants on Will.I.Am Back throw, back still, a half pound in my backpack Next to where the swishas at, smokin' presidential Got some bubba, I give me that Need it for my cataracts Four hoes, and I'm the pimp, in my Cadillac You can tell them Cali back Matter fact, they all know, this ain't Dro Get a whiff of that No it ain't no seeds in my sack You ain't never gotta ask dawg What he smokin' on? Shit kush till my mind gone What you think I'm on Eyes low, I'm blown High as a motherfucker, ain't no question bout it Niggas say smoke me out, yea I really doubt it I'm Bob Marley reincarnated, so faded So If you want it You know yo nigga homie, You can put it in a zag or a blunt and get blunted  Inhale, exhale, inhale, exhale  [Akon] I know you tryna get high Type of shit that have ya leaning sideways Take a whiff of this suicide Holla at me cause I got it all day No need to fly to Jamaica For the ganja, we can get the same thing You want that bom bom biggy, holla at my niggi right here in LA Inhale, exhale, inhale, exhale  Ain't that kush, we blow on the best smoke Inhale slow, no joke Make yo ass choke Hold up wait a minute You can go put it back Cause what you got in yo sack boy, it ain't that Ain't that Kush, we blow on the best smoke Inhale slow, no joke Make yo ass choke  (Inhale, exhale, inhale, exhale) "
    },
    {
        "song": "smoketheweed",
        "artist": "snoopdogg",
        "lyrics": " [Hook:] Smoke the weed, everyday Don't smoke the seeds, no way Smoke the weed, Smoke the weed  [Verse 1:] Younger generation Young boys and girls Be careful of the seeds you show If you wanna see a strong tree grow You gotta put them for the future Show respect don't neglect mother nature All the pollution in this world Me just can't stand it Global warming make the whole world panic Take care of mother earth 'cause she be the planet Youth man don't go astray  Fresh trees, young seeds all tryin' to find the light Stretchin' out their limbs to the sun, got them right Help them keep their life will trap Watch out for life like satellite Them winds will stop and go like a traffic light Many obstacles to overcome in the city life Making sure they stay pure, teach you wrong from right See brings more spore new line  [Hook:] Smoke the weed, everyday Don't smoke the seeds, no way Smoke the weed, Smoke the weed  [Verse 2:] Hey are you on your own 16 and with all the money When did somewhere to go Stick the peer pockets been dallin' The baba hurt me break bone Holding my fight to herb me can't stop me Me solely see Babylon can't come step on it Still we read italic critical santanic Rude man don't stop chronic, everyday  Roll me the weed oh Take off you shot then me mix a couple breed off Can't stun the principle go the seed oh We no do that if they cheat oh And me set herb herb what we all prefer And my juggly top street girl Honey you done said weed is life Weed is reality  [Hook:] Smoke the weed, everyday Don't smoke the seeds, no way Smoke the weed, Smoke the weed  [Verse 3:] Early light papa you damn my supper Asking my pop off hot like the summer You can't never understand why we live the life You would never recognize unless you see the fire in my eyes  I'm burying the man like every single day Black birds in the sky can't get off break The smoke is my gun that's how I blow them away Music is my weapon rewind it let it play That they line the police sun set all day They call me Snoop Lion I smoke everyday  Look granded they see Watch them grow a new breed Cultivating these streets Recycle, care zone  And then we know they know and don't stop The tic tac couple universal globe The bang bang baby the love stream boomie Throw back away procreate  [Hook:] Smoke the weed, everyday Don't smoke the seeds, no way Smoke the weed, Smoke the weed "
    },
    {
        "song": "thenextepisode",
        "artist": "drdre",
        "lyrics": " [Snoop Dogg] La-da-da-da-dahh It's the motherfucking D-O-double-G (SNOOP DOGG!) La-da-da-da-dahh You know I'm mobbin' with the D.R.E. (YEAH YEAH YEAH You know who's back up in this MOTHERFUCKER!) What what what what? (So blaze the weed up then!) Blaze it up, blaze it up! (Just blaze that shit up nigga, yeah, 'sup Snoop??)  Top Dogg, bite 'em all, nigga burn the shit up D-P-G-C my nigga turn that shit up C-P-T, L-B-C, yeah we hookin' back up And when they bang this in the club baby you got to get up Thug niggas drug dealers yeah they givin' it up Lowlife, yo' life, boy we livin' it up Takin' chances while we dancin' in the party for sure Slip my hoe a forty-fo' and she got in the back do' Bitches lookin' at me strange but you know I don't care Step up in this motherfucker just a-swangin' my hair Bitch quit talkin', Crip walk if if you down with the set Take a bullet with some dick and take this dope from this jet Out of town, put it down for the Father of Rap And if yo' ass get cracked, bitch shut yo' trap Come back, get back, that's the part of success If you believe in the X you'll be relievin' your stress  [Snoop] La-da-da-da-dahh [Dre] It's the motherfuckin' D.R.E. (Dr. Dre MOTHERFUCKER!) [Snoop] La-da-da-da-dahhh [Dre] You know I'm mobbin' with the D-O-double-G  [Dr. Dre] Straight off the fuckin' streets of C-P-T King of the beats you ride to em in your Fleet (Fleetwood) or Coupe DeVille rollin' on dubs How you feelin' whoopty=whoop nigga whut? Dre and Snoop chronicled out in the 'llac with Doc in the back, sippin' on 'gnac (yeah) Clip in the strap, dippin' through hoods (what hoods?) Compton, Long Beach, Inglewood! South Central out to the Westside (wessyde) It's California Love, this California bud got a nigga gang of pub I'm on one, I might bail up in the Century Club with my jeans on, and my team strong Get my drink on, and my smoke on Then go home with, something to poke on (what's up bitch?) Loc it's on for the two-triple-oh Comin' real, it's the next episode...  [Nate Dogg] Hold up, hey for my niggas who be thinkin' we soft We don't, play We gonna' rock it 'til the wheels fall off Hold up, hey for my niggas who be actin' too bold Take a, seat Hope you ready for the next episode HeyyyeyyyeEYEYyyyEYYYY.... .... smoke weed everyday! "
    },
    {
        "song": "swimmingpoolsdrank",
        "artist": "kendricklamar",
        "lyrics": " [Hook:] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 1:] Now I done grew up Round some people living their life in bottles Granddaddy had the golden flask Back stroke every day in Chicago Some people like the way it feels Some people wanna kill their sorrows Some people wanna fit in with the popular That was my problem I was in the dark room Loud tunes, looking to make a vow soon That I'm a get fucked up, fillin' up my cup I see the crowd mood Changing by the minute and the record on repeat Took a sip, then another sip, then somebody said to me:  [Chorus:] Nigga why you babysittin' only 2 or 3 shots? I'm a show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor I'm a dive in it  [Hook:] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Verse 2:] Okay, now open your mind up and listen to me, Kendrick I'm in your conscience, if you do not hear me Then you will be history, Kendrick I know that you're nauseous right now And I'm hopin' to lead you to victory, Kendrick If I take another one down I'm a drown in some poison abusin' my limit I think that I'm feelin' the vibe I see the love in her eyes, I see the feelin' The freedom is granted as soon as the damage of vodka arrive This how you capitalize This is parental advice Then apparently, I'm over influenced by what you are doin' I thought I was doin' the most then someone said to me  [Chorus:] Nigga why you babysittin' only 2 or 3 shots? I'm a show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor I'm a dive in it  [Hook:] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank)  [Bridge:] I ride, you ride, bang One chopper, one hundred shots, bang Hop out. Do you, bang Two chopper, two hundred shots, bang I ride, you ride, bang One chopper, one hundred shots, bang Hop out. Do you, bang Two chopper, two hundred shots, bang  [Chorus:] Nigga why you babysittin' only 2 or 3 shots? I'm a show you how to turn it up a notch First you get a swimming pool full of liquor, then you dive in it Pool full of liquor, then you dive in it I wave a few bottles, then I watch em all flock All the girls wanna play Baywatch I got a swimming pool full of liquor and they dive in it Pool full of liquor I'm a dive in it  [Hook:] Pour up (drank), head shot (drank) Sit down (drank), stand up (drank) Pass out (drank), wake up (drank) Faded (drank), faded (drank) "
    },
    {
        "song": "adhd",
        "artist": "kendricklamar",
        "lyrics": " [Hook] Fuck that 8 doobies to the face Fuck that 12 bottles in the case Nigga, fuck that 2 pills and a half, wait Nigga, fuck that Got a high tolerance When your age don’t exist  [Verse 1] Man, I swear My nigga trippin off that shit again Pick him up, then I set him in Cold water, then I order someone to bring him vicodin Hope to take the pain away From the feeling that he feel today You know when you part of section 80 And you feeling like no one can relate Cause you are, you are A loner, loner Marijuana, endorphins Make you stronger, stronger I’m in the house party trippin off My generation sippin cough syrup like its water Never no pancakes in the kitchen Man, no wonder our lives is caught up In the daily superstition That the word is bout to end Who gives a fuck? we never do listen Unless it comes with an 808 A melody and some hoes Playstation and some drank Technology bumping Soul Looking around and all I see Is a big crowd, that’s product of me And they probably relatives Relevant for a rebel’s dream Yep, the president is black She black too Purple label on her back But that dap Is like when she take it straight to the head Then she look at me She got ADHD  [Hook]  [Bridge] Like woah oh oh woah [x4] (Don’t got a limit just gimme some more with it) (Don’t got a limit just gimme some more with it) (They always told me ad-hd did it)  [Verse 2] And then she started And then she started Feeling herself like no on else in this apartment Beg you pardon Oh I rap baby, how old are you? She say 22, I say 23 Ok then we all crack babies Damn, why you say that? She said where my drink at? I’mma tell you later, just tell your neighbors Have the police relax I stood up, shut the blinds Closed the screen, jumbotron Made it to the back, where she reside Then she said, read between the lines Yep, hope that I get close enough When the lights turn down And the fact that she just might open up When the new flow start to drown Her body and I, know the both of us really deep in the move now It’s nothing we can do now Somebody walked in with a pound Of that Bay Area kush She looked at me then looked At it, then she grabbed it Then she said, get it understood You know why we crack babies Because we born in the 80s That ADHD crazy  [Hook]  [Bridge]  [Outro] You can have all my shine I’ll give you the light Double cup, deuce, four, six Just mix it in Sprite Ecstasy, shrooms, blow, dro, hoes Whatever you like You can have all my shine I’ll give you the light "
    },
    {
        "song": "onemoredrink",
        "artist": "ludacris",
        "lyrics": " [Verse 1:] It was Friday night and I was feelin aight (yup) Downtown Atlanta, big city, bright lights Mixin Heni with the Sprite while I’m drinkin and drivin No police lights, no police sirens I’m headed to the club looking for a freak To spread a little love and spread a couple cheeks Pull up to the spot 26’s like BAM Eyes on me like bitch do you SEE EM? Strolled through the front door headed to the VIP Bought a couple bottles and I took a couple sips Scoping out the room and what do I SEE? A nice round butt, an a pair a double D’s So I creped up like shorty wus happnin You killin that dress and I love it with a passion Then she turned around and her face was aight She had a gap toof and mean over bite But I was like hmmm…  [Chorus:] Yeah yeah If I take one more drink, I’m gon end up fuckin you Is that what you wanna do shorty?        If I take one more drink, I’m gon end up fuckin you You too  [Verse 2:] Woke up the next morning and all I can remember Was taking shots and tippin the bartender Surender to the women end up bringin me home Cause she started lookin better every shot a Patron (yup) I jumped up with a devilish grin Cause tonight, damn right I might do it again So I called up the homies (what up) let’s ride We can hit the sports bar over on the south side Getta couple a Coronas, couple a limes Went up to the bar saw a couple a dimes  So I, slowly walked up and said hi My name’s Ludacris and I’m a hell of a guy One said I know who you are I’m your number one fan And right now it’s too bad I gotta man And I said I understand (I understand) but where the hell is he at cause in a minute if he don’t show up then maannnnn…  [Chorus:] Yeah yeah If I take one more drink, I’m gon end up fuckin you Is that what you wanna do shorty?        If I take one more drink, I’m gon end up fuckin you You too  [Ludacris:] Uh huh Aye Pain holla at em right quick man  [Interlude:] Yeah you gon get in trouble with yo man girl (Don’t get in trouble girl) Talkin bout how you’re my biggest fan girl (I know it I know it) Now I don’t wanna do (please) but you’re gon make me do, but I (Don’t make me do it. Don’t make me do it) If I have more drink  [Verse 3:] One mo drink I’ma get cha home and I’ll split cha Grab the camera phone and take a buncha drunk pictures Cause Hennessey mixed with a whole buncha buda Equals you mixed with a whole bunch Luda And you know how far one drink could go Start slurring my speech slowin up the flow Hiking up ya skirts Climing up ya shirts It’s Mr. Late Night Luda and I like to flirt So guess what baby girl  [Chorus:] Yeah yeah If I take one more drink, I’m gon end up fuckin you (Just one mo) Is that what you wanna do shorty? (That's all its gon take)        If I take one more drink, I’m gon end up fuckin you (Who else T-Pain) You too  [Ludacris:] You hear what I’m sayin People too picky these days damn it Too tall, too short, too fat, too skinny Have a couple of drinks and quit discriminating This has been a Luda Service Announcement Deuces "
    },
    {
        "song": "babygotback",
        "artist": "sirmixalot",
        "lyrics": " [Intro] Oh, my, god. Becky, look at her butt. It is so big. [scoff] She looks like one of those rap guys' girlfriends. But, you know, who understands those rap guys? [scoff] They only talk to her, because, she looks like a total prostitute, 'kay? I mean, her butt, is just so big. I can't believe it's just so round, it's like, out there, I mean— gross. Look! She's just so... black!  [Sir Mix-a-Lot] I like big butts and I can not lie You other brothers can't deny That when a girl walks in with an itty bitty waist And a round thing in your face You get sprung, wanna pull out your tough 'Cause you notice that butt was stuffed Deep in the jeans she's wearing I'm hooked and I can't stop staring Oh baby, I wanna get with you And take your picture My homeboys tried to warn me But that butt you got makes me so horny Ooh, Rump-o'-smooth-skin You say you wanna get in my Benz? Well, use me, use me 'Cause you ain't that average groupie I've seen them dancin' To hell with romancin' She's sweat, wet, Got it goin' like a turbo 'Vette I'm tired of magazines Sayin' flat butts are the thing Take the average black man and ask him that She gotta pack much back So, fellas! (Yeah!) Fellas! (Yeah!) Has your girlfriend got the butt? (Hell yeah!) Tell 'em to shake it! (Shake it!) Shake it! (Shake it!) Shake that healthy butt! Baby got back!  (LA face with Oakland booty) Baby got back! (LA face with Oakland booty) (LA face with Oakland booty)  [Sir Mix-a-Lot] I like 'em round, and big And when I'm throwin' a gig I just can't help myself, I'm actin' like an animal Now here's my scandal I wanna get you home And ugh, double-up, ugh, ugh I ain't talkin' bout Playboy 'Cause silicone parts are made for toys I want 'em real thick and juicy So find that juicy double Mix-a-Lot's in trouble Beggin' for a piece of that bubble So I'm lookin' at rock videos Knock-kneeded bimbos walkin' like hoes You can have them bimbos I'll keep my women like Flo Jo A word to the thick soul sisters, I wanna get with ya I won't cuss or hit ya But I gotta be straight when I say I wanna *fuck* Till the break of dawn Baby got it goin' on A lot of simps won't like this song 'Cause them punks like to hit it and quit it And I'd rather stay and play 'Cause I'm long, and I'm strong And I'm down to get the friction on So, ladies! (Yeah!) Ladies! (Yeah) If you wanna roll in my Mercedes (Yeah!) Then turn around! Stick it out! Even white boys got to shout Baby got back!  Baby got back! Yeah, baby... when it comes to females, Cosmo ain't got nothin' to do with my selection. 36-24-36? Ha ha, only if she's 5'3&quot;.  [Sir Mix-a-Lot] So your girlfriend rolls a Honda, playin' workout tapes by Fonda But Fonda ain't got a motor in the back of her Honda My anaconda don't want none Unless you've got buns, hun You can do side bends or sit-ups, But please don't lose that butt Some brothers wanna play that &quot;hard&quot; role And tell you that the butt ain't gold So they toss it and leave it And I pull up quick to retrieve it So Cosmo says you're fat Well I ain't down with that! 'Cause your waist is small and your curves are kickin' And I'm thinkin' bout stickin' To the beanpole dames in the magazines: You ain't it, Miss Thing! Give me a sister, I can't resist her Red beans and rice didn't miss her Some knucklehead tried to diss 'Cause his girls are on my list He had game but he chose to hit 'em And I pull up quick to get wit 'em So ladies, if the butt is round, And you want a triple X throw down, Dial 1-900-MIXALOT And kick them nasty thoughts Baby got back! Baby got back!  (Little in the middle but she got much back) [4x] "
    },
    {
        "song": "bonitaapplebum",
        "artist": "tribecalledquest",
        "lyrics": " [Intro: Q-Tip]  Do I love you? Do I lust for you? Am I a sinner cuz I do the two? Could you let me know Right now, please Bonita Applebum  [Chorus:]  Bonita Applebum, you gotta put me on [x4]  [Q-Tip:]  [pause between every verse] Hey Bonita, glad to meet ya For the kind of stunning newness, I must have foreseen ya Hey, being with you is a top priority Ain't no need to question the authority Chairman of the board, the chief of affections You got mine's to swing in your direction Hey, you're like a hip hop song, you know? Bonita Applebum, you gotta put me on  [Chorus]  38-24-37 (uh, uh, uh!) You and me, hun, we're a match made in heaven I like to kiss ya where some brothas won't  I like to tell ya things some brothas don't  If only you could see through your elaborate eyes Only you and me, hun, the love never dies Satisfaction, I have the right tactics And if you need 'em, I got crazy prophylactics So far, I hope you like rap songs Bonita Applebum, you gotta put me on  [Chorus] "
    },
    {
        "song": "Anaconda",
        "artist": "nicki minaj",
        "lyrics": " My Anaconda don't... My Anaconda don't... My Anaconda don't want none unless you got buns hun  Boy toy named Troy used to live in Detroit Big dope dealer money, he was getting some coins Was in shootouts with the law, but he live in a palace Bought me Alexander McQueen, he was keeping me stylish Now that's real, real, real, Gun in my purse, bitch I came dressed to kill Who wanna go first? I had 'em pushing daffodils I'm high as hell, I only took a half of pill I'm on some dumb shit  By the way, what he say? He can tell I ain't missing no meals Come through and fuck 'em in my automobile Let him eat it with his grills, He keep telling me to chill He keep telling me it's real, that he love my sex appeal He said he don't like 'em boney, he want something he can grab So I pulled up in the Jag, and I hit 'em with the jab like... Dun-d-d-dun-dun-d-d-dun-dun  My Anaconda don't... My Anaconda don't... My Anaconda don't want none unless you got buns hun  Oh my gosh, look at her butt Oh my gosh, look at her butt Oh my gosh, look at her butt Look at her butt (look at her butt)  This dude named Michael used to ride motorcycles Dick bigger than a tower, I ain't talking about Eiffel's Real country ass nigga, let me play with his rifle Pussy put his ass to sleep, now he calling me NyQuil Now that bang bang bang, I let him hit it 'cause he slang Cocaine He toss my salad like his name Romaine And when we done, I make him buy me Balmain I'm on some dumb shit  By the way, what he say? He can tell I ain't missing no meals Come through and fuck 'em in my automobile Let him eat it with his grills, He keep telling me to chill He keep telling me it's real, that he love my sex appeal Because he don't like 'em boney, he want something he can grab So I pulled up in the Jag, Mayweather with the jab like... Dun-d-d-dun-dun-d-d-dun-dun  My Anaconda don't... My Anaconda don't... My Anaconda don't want none unless you got buns hun  Oh my gosh, look at her butt Oh my gosh, look at her butt Oh my gosh, look at her butt Look at her butt (look at her butt)  Little in the middle but she got much back Little in the middle but she got much back Little in the middle but she got much back Oh my God (look at her butt)  My Anaconda don't... My Anaconda don't... My Anaconda don't want none unless you got buns hun  (Don't don't don't) My Anaconda don't... (Don't don't don't) Don't want none unless you got buns hun  Oh my gosh, look at her butt Oh my gosh, look at her butt Oh my gosh, look at her butt Oh my God (look at her butt)  Yeah, he love this fat ass Yeah! This one is for my bitches with a fat ass in the fucking club I said, &quot;Where my fat ass big bitches in the club?&quot; Fuck them skinny bitches, Fuck them skinny bitches in the club I wanna see all the big fat ass bitches in the motherfucking club Fuck you if you skinny bitches. What? Yeah. Ha-ha, ha...  Yeah. I got a big fat ass. Come on! "
    },
    {
        "song": "loveisblind",
        "artist": "eve",
        "lyrics": " Hey, yo I don't even know you and I hate you See all I know is that my girlfriend used to date you How would you feel if she held you down and raped you? Tried and tried, but she never could escape you She was in love and I'd ask her how? I mean why? What kind of love from a nigga would black your eye? What kind of love from a nigga every night make you cry? What kind of love from a nigga make you wish he would die? I mean shit he bought you things and gave you diamond rings But them things wasn't worth none of the pain that he brings And you stayed, what made you fall for him? That nigga had the power to make you crawl for him I thought you was a doctor be on call for him Smacked you down cause he said you was too tall for him, huh? That wasn't love, babygirl you was dreamin' I could have killed you when you said your seed was growin' from his semen  [1] - Love is blind, and it will take over your mind What you think is love, is truly not You need to elevate and find  [Repeat 1]  I don't even know you and I'd kill you myself You played with her like a doll and put her back on the shelf Wouldn't let her go to school and better herself She had a baby by your ass and you ain't giving no help Uh-huh big time hustler, snake motherfucker One's born everyday and everyday she was your sucker How could you beat the mother of your kids? How could you tell her that you love her? Don't give a fuck if she lives She told me she would leave you, I admit it she did But came back, made up a lie about you missing your kids Sweet kisses, baby ain't even know she was your mistress Had to deal with fist fights and phone calls from your bitches Floss like you possess her, tellin' me to mind my business Said that it was her life and stay the fuck out of it I tried and said just for him I'll keep a ready clip  [Repeat 1 (2x)]  I don't even know you and I want you dead Don't know the facts but I saw the blood pour from her head See I laid down beside her in the hospital bed And about two hours later, doctors said she was dead Had the nerve to show up at her mother's house the next day To come and pay your respects and help the family pray Even knelt down on one knee and let a tear drop And before you had a chance to get up You heard my gun cock Prayin' to me now, I ain't God but I'll pretend I ain't start your life but nigga I'mma bring it to an end And I did, clear shots and no regrets, never Cops comin' lock me under the jail Nigga whatever my bitch, fuck it my sister You could never figure out even if I let you live What our love was all about I considered her my blood and it don't come no thicker  [Repeat 1] "
    },
    {
        "song": "fancy",
        "artist": "drake",
        "lyrics": " [Swizz Beats:] Go go 'head go go go 'head go go go go go go 'head go go go go go go 'head oh you fancy huh oh you fancy huh oh you fancy huh oh you fancy huh  Nails done, hair done, everything did nails done, hair done, everything did oh you fancy huh oh you fancy huh you you fancy huh oh you fancy huh  Nails done, hair done, everything did nails done, hair done, everything did oh you fancy huh  [Drake:] You getting ready so I know we gon be here awhile in the bathroom flat irons and nail files spending hours in salons on your hairstyle in the mall steady racking up the air miles hit the gym step on the scales stare at the number you say you dropping 10 pounds preparing for summer and you don't do it for the man, men never notice you just do it for yourself you're the fucking coldest intelligent too ooh you're my sweetheart I've always liked my women book and street smart long as they got a little class like half days and the confidence to overlook my past ways time heals all, and heels hurt to walk in but they go with the clutch that you carry your lip gloss in and look I really think that nobody does it better I love the way you put it together  [Chorus:] oh you fancy huh oh you fancy huh oh you fancy huh oh you fancy huh Nails done, hair done, everything did nails done, hair done, everything did oh you fancy huh oh you fancy huh oh you fancy huh oh you fancy huh Nails done, hair done, everything did nails done, hair done, everything did oh you fancy huh  [T.I.:] Well aren't you a breath of fresh air from all these superficial gold digging bitches in here They get a baller think that they ain't got to pick a career guess they plan on sucking dicks until some millions appear Voila! you do it right he might just buy you a car unless you play these suckers just like B.o.B play the guitar now here you are with your girls having drinks at the bar I say I'm buying you declining I think thats kinda bizarre  independant with the demeanor of an RnB singer naked ring finger (check) M3 beamer (check) Champagne range triple white Caddy closet full of brand new clothes and hand bags Alexander McQueen, Prada, Gucci, Chanel D&amp;G, BCBG, Versace, Louie and BeBe Ya don't need it greedy or easy as these other breezies who fuck for bottles of Riesling or bowls of baked ziti  [Chorus]  [Drake:] Atlanta girls, let me see your hands wave em at them bitches hating on you with their friends girl you got it let em know that everything big nail done, hair done, everything did  And my NY girls let me see your hands wave em at them bitches hating on you with their friends girl you got it let em know that everything big nail done, hair done, everything did  And my LA girls, let me see your hands wave em at them bitches hating on you with their friends girl you got it let em know that everything big nails done, hair done, everything did  And my TO girls, let me see your hands wave em at them bitches hating on you with their friends girl you got it let em know that everything big nail done, hair done, nail done, hair done  [Swizz Beats:] Say go Cinderella go Cinderella orgasm blush lipstick and concealer devil in a tight dress girl you a killer and aint nobody realer and aint nobody realer go, go, go, go, go, go, go, go showtime go, go, go, go as we proceed  [Drake:] Uh, 5 and a half em boys ass is off the hook Cinderella bout to lose the glass off her foot and when I find it is when I find you and we can do the things we never got the time to better late than never but never late is better they tell me time is money, well we'll spend it together I'm down for whatever you just lead the way we go to dinner you don't even look at me to pay mature women with more than me were the first to tempt me and Jason had this girl Tammy with a purple Bentley how she got it I aint never get to ask I just knew that she was fine like a ticket on the dash yeah, but shout out to the homeowners the girls that got diplomas and enough money to loan us a little something extra should we ever need it if it sounds like you then let me hear you repeat it  [Chorus] "
    },
    {
        "lyrics": " I said a hip hop, The hippie, the hippie, To the hip, hip hop, and you don't stop, a rock it To the bang bang boogie, say, up jump the boogie, To the rhythm of the boogie, the beat. Now, what you hear is not a test - I'm rappin' to the beat, And me, the groove, and my friends are gonna try to move your feet. See, I am Wonder Mike, and I'd like to say hello, To the black, to the white, the red and the brown, The purple and yellow. But first, I gotta Bang bang, the boogie to the boogie, Say up jump the boogie to the bang bang boogie, Let's rock, you don't stop, Rock the rhythm that'll make your body rock. Well so far you've heard my voice but I brought two friends along, And the next on the mic is my man Hank, C'mon, Hank, sing that song!  Check it out, I'm the C-A-S-A, the N-O-V-A, And the rest is F-L-Y, You see I go by the code of the doctor of the mix, And these reasons I'll tell you why. You see, I'm six foot one, and I'm tons of fun When I dress to a T, You see, I got more clothes than Muhammad Ali and I dress so viciously. I got bodyguards, I got two big cars That definitely ain't the wack, I got a Lincoln Continental and a sun-roofed Cadillac. So after school I take a dip in the pool, Which is really on the wall, I got a colour TV, so I can see The Knicks play basketball. Hear me talk about Checkbooks, credit cards, mo' money Than a sucker could ever spend, But I wouldn't give a sucker or a bum from the Rucker Not a dime 'til I made it again. Everybody go Ho-tel, mo-tel, what you gonna do today? (say what?) 'Cause I'm a get a fly girl, Gonna get some spank n' drive off in a def OJ. Everybody go Ho-tel, mo-tel, Holiday Inn, Say if your girl starts actin' up, then you take her friend. Master Gee! My mellow! It's on to you, so what you gonna do?  Well, it's on'n'n'on'n'on on'n'on, The beat don't stop until the break of dawn. I said M-A-S, T-E-R, a G with a double E, I said I go by the unforgettable name Of the man they call the Master Gee. Well, my name is known all over the world By all the foxy ladies and the pretty girls. I'm goin' down in history As the baddest rapper there ever could be. Now I'm feelin' the highs and you're feelin' the lows, The beat starts gettin' into your toes You start poppin' your fingers and stompin' your feet And movin' your body while while you're sitting in your seat And then damn! Ya start doin' the freak, I said Damn! Right outta your seat Then you throw your hands high in the air, Ya rockin' to the rhythm, shake your derriere Ya rockin' to the beat without a care, With the sureshot MCs for the affair. Now, I'm not as tall as the rest of the gang But I rap to the beat just the same. I got a little face, and a pair of brown eyes All I'm here to do, ladies, is hypnotize Singin' on'n'n'on'n'on on'n'on, The beat don't stop until the break of dawn Singin' on'n'n'on'n'on on'n'on, Like a hot buttered pop da pop da pop dibbie dibbie Pop da pop pop, don't you dare stop Come alive y'all, gimme what you got I guess by now you can take a hunch And find that I am the baby of the bunch But that's okay, I still keep in stride, 'Cause all I'm here to do is just wiggle your behind Singin' on'n'n'on'n'on on'n'on, The beat don't stop until the break of dawn. Singin' on'n'n'on'n'on on'n'on, Rock rock, y'all, throw it on the floor I'm gonna freak you here, I'm gonna freak you there, I'm gonna move you outta this atmosphere. 'Cause I'm one of a kind and I'll shock your mind I'll put TNT in your behind. I said One, two, three, four, come on, girls, get on the floor A-come alive, y'all, a-gimme what you got 'Cause I'm guaranteed to make you rock I said one, two, three, four, tell me, Wonder Mike What are you waiting for?  I said a hip hop, The hippie to the hippie The hip hip a hop, and you don't stop, a rock it To the bang bang boogie, say up jump the boogie, To the rhythm of the boogie, the beat. A Skiddleebebop, we rock, scooby doo, And guess what, America, we love you 'Cause you rocked and a rolled with so much soul, You could rock 'til a hundred and one years old. I don't mean to brag, I don't mean to boast, But we're like hot butter on your breakfast toast Rock it up, Baby Bubba! Baby Bubba to the boogie da bang bang da boogie To the beat, beat, it's so unique Come on everybody and dance to the beat!  [Drum break]  A hip hop The hippie to the hippie the Hip hip a hop and you don't stop, rock it Rock it out, Baby Bubba to the boogie da bang bang The boogie to the boogie, the beat. I said, I can't wait 'til the end of the week When I'm rappin' to the rhythm of a groovy beat And I attempt to raise your body heat. Just blow your mind, so you can't speak And do a thing but a-rock and shuffle your feet And let it change up to a dance called the freak And when you finally do come into your rhythmic beat, Rest a little while so you don't get weak. I know a man named Hank He has more rhymes than a serious bank So come on Hank, sing that song, To the rhythm of the boogie, the bang bang da bong!  Well, I'm Imp the Dimp, the ladies' pimp, The women fight for my delight. But I'm the grandmaster with the three MCs That shock the house for the young ladies And when you come inside, into the front, You do the freak, spank, and do the bump And when the sucker MC try to prove a point, We're a treacherous trio, we're the serious joint! a-From sun to sun and from time to time I sit down and write a brand new rhyme Because they say that miracles never cease I've created a devastating masterpiece I'm gonna rock the mic 'til you can't resist, Everybody, I say it goes like this Well, I was walking home late one afternoon A reporter stopped me for an interview She said she's heard stories and she's heard fables That I'm vicious on the mic and the turntable This young reporter I did adore, So I rocked some vicious rhymes like I never did before She said, &quot;Damn, fly guy, I'm in love with you The Casanova legend must have been true&quot; I said, &quot;By the way, baby, what's your name?&quot; Said, &quot;I go by name of Lois Lane And you could be my boyfriend, you surely can, Just let me quit my boyfriend called Superman.&quot; I said, &quot;He's a fairy, I do suppose Flyin' through the air in pantyhose He may be very sexy, or even cute, But he looks like a sucker in a blue and red suit,&quot; I said, &quot;You need a man man who's got finesse And his whole name across his chest He may be able to fly all through the night, But can he rock a party 'til the early light? He can't satisfy you with his little worm, But I can bust you out with my super sperm!&quot; I go do it, I go do it, I go do it, do it, do it. An' I'm here an' I'm there, I'm Big Ban Hank, I'm everywhere Just throw your hands up in the air And party hardy like you just don't care Let's do it, don't stop, y'all, a tick tock, y'all, you don't stop! Go ho-tel, mo-tel, what you gonna do today? (Say what?) I'm gonna get a fly girl, gonna get some spank, drive off in a def OJ, Everybody go, &quot;Ho-tel, mo-tel, Holiday Inn&quot; You say if your girl starts actin' up, then you take her friend I say skip, dive, what can I say? I can't fit 'em all inside my OJ, So I just tak half, and bust 'em out, I give the rest to Master Gee so he can shock the house It was twelve o'clock one Friday night I was rockin' to the beat and feelin' all right Everybody was dancin' on the floor Doin' all the things they never did before And then this fly girl with a sexy lean She came into the bar, she came into the scene She travelled deeper inside the room All the fellas checked out her white Sassoons She came up to the table, looked into my eyes Then she turned around and shook her behind So I said to myself, it's time for me to release My vicious rhyme I call my masterpiece And now people in the house, this is just for you A little rap to make you boogaloo Now the group you hear is called Phase Two And let me tell you somethin', we're a helluva crew Once a week, we're on the street Just to cut in the jams and look at your feet For you to party, you gotta have the moves, So we'll get right down and get you a groove For you to dance, you got to be hot So we'll get right down and make you rock Now the system's on and the girls are there You definitely have a rockin' affair But let me tell you somethin', there's still one fact And to have a party, you got to have a rap So when the party's over, you're makin' it home, And tryin' to sleep before the break of dawn And while you're sleepin', you start to dream, And thinkin' how you danced on the disco scene My name appears in your mind, Yeah, a name you know that was right on time It was Phase Two just doin' a do Rockin' you down 'cause you knew we could To the rhythm of the beat that makes you freak, Come alive girls, get on your feet To the rhythm of the beat to the beat the beat To the double beat beat that makes you freak To the rhythm of the beat that says you go on On'n'on into the break of dawn Now I got a man comin' on right now He's guaranteed to throw down He goes by the name of Wonder Mike Come on, Wonder Mike, do what you like!  I say a can of beer that's sweeter than honey, Like a millionaire that has no money Like a rainy day that is not wet, Like a gamblin' fiend that does not bet Like Dracula without his fangs, Like the boogie to the boogie without the boogie bang Like collard greens that don't taste good, Like a tree that's not made out of wood Like goin' up and not comin' down, Is just like the beat without the sound, no sound To the beat beat, you do the freak Everybody just rock and dance to the beat Have you ever went over a friends house to eat And the food just ain't no good? The macaroni's soggy, the peas are mushed, And the chicken tastes like wood So you try to play it off like you think you can By saying that you're full And then your friend says, &quot;Mama, he's just being polite He ain't finished, uh-uh, that's bull!&quot; So your heart starts pumpin' and you think of a lie And you say that you already ate And your friend says &quot;Man, there's plenty of food&quot; So you pile some more on your plate While the stinky food's steamin', your mind starts to dreamin' Of the moment that it's time to leave And then you look at your plate and your chicken's slowly rottin' Into something that looks like cheese Oh so you say &quot;That's it, I gotta leave this place I don't care what these people think, I'm just sittin' here makin' myself nauseous With this ugly food that stinks&quot; So you bust out the door while it's still closed Still sick from the food you ate And then you run to the store for quick relief From a bottle of Kaopectate And then you call your friend two weeks later To see how he has been And he says, &quot;I understand about the food, Baby Bubba, but we're still friends&quot; With a hip hop the hippie to the hippie The hip hip a hop, a you don't stop the rockin' To the bang bang boogie Say up jump the boogie to the rhythm of the boogie the beat I say, &quot;Hank, can ya rock? Can ya rock to the rhythm that just don't stop? Can ya hip me to the shoobie doo?&quot; I said, &quot;Come on, make, make the people move!&quot;  I go to the balls and then ring the bell Because I am the man with the clientele And if ya ask me why I rock so well, A Big Bang, I got clientele And from the time I was only six years old I never forgot what I was told It was the best advice I ever had It came from my wise, dear old dad He said, &quot;Sit down, punk, I wanna talk to you And don't say a word until I'm through Now there's a time to laugh, a time to cry A time to live and a time to die A time to break and a time to chill To act civilized or act real ill But whatever you do in your lifetime You never let an MC steal your rhyme&quot; So from six to six 'til this very day I'll always remember what he had to say So when the sucker MCs try to chump my style I let them know that I'm versatile I got style, finesse, and a little black book That's filled with rhymes and I know you wanna look But the thing that separates you from me And that is called originality Because my rhymes are on from what you heard I didn't even bite, not a go---word And I say a little more, later on tonight So the sucker MCs can bite all night A tick a tock, y'all, a beat beat, y'all A let's rock, y'all, you don't stop Ya go, &quot;Ho-tel, mo-tel, what you gonna do today?&quot; (Say what?) Ya say, &quot;I'm gonna get a fly girl, gonna get some spank and  Drive off in a def OJ&quot; Everybody go, &quot;Ho-tel, mo-tel, Holiday Inn&quot; Ya say if your girl starts actin' up, then you take her friends A like that, y'all, to the beat, y'all Beat beat y'all, ya don't stop! A Master Gee, my mellow It's on to you so what you gonna do?  Well, like Johnny Carson on the Late Show A like Frankie Crocker in stereo Well like the Barkay's singin' &quot;Holy Ghost&quot; The sounds to throw down, they're played the most It's like my man Captain Sky Whose name he earned with his super sperm We rock and we don't stop Get off, y'all, I'm here to give you what you got To the beat that it makes you freak And come alive, girl, get on your feet A like a Perry Mason without a case Like Farrah Fawcett without her face Like the Barkays on the mic Like gettin' down right for you tonight Like movin' your body so you don't know how Right to the rhythm and throw down Like comin' alive to the Master Gee The brother who rocks so viciously I said the age of one, my life begun At the age of two I was doin' the do At the age of three, it was you and me Rockin' to the sounds of the Master Gee At the age of four, I was on the floor Givin' all the freaks what they bargained for At the age of five I didn't take no jive With the Master Gee it's all the way live At the age of six I was a-pickin' up sticks Rappin' to the beat, my stick was fixed At the age of seven, I was rockin' in heaven Don't you know I went off I gotta run on down to the beat you see Gettin' right on down, makin' all the girls Just take off their clothes to the beat the beat To the double beat beat that makes you freak At the age of eight, I was really great 'Cause every night, you see, I had a date At the age of nine, I was right on time 'Cause every night I had a party rhyme Going on'n'n'on'n' on on'n'on The beat don't stop until the break of dawn A sayin' on'n'n'on'n' on on'n'on Like a hot buttered de pop pop de popcorn... ",
        "artist": "Sugar Hill Gang",
        "song": "Rappers Delight"
    },
    {
        "lyrics": " 1989 the number another summer (get down) Sound of the funky drummer Music hittin' your heart cause I know you got sould (Brothers and sisters, hey) Listen if you're missin' y'all Swingin' while I'm singin' Givin' whatcha gettin' Knowin' what I know While the Black bands sweatin' And the rhythm rhymes rollin' Got to give us what we want Gotta give us what we need Our freedom of speech is freedom or death We got to fight the powers that be Lemme hear you say Fight the power  [Chorus]  As the rhythm designed to bounce What counts is that the rhymes Designed to fill your mind Now that you've realized the prides arrived We got to pump the stuff to make us tough from the heart It's a start, a work of art To revolutionize make a change nothin's strange People, people we are the same No we're not the same Cause we don't know the game What we need is awareness, we can't get careless You say what is this? My beloved lets get down to business Mental self defensive fitness (Yo) bum rush the show You gotta go for what you know Make everybody see, in order to fight the powers that be Lemme hear you say... Fight the Power  [Chorus]  Elvis was a hero to most But he never meant shit to me you see Straight up racist that sucker was Simple and plain Mother fuck him and John Wayne Cause I'm Black and I'm proud I'm ready and hyped plus I'm amped Most of my heroes don't appear on no stamps Sample a look back you look and find Nothing but rednecks for 400 years if you check Don't worry be happy Was a number one jam Damn if I say it you can slap me right here (Get it) lets get this party started right Right on, c'mon What we got to say Power to the people no delay To make everybody see In order to fight the powers that be  (Fight the Power) ",
        "artist": "Public Enemy",
        "song": "Fight The Power"
    },
    {
        "lyrics": " Kick it!  You wake up late for school man you don't wanna go You ask you mom, &quot;Please?&quot; but she still says, &quot;No!&quot; You missed two classes and no homework But your teacher preaches class like you're some kind of jerk  You gotta fight for your right to party  You pops caught you smoking and he said, &quot;No way!&quot; That hypocrite smokes two packs a day Man, living at home is such a drag Now your mom threw away your best porno mag (Busted!)  [repeat chorus]  Don't step out of this house if that's the clothes you're gonna wear I'll kick you out of my home if you don't cut that hair Your mom busted in and said, &quot;What's that noise?&quot; Aw, mom you're just jealous it's the Beastie Boys!  [repeat chorus] ",
        "artist": "Beastie Boys",
        "song": "Fight For Your Right"
    },
    {
        "lyrics": " As I walk through the valley of the shadow of death I take a look at my life and realize there's nothin' left 'Cause I've been blasting and laughing so long, That even my mama thinks that my mind is gone But I ain't never crossed a man that didn't deserve it Me be treated like a punk you know that's unheard of You better watch how you're talking and where you're walking Or you and your homies might be lined in chalk I really hate to trip but I gotta loc As they croak, I see myself in the pistol smoke, fool I'm the kinda G the little homies wanna be like On my knees in the night saying prayers in the streetlight  Been spending most their lives, living in the gangsta's paradise Been spending most their lives, living in the gangsta's paradise Keep spending most our lives, living in the gangsta's paradise Keep spending most our lives, living in the gangsta's paradise  Look at the situation they got me facin' I can't live a normal life, I was raised by the streets So I gotta be down with the hood team Too much television watching got me chasing dreams I'm an educated fool with money on my mind Got my 10 in my hand and a gleam in my eye I'm a loc'd out gangsta set trippin' banger And my homies is down so don't arouse my anger, fool Death ain't nothing but a heartbeat away, I'm living life, do or die, what can I say I'm 23 now, but will I live to see 24 The way things are going I don't know  Tell me why are we so blind to see That the ones we hurt are you and me  Been spending most their lives, living in the gangsta's paradise Been spending most their lives, living in the gangsta's paradise Keep spending most our lives, living in the gangsta's paradise Keep spending most our lives, living in the gangsta's paradise  Power and the money, money and the power Minute after minute, hour after hour Everybody's running, but half of them ain't looking What's going on in the kitchen, but I don't know what's cookin' They say I gotta learn, but nobody's here to teach me If they can't understand it, how can they reach me I guess they can't, I guess they won't I guess they front, that's why I know my life is out of luck, fool  Been spending most their lives, living in the gangsta's paradise Been spending most their lives, living in the gangsta's paradise Keep spending most our lives, living in the gangsta's paradise Keep spending most our lives, living in the gangsta's paradise  Tell me why are we so blind to see That the ones we hurt are you and me Tell me why are we so blind to see That the ones we hurt are you and me [Fade out] ",
        "artist": "Coolio",
        "song": "Gangsta's Paradise"
    },
    {
        "lyrics": " [Chorus - Dido:] My tea's gone cold I'm wondering why I got out of bed at all The morning rain clouds up my window and I can't see at all And even if I could it'll all be gray, but your picture on my wall It reminds me, that it's not so bad, it's not so bad.  [1st Chorus: volume gradually grows over raindrop background] [2nd Chorus: full volume with beat right after &quot;thunder&quot; noise]  [Eminem as 'Stan'] Dear Slim, I wrote you but you still ain't calling I left my cell, my pager, and my home phone at the bottom I sent two letters back in autumn, you must not-a got 'em There probably was a problem at the post office or something Sometimes I scribble addresses too sloppy when I jot 'em but anyways; fuck it, what's been up? Man how's your daughter? My girlfriend's pregnant, too, I'm bout to be a father If I have a daughter, guess what I'ma call her? I'ma name her Bonnie I read about your Uncle Ronnie, too, I'm sorry I had a friend kill himself over some bitch who didn't want him I know you probably hear this everyday, but I'm your biggest fan I even got the underground shit that you did with Skam I got a room full of your posters and your pictures man I like the shit you did with Rawkus, too, that shit was phat Anyways, I hope you get this man, hit me back, just to chat, truly yours, your biggest fan This is Stan  [Chorus - Dido]  [Eminem as 'Stan'] Dear Slim, you still ain't called or wrote, I hope you have a chance I ain't mad - I just think it's FUCKED UP you don't answer fans If you didn't wanna talk to me outside your concert you didn't have to, but you coulda signed an autograph for Matthew That's my little brother man, he's only six years old We waited in the blistering cold for you, four hours and you just said, &quot;No.&quot; That's pretty shitty man - you're like his fucking idol He wants to be just like you man, he likes you more than I do I ain't that mad though, I just don't like being lied to Remember when we met in Denver - you said if I'd write you you would write back - see I'm just like you in a way I never knew my father neither; he used to always cheat on my mom and beat her I can relate to what you're saying in your songs so when I have a shitty day, I drift away and put 'em on 'Cause I don't really got shit else so that shit helps when I'm depressed I even got a tattoo with your name across the chest Sometimes I even cut myself to see how much it bleeds It's like adrenaline, the pain is such a sudden rush for me See everything you say is real, and I respect you 'cause you tell it My girlfriend's jealous 'cause I talk about you 24/7 But she don't know you like I know you Slim, no one does She don't know what it was like for people like us growing up You gotta call me man, I'll be the biggest fan you'll ever lose Sincerely yours, Stan -- P.S. We should be together, too  [Chorus - Dido]  [Eminem as 'Stan'] Dear Mister I'm-Too-Good-To-Call-Or-Write-My-Fans, this'll be the last package I ever send your ass It's been six months and still no word - I don't deserve it? I know you got my last two letters; I wrote the addresses on 'em perfect So this is my cassette I'm sending you, I hope you hear it I'm in the car right now, I'm doing 90 on the freeway Hey Slim, I drank a fifth of vodka, you dare me to drive? You know the song by Phil Collins, &quot;In the Air Tonight&quot; about that guy who coulda saved that other guy from drowning but didn't, then Phil saw it all, then at a show he found him? That's kinda how this is, you coulda rescued me from drowning Now it's too late - I'm on a 1000 downers now, I'm drowsy and all I wanted was a lousy letter or a call I hope you know I ripped all of your pictures off the wall I love you Slim, we coulda been together, think about it You ruined it now, I hope you can't sleep and you dream about it And when you dream I hope you can't sleep and you SCREAM about it I hope your conscience EATS AT YOU and you can't BREATHE without me See Slim; [*screaming*] Shut up bitch! I'm trying to talk! Hey Slim, that's my girlfriend screaming in the trunk, But I didn't slit her throat, I just tied her up, see I ain't like you 'Cause if she suffocates she'll suffer more, and then she'll die, too Well, gotta go, I'm almost at the bridge now Oh shit, I forgot, how'm I supposed to send this shit out? [car tires squeal] [CRASH] .. [brief silence] .. [LOUD splash]  [Chorus - Dido]  [Eminem] Dear Stan, I meant to write you sooner but I've just been busy You said your girlfriend's pregnant now, how far along is she? Look, I'm really flattered you would call your daughter that and here's an autograph for your brother, I wrote it on the Starter cap I'm sorry I didn't see you at the show, I musta missed you Don't think I did that shit intentionally just to diss you But what's this shit you said about you like to cut your wrists, too? I say that shit just clowning dogg, c'mon - how fucked up is you? You got some issues Stan, I think you need some counseling to help your ass from bouncing off the walls when you get down some And what's this shit about us meant to be together? That type of shit'll make me not want us to meet each other I really think you and your girlfriend need each other or maybe you just need to treat her better I hope you get to read this letter, I just hope it reaches you in time before you hurt yourself, I think that you'll be doing just fine if you relax a little, I'm glad I inspire you but Stan why are you so mad? Try to understand, that I do want you as a fan I just don't want you to do some crazy shit I seen this one shit on the news a couple weeks ago that made me sick Some dude was drunk and drove his car over a bridge and had his girlfriend in the trunk, and she was pregnant with his kid and in the car they found a tape, but they didn't say who it was to Come to think about it, his name was... it was you Damn! ",
        "artist": "Eminem",
        "song": "Stan"
    },
    {
        "lyrics": " [Intro: Puff Daddy]  Every day I wake up I hope I'm dreamin I can't believe this shit Can't believe you ain't here Sometimes it's just hard for a nigga to wake up It's hard to just keep goin It's like I feel empty inside without you bein here I would do anything man, to bring you back I'd give all this shit, shit the whole knot I saw your son today He look just like you You was the greatest You'll always be the greatest I miss you Big Can't wait til that day, when I see your face again I can't wait til that day, when I see your face again...  Yeah... this right here (tell me why) Goes out, to everyone, that has lost someone That they truly loved (c'mon, check it out)  [Verse One: Puff Daddy]  Seems like yesterday we used to rock the show I laced the track, you locked the flow So far from hangin on the block for dough Notorious, they got to know that Life ain't always what it seem to be (uh-uh) Words can't express what you mean to me Even though you're gone, we still a team Through your family, I'll fulfill your dream (that's right) In the future, can't wait to see If you open up the gates for me Reminisce some time, the night they took my friend (uh-huh) Try to black it out, but it plays again When it's real, feelings hard to conceal Can't imagine all the pain I feel Give anything to hear half your breath (half your breath) I know you still living your life, after death   [Chorus: Faith Evans]  Every step I take, every move I make Every single day, every time I pray I'll be missing you Thinkin of the day, when you went away What a life to take, what a bond to break I'll be missing you  [Puff] I miss you Big  [Verse Two: Puff Daddy]  It's kinda hard with you not around (yeah) Know you in heaven smilin down (eheh) Watchin us while we pray for you Every day we pray for you Til the day we meet again In my heart is where I'll keep you friend Memories give me the strength I need (uh-huh) to proceed Strength I need to believe My thoughts Big I just can't define (can't define) Wish I could turn back the hands of time Us in the 6, shop for new clothes and kicks You and me taking flicks Makin hits, stages they receive you on I still can't believe you're gone (can't believe you're gone) Give anything to hear half your breath (half your breath) I know you still living you're life, after death   [Chorus]  [Faith Evans] Somebody tell me why  [Interlude: Faith Evans]  On that morning When this life is over I know I'll see your face  [Outro: 112]  Every night I pray, every step I take Every move I make, every single day Every night I pray, every step I take [Puff] Every day that passes Every move I make, every single day [Puff] Is a day that I get closer [Puff] To seeing you again Every night I pray, every step I take [Puff] We miss you Big... and we won't stop Every move I make, every single day [Puff] Cause we can't stop... that's right Every night I pray, every step I take Every move I make, every single day [Puff] We miss you Big [music fades out] ",
        "artist": "Puff Daddy",
        "song": "I'll Be Missing You"
    },
    {
        "lyrics": " California love!  [1:] California... knows how to party California... knows how to party In the citaaay of L.A. In the citaaay of good ol' Watts In the citaaay, the city of Compton We keep it rockin! We keep it rockin!  [Verse 1: Dr. Dre] Now let me welcome everybody to the wild, wild west A state that's untouchable like Elliot Ness The track hits ya eardrum like a slug to ya chest Pack a vest for your Jimmy in the city of sex We in that sunshine state where that bomb ass hemp be The state where ya never find a dance floor empty And pimps be on a mission for them greens Lean mean money-makin-machines servin fiends I been in the game for ten years makin rap tunes Ever since honeys was wearin sassoon Now it's '95 and they clock me and watch me Diamonds shinin lookin like I robbed Liberace It's all good, from Diego to tha Bay Your city is tha bomb if your city makin pay Throw up a finger if ya feel the same way Dre puttin it down for Californ-I-a  [1]  [2:] Shake it shake it baby Shake it shake it baby Shake it shake it mama Shake it Cali Shake it shake it baby Shake it shake it shake it shake it...  [Verse 2: 2Pac] Out on bail fresh outta jail, California dreamin Soon as I stepped on the scene, I'm hearin hoochies screamin Fiendin for money and alcohol The life of a west side playa where cowards die and it's all ball Only in Cali where we riot not rally to live and die In L.A. we wearin Chucks not Ballies (that's right) Dressed in Locs and khaki suits and ride is what we do Flossin but have caution we collide with other crews Famous cause we program worldwide Let'em recognize from Long Beach to Rosecrans Bumpin and grindin like a slow jam, it's west side So you know the row won't bow down to no man Say what you say But give me that bomb beat from Dre Let me serenade the streets of L.A. From Oakland to Sacktown The Bay Area and back down Cali is where they put they mack down Give me love!  [1]  [Dre:] Now make it shake...  [2]  [Outro: Dre, 2Pac] Uh, yeah, uh, longbeach in tha house, uh yeah Oaktown, Oakland definately in tha house hahaha Frisko, Frisko [Tupac:] Hey, you know LA is up in this Pasadena, where you at Yeah, Inglewood, Inglewood always up to no good [Tupac:] Even Hollywood tryin to get a piece baby Sacramento, sacramento where ya at? yeah  Throw it up y'all, throw it up, Throw it up Let's show these fools how we do this on that west side Cause you and I know it's tha best side  Yeah, That's riight West coast, west coast Uh, California Love California Love ",
        "artist": "2Pac",
        "song": "California Love"
    },
    {
        "lyrics": " When I'm alone in my room sometimes I stare at the wall and in the back of my mind I hear my conscience call Telling me I need a girl who's as sweet as a dove for the first time in my life, I see I need love There I was giggling about the games that I had played with many hearts, and I'm not saying no names Then the thought occured, tear drops made my eyes burn as I said to myself look what you've done to her I can feel it inside, I can't explain how it feels all I know is that I'll never dish another raw deal Playing make believe pretending that I'm true holding in my laugh as I say that I love you Saying amor kissing you on the ear whispering I love you and I'll always be here Although I often reminsce I can't believe that I found a desire for true love floating around Inside my soul because my soul is cold one half of me deserves to be this way till I'm old But the other half needs affection and joy and the warmth that is created by a girl and a boy I need love I need love  Romance sheer delight how sweet I gotta find me a girl to make my life complete You can scratch my back, we'll get cozy and huddle I'll lay down my jacket so you can walk over a puddle I'll give you a rose, pull out your chair before we eat kiss you on the cheek and say ooh girl you're so sweet It's deja vu whenever I'm with you I could go on forever telling you what I do But where you at you're neither here or there I swear I can't find you anywhere Damn sure you ain't in my closet, or under my rug this love search is really making me bug And if you know who you are why don't you make yourself seen take the chance with my love and you'll find out what I mean Fantasy's can run but they can't hide and when I find you I'm gon' pour all my love inside I need love I need love  I wanna kiss you hold you never scold you just love you suck on you neck, caress you and rub you Grind moan and never be alone if you're not standing next to me you're on the phone Can't you hear it in my voice, I need love bad I've got money but love's something I've never had I need your ruby red lips sweet face and all I love you more than a man who's 10 feet tall I'd watch the sunrise in your eyes we're so in love when we hug we become paralyzed Our bodies explode in ecstasy unreal you're as soft as a pillow and I'm as hard as steel It's like a dream land, I can't lie I never been there maybe this is an experience that me and you can share Clean and unsoiled yet sweaty and wet I swear to you this is something that I'll never forget I need love I need love  See what I mean I've changed I'm no longer a play boy on the run I need something that's stronger Friendship, trust honor respect admiration this whole experience has been such a revelation It's taught me love and how to be a real man to always be considerate and do all I can Protect you you're my lady and you mean so much my body tingles all over from the slightest touch Of your hand and understand I'll be frozen in time till we meet face to face and you tell me you're mine If I find you girl I swear I'll be a good man I'm not gonna leave it in destiny's hands I can't sit and wait for my princess to arrive I gotta struggle and fight to keep my dream alive I'll search the whole world for that special girl when I finally find you watch our love unfurl I need love I need love  Girl, listen to me When I be sittin in my room all alone, staring at the wall fantasies, they go through my mind And I've come to realize that I need true love and if you wanna give it to me girl make yourself seen I'll be waiting I love you ",
        "artist": "LL Cool J",
        "song": "I Need Love"
    },
    {
        "lyrics": " It's been three weeks since you've been looking for your friend The one you let hit it and never called you again 'Member when he told you he was 'bout the Benjamins You act like you ain't hear him then gave him a little trim To begin, how you think you really gon' pretend Like you wasn't down then you called him again Plus when you give it up so easy you ain't even fooling him If you did it then, then you probably f*** again Talking out your neck sayin' you're a Christian A Muslim sleeping with the gin Now that was the sin that did Jezebel in Who you gon' tell when the repercussions spin Showing off your ass 'cause you're thinking it's a trend Girlfriend, let me break it down for you again You know I only say it 'cause I'm truly genuine Don't be a hardrock when you're really a gem Babygirl, respect is just a minimum Niggas f***ed up and you still defending them Now Lauryn is only human Don't think I haven't been through the same predicament Let it sit inside your head like a million women in Philly, Penn. It's silly when girls sell their soul because it's in Look at where you be in hair weaves like Europeans Fake nails done by Koreans Come again Come again, come again, come again, come again  Guys you know you better watch out Some girls, some girls are only about That thing, that thing, that thing  The second verse is dedicated to the men More concerned with his rims and his Timbs than his women Him and his men come in the club like hooligans Don't care who they offend popping yang like you got yen Let's not pretend, they wanna pack pistol by they waist men Cristal by the case men, still in they mother's basement The pretty face, men claiming that they did a bid men Need to take care of their three and four kids men They facing a court case when the child's support late Money taking, heart breaking now you wonder why women hate men The sneaky silent men the punk domestic violence men The quick to shoot the s***n stop acting like boys and be men How you gon' win when you ain't right within How you gon' win when you ain't right within How you gon' win when you ain't right within Come again Come again, come again, come again, come again  Girls you know you better watch out Some guys, some guys are only about That thing, that thing, that thing ",
        "artist": "Lauryn Hill",
        "song": "Doo Wop (That Thing)"
    },
    {
        "lyrics": " Ah, push it Ah, push it  Oooh, baby, baby Baby, baby Oooh, baby, baby Baby, baby  Get up on this!  Ow! Baby! Salt and Pepa's here!  (Now wait a minute, y'all This dance ain't for everybody Only the sexy people So all you fly mothers, get on out there and dance Dance, I said!)  Salt and Pepa's here, and we're in effect Want you to push it, babe Coolin' by day then at night working up a sweat C'mon girls, let's go show the guys that we know How to become number one in a hot party show Now push it  Ah, push it - push it good Ah, push it - push it real good Ah, push it - push it good Ah, push it - p-push it real good  Hey! Ow! Push it good!  Oooh, baby, baby Baby, baby Oooh, baby, baby Baby, baby  Push it good Push it real good Ah, push it Ah, push it  Yo, yo, yo, yo, baby-pop Yeah, you come here, gimme a kiss Better make it fast or else I'm gonna get pissed Can't you hear the music's pumpin' hard like I wish you would? Now push it  Push it good Push it real good Push it good P-push it real good  Ah, push it Get up on this!  Boy, you really got me going You got me so I don't know what I'm doing  Ah, push it ",
        "artist": "Salt-N-Pepa",
        "song": "Push It"
    },
    {
        "lyrics": " [LL]  C'mon man  [News Report]  And with the local DBT news, LL Cool J with a triumphant comeback [mumbling] but tonite...  [LL]  Don't call it a comeback I been here for years Rockin my peers and puttin suckas in fear Makin the tears rain down like a MON-soon Listen to the bass go BOOM Explosion, overpowerin Over the competition, I'm towerin Wreckin shop, when I drop these lyrics that'll make you call the cops Don't you dare stare, you betta move Don't ever compare Me to the rest that'll all get sliced and diced Competition's payin the price  [Chorus:]  I'm gonna knock you out (HUUUH!!!) Mama said knock you out (HUUUH!!!) [REPEAT 4X]  Don't u call this a regular jam I'm gonna rock this land I'm gonna take this itty bitty world by storm And I'm just gettin warm Just like Muhummad Ali they called him Cassius Watch me bash this beat like a skull Cuz u know I had beef wit Why do u riff with me, the maniac psycho And when I pull out my jammy get ready cuz it might go BLAAAAW, how ya like me now? The river will not allow U to get with, Mr. Smith, dont riff Listen to my gear shift I'm blastin, outlastin Kinda like Shaft, so u could say I'm shaftin Old English filled my mind And I came up with a funky rhyme  [Chorus] [LL]  Breakdown!!!  Shadow boxin when I heard you on the radio (HUUUH!!!) I just don't know What made you forget that I was raw? But now I got a new tour I'm goin insane, startin the hurricane, releasin pain Lettin you know that you can't gain, I maintain Unless ya say my name Rippin, killin Diggin and drillin a hole Pass the Ol' Gold  [Chorus]  Shotgun blasts are heard When I rip and kill, at WILL The man of the hour, tower of power, I'll devour I'm gonna tie you up and let you understand that I'm not your average man when I got a jammy in my hand DAAAAAM!!!!! Oooooohh!! Listen to the way I slaaaaay, your crew Damage (UHH) damage (UHH) damage (UHH) damage Destruction, terror, and mayhem Pass me a sissy so suckas I'll slay him Farmers (What!!!) Farmers (What!!!) I'm ready (we're ready!!!) I think I'm gonna bomb a town (get down!!) Don't u neva, eva, pull my lever Cuz I explode And my nine is easy to load I gotta thank God Cuz he gave me the strength to rock HARD!! knock you out, mama said knock you out  [Chorus] ",
        "artist": "LL Cool J",
        "song": "Mama Said Knock You Out"
    },
    {
        "lyrics": " [Andre 3000] Yeah this one right here goes out to all the baby's mamas, mamas... Mamas, mamas, baby mamas, mamas Yeah, go like this  [CHORUS (Andre 3000):] I'm sorry Ms. Jackson (oh) I am for real Never meant to make your daughter cry I apologize a trillion times I'm sorry Ms. Jackson (oh) I am for real Never meant to make your daughter cry I apologize a trillion times  [Big Boi] A baby drama mama, don't like me She doing things like having her boys come from her neighborhood To the studio trying to fight me She need to get a, piece of the American pie and take her bite out That's my house, I disconnect the cable and turn the lights out And let her know her grandchild is a baby, and not a paycheck Private schools, daycare, shit, medical bills, I'll pay that I love your mom and everything, see I ain't the one who laid down She wanna rip you up, start a custody war, my lawyer stay down She never got a chance to hear my side of the story we was divided She had fish fries and cookouts On my child's birthday I ain't invited Despite it, I show her the utmost respect when I fall through All you, do is defend that lady when I call you, yeah  [CHORUS]  [Andre 3000] Me and your daughter Got a special thang going on You say it's puppy love We say it's full grown Hope that we feel this Feel this way forever You could plan a pretty picnic But you can't predict the weather, Ms. Jackson  Ten times out of nine, now if I'm blind fine The quickest muzzle throw it on my mouth and I'll decline King meets queen, then the puppy love thing, together dream Bout that crib with the Goodyear swing On the oak tree, I hope we feel like this forever Forever, forever, ever, forever, ever? Forever never seems that long until you're grown And notice that the day by day rule can't be too long Ms. Jackson my intentions were good I wish I could Become a magician to abracadabra all the sadder Thoughts of me, thoughts of she, thoughts of he Asking what happened to the feeling that her and me Had, I pray so much about it need some knee, pads It happened for a reason one can't be, mad So know this, know that everything is cool And yes I will be present on the first day of school, and graduation  [CHORUS]  [Big Boi] Uh, uh, yeah &quot;Look at the way he treats me&quot;, shit, look at the way you treat me See your little nose ass home girls got they ass up in the creek G Without a paddle, you left the straddle and ride this thing on out And then you and this girl ain't speaking no more 'cause my dick all in her mouth Know what I'm talking about, jealousy, infidelity, envy Cheating, beating, and to the G's they be the same thing So who you placing the blame on, you keep on singing the same song Let bygones be bygones, you can go on and get the hell on You and your mama  [CHORUS x2] ",
        "artist": "Outkast",
        "song": "Ms. Jackson"
    },
    {
        "lyrics": " [Snoop Doggy Dogg] One, two, three and to the fo' Snoop Doggy Dogg and Dr. Dre is at the do' Ready to make an entrance, so back on up (Cause you know we 'bout had to rip shit up) Gimme the microphone first, so I can bust like a bubble Compton and Long Beach together, now you know you in trouble Ain't nothin' but a G thang, baby! Two loc'ed out G's so we're crazy! Death Row is the label that pays me! Unfadable, so please don't try to fade this (Hell yeah) But, uh, back to the lecture at hand Perfection is perfected, so I'm 'a let 'em understand From a young G's perspective And before me dig out a bitch I have ta' find a contraceptive You never know she could be earnin' her man, And learnin' her man, and at the same time burnin' her man Now you know I ain't wit that shit, Lieutenant Ain't no pussy good enough to get burnt while I'm up in it (yeah) And that's realer than real-deal Holyfield And now you hookas and ho's know how I feel Well if it's good enough to get broke off a proper chunk I'll take a small piece of some of that funky stuff  [Hook — Snoop Doggy Dogg:] It's like this and like that and like this and uh It's like that and like this and like that and uh It's like this and like that and like this and uh Dre, creep to the mic like a phantom  [Dr. Dre] Well I'm peepin', and I'm creepin', and I'm creep-in' But I damn near got caught, 'cause my beeper kept beepin' Now it's time for me to make my impression felt So sit back, relax, and strap on your seat belt You never been on a ride like this befo' With a producer who can rap and control the maestro At the same time with the dope rhyme that I kick You know, and I know, I flow some ol' funky shit To add to my collection, the selection Symbolizes dope, take a toke, but don't choke If ya' do, ya' have no clue O' what me and my homey Snoop Dogg came to do  [Hook — Snoop Doggy Dogg &amp; Dr. Dre:] It's like this and like that and like this and uh It's like that and like this and like that and uh It's like this, and who gives a fuck about those? So jus' chill, 'til the next episode  [Snoop Doggy Dogg] Fallin' back on that ass with a hellified gangsta' lean Gettin' funky on the mic like a' old batch o' collard greens It's the capital S, oh yes, the fresh N-double O-P D-O-double G-Y D-O-double G ya' see Showin' much flex when it's time to wreck a mic Pimpin' ho's and clockin' a grip like my name was Dolomite Yeah, and it don't quit I think they in a mood for some motherfucking G shit So Dre. (What up Dogg?) We gotta give 'em what they want (What's that, G?) We gotta break 'em off somethin' (Hell yeah) And it's gotta be bumpin' (City of Compton!)  [Dr. Dre] It's where it takes place so I'm a ask your attention Mobbing like a motherfucker but I ain't lynching Droppin' the funky shit that's making the sucker niggas mumble When I'm on the mic, it's like a cookie, they all crumble Try to get close, and your ass'll get smacked My motherfucking homie Doggy Dogg has my back Never let me slip, 'cause if I slip, then I'm slippin' But if I got my Nina, then you know I'm straight trippin' And I'm a continue to put the rap down, put the mack down And if your bitches talk shit, I have ta' put the smack down Yeah, and ya' don't stop I told you I'm just like a clock when I tick and I tock But I'm never off, always on, 'til the break dawn C-O-M-P-T-O-N, and the city they call Long Beach Puttin' the shit together Like my nigga D.O.C., no one can do it better  [Hook — Dr. Dre &amp; Snoop Doggy Dogg:] Like this, that and this and uh It's like that and like this and like that and uh It's like this, and who gives a fuck about those So jus' chill, 'til the next episode ",
        "artist": "Dr. Dre",
        "song": "Nuthin But A 'G' Thang."
    },
    {
        "lyrics": " If you're having girl problems I feel bad for you son I got 99 problems but a bitch ain't one  [Verse One] I got the rap patrol on the gat patrol Foes that wanna make sure my casket's closed Rap critics that say he's &quot;Money Cash Hoes&quot; I'm from the hood stupid what type of facts are those If you grew up with holes in your zapatos You'd celebrate the minute you was having dough I'm like fuck critics you can kiss my whole asshole If you don't like my lyrics you can press fast forward Got beef with radio if I don't play they show They don't play my hits well I don't give a shit SO Rap mags try and use my black ass So advertisers can give em more cash for ads...fuckers I don't know what you take me as or understand the intelligence that Jay-Z has I'm from rags to riches nigga I ain't dumb I got 99 problems but a bitch ain't one Hit me  [Chorus] 99 Problems but a bitch ain't one If you having girl problems I feel bad for you son I got 99 problems but a bitch ain't one Hit me  [Verse Two] The year is '94 and in my trunk is raw In my rear view mirror is the mother fucking law I got two choices yall pull over the car or bounce on the double put the pedal to the floor Now I ain't trying to see no highway chase with jake Plus I got a few dollars I can fight the case So I...pull over to the side of the road And I heard &quot;Son do you know why I'm stopping you for?&quot; Cause I'm young and I'm black and my hat's real low Do I look like a mind reader sir, I don't know Am I under arrest or should I guess some mo? &quot;Well you was doing fifty five in a fifty four&quot; &quot;License and registration and step out of the car&quot; &quot;Are you carrying a weapon on you I know a lot of you are&quot; I ain't stepping out of shit all my papers legit &quot;Do you mind if I look round the car a little bit?&quot; Well my glove compartment is locked so is the trunk and the back And I know my rights so you gon' need a warrant for that &quot;Aren't you sharp as a tack are some type of lawyer or something?&quot; &quot;Or somebody important or something?&quot; Nah I ain't passed the bar but I know a little bit Enough that you won't illegally search my shit &quot;Well see how smart you are when the K-9's come&quot; I got 99 problems but a bitch ain't one Hit me  [Chorus X2]  [Verse Three] Now once upon a time not too long ago A nigga like myself had to strong arm a hoe This is not a hoe in the sense of having a pussy But a pussy having no God Damn sense, try and push me I tried to ignore him and talk to the Lord Pray for him, cause some fools just love to perform You know the type loud as a motor bike But wouldn't bust a grape in a fruit fight The only thing that's gonna happen is i'mma get to clapping He and his boys gon' be yapping to the captain And there I go trapped in the kit kat again Back through the system with the riff raff again Fiends on the floor scratching again Paparazzi's with they cameras snapping them D.A. tried to give the nigga the shaft again Half-a-mil for bail cause I'm African All because this fool was harrassin' them Trying to play the boy like hes saccarin But ain't nothing sweet 'bout how I hold my gun I got 99 problems but being a bitch ain't one Hit me  [Chorus X3]  You're crazy for this one Rick It's your boy ",
        "artist": "Jay Z",
        "song": "99 Problems"
    },
    {
        "lyrics": " [Verse One: Mase]  Now, who's hot who not Tell me who rock who sell out in the stores You tell me who flopped who copped the blue drop Who jewels got robbed who's mostly Goldie down To the tube sock, the same ol pimp Mase, you know ain't nothing change but my limp Can't stop till I see my name on a blimp Guarantee a million sales pulling all the love You don't believe in Harlem World nigga double up We don't play around it's a bet lay it down Nigga didn't know me ninety-one bet they know me now I'm the young Harlem nigga with the Goldie sound Can't no PHD niggas hold me down, Cooter Schooled me to the game, now I know my duty Stay humble stay low blow like Hootie True pimp niggas spend no dough on the booty And then ya yell there go Mase there go your cutie [Singers come in over this last line]  I don't know what, they want from me It's like the more money we come across The more problems we see [Repeat 2X]  [Verse Two: Puff Daddy]  Yeah yeah, ahaha, I'm the C-to-the-A-to-the-D-D-Y Know you'd rather see me die than to see me fly I call all the shots Rip all the spots, rock all the rocks Cop all the drops, I know you thinking now's When all the balling stops, nigga never Home gotta call me on the yacht Ten years from now we'll still be on top Yo, I thought I told you that we won't stop Now what you gonna do when it's cool Bag a money much longer than yours And a team much stronger than yours, violate me This'll be your day, we don't play Mess around be D.O.A., be on your way Cause it ain't enough time here, ain't enough lime here For you to shine here, deal with many women But treat dimes fair, and I'm Bigger than the city lights down in Times Square Yeah, yeah yeah  I don't know what, they want from me It's like the more money we come across The more problems we see [Repeat 2X]  [Verse Three: Notorious B.I.G.]  Uhh, uhhh B.I.G., P-O, P-P-A No info, for the, DEA Federal agents mad cause I'm flagrant Tap my cell, and the phone in the basement My team supreme, stay clean Triple beam lyrical dream, I be that Cat you see at all events bent Gats in holsters girls on shoulders Playboy, I told ya, being mice to me Bruise too much, I lose, too much Step on stage the girls boo too much I guess it's cause you run with lame dudes too much Me lose my touch, never that If I did, ain't no problem to get the gat Where the true players at? Throw your rollies in the sky Wave em side to side and keep their hands high While I give your girl the eye, player please Lyrically, niggas see, B.I.G. Be flossing jig on the cover of Fortune Five double oh, here's my phone number Your name, I got to know, I got to go Got the flow down phizat, platinum plus Like thizat, dangerous On trizack, leave your ass kizzack  I don't know what, they want from me It's like the more money we come across The more problems we see [Repeat 3X] What's going on? What's going on? I don't know what, they want from me It's like the more money we come across The more problems we see [Repeat 3X to fade] ",
        "artist": "Notorious B.I.G.",
        "song": "Mo Money Mo Problems"
    },
    {
        "lyrics": " [Chorus:] Summer, summer, summertime Time to sit back and unwind  [The Fresh Prince:] Here it is the groove slightly transformed Just a bit of a break from the norm Just a little somethin' to break the monotony Of all that hardcore dance that has gotten to be A little bit out of control it's cool to dance But what about the groove that soothes that moves romance Give me a soft subtle mix And if ain't broke then don't try to fix it And think of the summers of the past Adjust the base and let the alpine blast Pop in my CD and let me run a rhyme And put your car on cruise and lay back cause this is summertime  [Chorus]  [The Fresh Prince:] School is out and it's a sort of a buzz A back then I didn't really know what it was But now I see what have of this The way that people respond to summer madness The weather is hot and girls are dressing less And checking out the fellas to tell 'em who's best Riding around in your jeep or your benzos Or in your Nissan stting on lorenzos Back in Philly we be ou in the park A place called the plateau is where everybody goes Guys out hunting and girls doing likewise Honking at the honey in front of you with the light eyes She turn around to see what you beeping at It's like the summers a natural afradesiac And with a pen and pad I compose this rhyme To hit you and get you equipped for the summer time  [Chorus]  [The Fresh Prince:] It's late in the day and I ain't been on the court yet Hustle to the mall to get me a short set Yeah I got on sneaks but I need a new pair Cause basketball courts in the summer got girls there The temperature's about 88 Hop in the water plug just for old times sake Break to ya crib change your clothes once more Cause you're invited to a barbeque that's starting at 4 Sitting with your friends cause y'all remincise About the days growing up and the first person you kiss And as I think back makes me wonder how The smell from a grill could spark up nostalgia All the kids playing out front Little boys messin round with the girls playing double-dutch While the DJ's spinning a tune as the old folks dance at your family reunion Then six o'clock rolls around You just finished wiping your car down It's time to cruise so you head to the summertime hangout It looks like a car show Everybody come lookin real fine Fresh from the barber shop or fly from the beauty salon Every moment frontin and maxin Chillin in the car they spent all day waxin Leanin to the side but you can't spead through Two miles an hour so everybody sees you There's an air of love and of happiness And this is the Fresh Prince's new defintion of summer madness  [Chorus] ",
        "artist": "DJ Jazzy Jeff & The Fresh Prince",
        "song": "Summertime"
    },
    {
        "lyrics": " [50 Cent] Go, go, go, go Go, go, go shorty It's your birthday We gon' party like it's yo birthday We gon' sip Bacardi like it's yo birthday 'Cause you know we don't give a fuck It's not your birthday!  [Chorus (2x)] You can find me in the club, bottle full of Bud Mama, I got that X, if you into takin' drugs I'm into having sex, I ain't into making love So come give me a hug if you into getting rubbed  [Verse] When I pull out up front, you see the Benz on dubs When I roll 20 deep, it's 20 knives in the club Niggas heard I fuck with Dre, now they wanna show me love When you sell like Eminem, and the hoes they wanna fuck But homie ain't nothing change ho's down, G's up I see Xzibit in the Cutt that nigga roll that weed up If you watch how I move you'll mistake me for a playa or pimp Been hit wit a few shells but I dont walk wit a limp In the hood, in L.A. they saying &quot;50 you hot&quot; They like me, I want them to love me like they love 'Pac But holla in New York them niggas'll tell ya I'm loco And the plan is to put the rap game in a choke hold I'm feelin' focused man, my money on my mind I got a mill out the deal and I'm still on the grind Now shawty said she feeling my style, she feeling my flow Her girlfriend wanna get bi and they ready to go  [Chorus (2x)]  [Bridge] My flow, my show brought me the dough That bought me all my fancy things My crib, my cars, my clothes, my jewels Look nigga I done came up and I ain't change.  [Verse] And you should love it, way more then you hate it Nigga you mad? I thought that you'd be happy I made it I'm that cat by the bar toasting to the good life You that faggot ass nigga trying to pull me back right? When my junk get to pumping in the club it's on I wink my eye at ya bitch, if she smiles she gone If the roof on fire, let the motherfucker burn If you talking bout money homie, I ain't concerned I'm a tell you what Banks told me cause go 'head switch the style up If the niggas hate then let 'em hate Watch the money pile up Or we go upside there wit a bottle of bub You know where we fucking be  [Chorus (2x)]  [Talking] [Laughing] Don't try to act like you ain't know where we been either nigga In the club all the time nigga, its about to pop off nigga G-Unit ",
        "artist": "50 Cent",
        "song": "In Da Club"
    },
    {
        "lyrics": " [Intro] One, two, three, uh!  [Verse One - Andre 3000] My baby don't mess around Because she loves me so And this I know for sure. Uh, but does she really wanna But can't stand to see me Walk out the door. Don't try to fight the feelin' 'Cause the thought alone is killing me right now.. Uh, thank god for mom and dad For sticking two together 'Cause we don't know how... UH!  [Chorus:] Hey... ya. Hey ya. Hey... ya. Hey ya. Hey... ya. Hey ya. Hey... ya. Hey ya.  [Verse Two - Andre 3000] You think you've got it Oh, you think you've got it But got it just don't get it 'Til there's nothing at all We get together Oh, we get together But separate's always better when there's feelings involved If what they say is &quot;Nothing is forever&quot; Then what makes, then what makes, then what makes Then what makes, what makes, what makes love the exception So why you, why you Why you, why you, why you are we so in denial When we know we're not happy here... Y'all don't wanna hear me, you just wanna dance  [Chorus] Hey... ya. (oh oh) Hey ya. (oh oh) Hey... ya. (Don't want to meet your daddy, oh oh) Hey ya. (Just want you in my Caddy oh oh) Hey... ya. (oh oh, don't want to meet yo' mama oh oh) Hey ya. (Just want to make you cumma oh oh) Hey... ya. (I'm, oh oh I'm, oh oh) Hey ya. (I'm just being honest oh oh, I'm just being honest)  [Bridge - Andre 3000] Hey, alright now Alright now fellas yeah! Now what's cooler than bein' cool? (Ice cold!) I can't hear ya' I say what's, what's cooler than bein' cool? (Ice cold!) Woo... Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright, alright, alright Alright, alright, OK now ladies (yeah!) Now we gon' break this thing down in just a few seconds Now don't have me to break this thing down for nothing Now I wanna see y'all on your baddest behavior Lend me some sugar, I am your neighbor Uh! Here we go... Shake it, shake, shake it, shake it (oh oh) Shake it, shake it, shake, shake it, shake it, shake it (oh oh) Shake it, shake it like a Polaroid picture, shake it, shake it Shh you got to, shake it, shh shake it, shake it, got to shake it (Shake it sugar) shake it like a Polaroid picture  [Verse Three - Andre 3000 (Repeating &quot;Shake it&quot; in background)] Now all Beyoncé's and Lucy Liu's And baby dolls, get on the floor (Get on the floor) You know what to do. You know what to do. You know what to do!  [Chorus] Hey... ya. (oh oh) Hey ya. (oh oh) Hey... ya. (oh oh) Hey ya. (uh oh, hey ya) Hey... ya. (oh oh) Hey ya. (uh, uh, oh oh) Hey... ya. (oh oh) Hey ya. (oh oh)  [Chorus continues until fade] ",
        "artist": "Outkast",
        "song": "Hey Ya"
    },
    {
        "lyrics": " Everything is everything What is meant to be, will be After winter, must come spring Change, it comes eventually [2x]  I wrote these words for everyone Who struggles in their youth Who won't accept deception Instead of what is truth It seems we lose the game, Before we even start to play Who made these rules? We're so confused Easily led astray Let me tell ya that Everything is everything Everything is everything After winter, must come spring Everything is everything  I philosophy Possibly speak tongues Beat drum, Abyssinian, street Baptist Rap this in fine linen From the beginning My practice extending across the atlas I begat this Flippin' in the ghetto on a dirty mattress You can't match this rapper / actress More powerful than two Cleopatras Bomb graffiti on the tomb of Nefertiti MCs ain't ready to take it to the Serengeti My rhymes is heavy like the mind of Sister Betty L. Boogie spars with stars and constellations Then came down for a little conversation Adjacent to the king, fear no human being Roll with cherubims to Nassau Coliseum Now hear this mixture Where hip hop meets scripture Develop a negative into a positive picture  Now, everything is everything What is meant to be, will be After winter, must come spring Change, it comes eventually  Sometimes it seems We'll touch that dream But things come slow or not at all And the ones on top, won't make it stop So convinced that they might fall Let's love ourselves then we can't fail To make a better situation Tomorrow, our seeds will grow All we need is dedication  Let me tell ya that, Everything is everything Everything is everything After winter, must come spring Everything is everything  Everything is everything What is meant to be, will be After winter, must come spring Change, it comes eventually ",
        "artist": "Lauryn Hill",
        "song": "Everything Is Everything"
    },
    {
        "lyrics": " [Intro] Uh, uh, check it out Junior M.A.F.I.A., uh, um (i like this, yeah) Uh, yeah, 94'  [Notorious B.I.G. - Verse One] To all the ladies in the place with style and grace Allow me to lace these lyrical duches in your bushes Who rock grooves and make moves with all the mommies? The back of the club, sippin Moet, is where you'll find me The back of the club, mackin hoes, my crew's behind me Mad question askin, blunt passin, music blastin But I just can't quit Because one of these honies Biggie gots ta creep with Sleep with, keep the ep a secret why not Why blow up my spot cause we both got hot Now check it, I got more Mack than Craig and in the bed Believe me sweety I got enough to feed the needy No need to be greedy I got mad friends with Benz's C-notes by the layers, true fuckin players Jump in the Rover and come over tell your friends jump in the GS3, I got the chronic by the tree  [Chorus by The Notorious B.I.G.] (I love it when you call me Big Pop-pa) Throw your hands in the air, if youse a true player (I love it when you call me Big Pop-pa) To the honies gettin money playin niggaz like dummies (I love it when you call me Big Pop-pa) If you got a gun up in your waist please don't shoot up the place Cause I see some ladies tonight who should be havin my baby Bay-bee  [Notorious B.I.G. - Verse Two] Straight up honey really I'm askin Most of these niggaz think they be mackin but they be actin Who they attractin with that line, &quot;What's your name, what's your sign&quot;? Soon as he buy that wine I just creep up from behind And ask what your interests are, &quot;who you be with&quot;? Things to make you smile, what numbers to dial You gon' be here for a while, I'm gon' go call my crew You go call your crew We can rendezvou at the bar around two Plans to leave, throw the keys to Lil Cease Pull the truck up, front, and roll up the next blunt So we can steam on the way to the telly go fill my belly A t-bone steak, cheese eggs and Welch's grape Conversate for a few, cause in a few, we gon' do What we came to do, ain't that right boo (truuuueee) Forget the telly we just go to the crib and watch a movie in the jacuzzi smoke l's while you do me  [Chorus by The Notorious B.I.G.] (I love it when you call me Big Pop-pa) Throw your hands in the air, if youse a true player (I love it when you call me Big Pop-pa) To the honies gettin money playin niggaz like dummies (I love it when you call me Big Pop-pa) If you got a gun up in your waist please don't shoot up the place Cause I see some ladies tonight who should be havin my baby Bay-bee  [Notorious B.I.G. - Verse Three] (How ya livin Biggie Smallz?) In mansion and Benz's Givin ends to my friends and it feels stupendous Tremendous cream, fuck a dollar and a dream (whaat) Still tote gats strapped with infrared beams Choppin o's, smokin lye an' Optimo's Money hoes and clothes all a nigga knows A foolish pleasure, whatever I had to find the buried treasure, so grams I had to measure However living better now, Gucci sweater now Drop top BM's I'm the man girlfriend (Honey check it, (check it) Tell your friends, to get with my friends (your freinds) And we can be friends Shit we can do this every weekend (that's right) Aight? Is that aight with you? Yeah... keep bangin)  [Chorus by The Notorious B.I.G.] (I love it when you call me Big Pop-pa) Throw your hands in the air, if youse a true player (I love it when you call me Big Pop-pa) To the honies gettin money playin niggaz like dummies (I love it when you call me Big Pop-pa) If you got a gun up in your waist please don't shoot up the place Cause I see some ladies tonight who should be havin my baby Bay-bee  [Biggie Ad libin'] Uhh, Check it out, My full shit, for that ass, Uhh, Puff Daddy, Biggie Smalls,  Junior M.A.F.I.A., represent baby bay-bay! Uhh! ",
        "artist": "Notorious B.I.G.",
        "song": "Big Poppa"
    },
    {
        "lyrics": " Uh, U.N.I.T.Y., U.N.I.T.Y. that's a unity U.N.I.T.Y., love a black man from infinity to infinity (Who you calling a bitch?) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) infinity to infinity (You ain't a bitch or a ho) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) infinity to infinity (You ain't a bitch or a ho)  Instinct leads me to another flow Everytime I hear a brother call a girl a bitch or a ho Trying to make a sister feel low You know all of that gots to go Now everybody knows there's exceptions to this rule Now don't be getting mad, when we playing, it's cool But don't you be calling out my name I bring wrath to those who disrespect me like a dame That's why I'm talking, one day I was walking down the block I had my cutoff shorts on right cause it was crazy hot I walked past these dudes when they passed me One of 'em felt my booty, he was nasty I turned around red, somebody was catching the wrath Then the little one said (Yeah me bitch) and laughed Since he was with his boys he tried to break fly Huh, I punched him dead in his eye and said &quot;Who you calling a bitch?&quot;  (Here we go) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) infinity to infinity (You ain't a bitch or a ho) (Here we go) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) infinity to infinity (You ain't a bitch or a ho)  I hit the bottom, there ain't nowhere else to go but up Bad days at work, give you an attitude then you were rough And take it out on me but that's about enough You put your hands on me again I'll put your ass in handcuffs I guess I fell so deep in love I grew dependency I was too blind to see just how it was affecting me All I knew was you, you was all the man I had And I was scared to let you go, even though you treated me bad But I don't want my kids to see me getting beat down By daddy smacking mommy all around You say I'm nothing without ya, but I'm nothing with ya A man don't really love you if he hits ya This is my notice to the door, I'm not taking it no more I'm not your personal whore, that's not what I'm here for And nothing good gonna come to ya til you do right by me Brother you wait and see (Who you calling a bitch?)  (Here we go) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) infinity to infinity (You ain't a bitch or a ho) (Here we go) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You got to let him know) infinity to infinity (You ain't a bitch or a ho)  What's going on in your mind is what I ask ya But like Yo-Yo, you don't hear me though You wear a rag around your head and you call yourself a &quot;Gangsta Bitch&quot; now that you saw Apache's video I saw you wilding, acting like a fool I peeped you out the window jumping girls after school But where did all of this come from? A minute ago, you was a nerd and nobody ever heard of ya Now you a wannabe... hard You barely know your ABC's, please There's plenty of people out there with triggers ready to pull it Why you trying to jump in front of the bullet (Young lady) Uh, and real bad girls are the silent type Ain't none of this work getting your face sliced Cause that's what happened to your homegirl, right? Bucking with nobody She got to wear that for life (Who you calling a bitch?)  (Here we go) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black woman from (You got to let him know) infinity to infinity (You ain't a bitch or a ho) (Here we go) U.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know) (You go, come on here we go) U.N.I.T.Y., Love a black man from (You must let him know) infinity to infinity (You ain't a bitch or a ho) ",
        "artist": "Queen Latifah",
        "song": "U-N-I-T-Y."
    },
    {
        "lyrics": " [Intro]  This speech is my recital, I think it's very vital To rock (a rhyme), that's right (on time) It's Tricky is the title, here we go...  It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...it's Tricky (Tricky) Tricky (Tricky) It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...Tr-tr-tr-tricky (Tricky) Trrrrrrrrrrricky  [Verse 1]  I met this little girlie, her hair was kinda curly Went to her house and bust her out, I had to leave real early These girls are really sleazy, all they just say is please me Or spend some time and rock a rhyme, I said &quot;It's not that easy&quot;  It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...(How is it D?) It's Tricky (Tricky) Tricky (Trrrrrricky) It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...Tricky (Tricky) Tricky  [Verse 2]  In New York the people talk and try to make us rhyme They really (hawk) but we just (walk) because we have no time And in the city it's a pity cos we just can't hide Tinted windows don't mean nothin', they know who's inside  It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...(How is it D?) Tricky (Tricky) Tricky (Tricky) It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...Tricky (Tricky) Tricky (Tricky) huh!  [Verse 3]  When I wake up people take up mostly all of my time I'm not singin', phone keep ringin' cos I make up a rhyme I'm not braggin', people naggin' cos they think I'm a star Always tearin' what I'm wearin', I think they're goin' too far A girl named Carol follows Daryll every gig we play Then D dissed her and dismissed her, now she's jockin' Jay I ain't lyin', girls be cryin' cos I'm on TV They even bother my poor father cos he's down with me  It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...(How is it?) Tricky (Tricky) Tricky (Tricky) It's Tricky to rock a rhyme, to rock a rhyme that's right on time It's Tricky...Tr-tr-tr-tr-tr-tricky (Tr-Tr-Tr-Tricky) Tr-tr-tr...  [Verse 4]  We are not thugs (we don't use drugs) but you assume (on your own) They offer coke (and lots of dope) but we just leave it alone It's like that y'all (y'all), but we don't quit You keep on (rock!) shock! Cos this is it... ",
        "artist": "Run DMC",
        "song": "It's Tricky"
    },
    {
        "lyrics": " [Verse One:] I met this girl, when I was ten years old And what I loved most she had so much soul She was old school, when I was just a shorty Never knew throughout my life she would be there for me ont he regular, not a church girl she was secular Not about the money, no studs was mic checkin her But I respected her, she hit me in the heart A few New York niggaz, had did her in the park But she was there for me, and I was there for her Pull out a chair for her, turn on the air for her and just cool out, cool out and listen to her Sittin on a bone, wishin that I could do her Eventually if it was meant to be, then it would be because we related, physically and mentally And she was fun then, I'd be geeked when she'd come around Slim was fresh yo, when she was underground Original, pure untampered and down sister Boy I tell ya, I miss her  [Verse Two:] Now periodically I would see ol girl at the clubs, and at the house parties She didn't have a body but she started gettin thick quick DId a couple of videos and became afrocentric Out goes the weave, in goes the braids beads medallions She was on that tip about, stoppin the violence About my people she was teachin me By not preachin to me but speakin to me in a method that was leisurely, so easily I approached She dug my rap, that's how we got close But then she broke to the West coast, and that was cool Cause around the same time, I went away to school And I'm a man of expandin, so why should I stand in her way She probably get her money in L.A. And she did stud, she got big pub but what was foul She said that the pro-black, was goin out of style She said, afrocentricity, was of the past So she got into R&amp;B hip-house bass and jazz Now black music is black music and it's all good I wasn't salty, she was with the boys in the hood Cause that was good for her, she was becomin well rounded I thought it was dope how she was on that freestyle shit Just havin fun, not worried about anyone And you could tell, by how her titties hung  [Verse Three:] I might've failed to mention that the shit was creative But once the man got you well he altered the native Told her if she got an energetic gimmick That she could make money, and she did it like a dummy Now I see her in commercials, she's universal She used to only swing it with the inner-city circle Now she be in the burbs lickin rock and dressin hip And on some dumb shit, when she comes to the city Talkin about poppin glocks servin rocks and hittin switches Now she's a gangsta rollin with gangsta bitches Always smokin blunts and gettin drunk Tellin me sad stories, now she only fucks with the funk Stressin how hardcore and real she is She was really the realest, before she got into showbiz I did her, not just to say that I did it But I'm committed, but so many niggaz hit it That she's just not the same lettin all these groupies do her I see niggaz slammin her, and takin her to the sewer But I'ma take her back hopin that the shit stop Cause who I'm talkin bout y'all is hip-hop ",
        "artist": "Common",
        "song": "I used to love h.e.r."
    },
    {
        "lyrics": " Bring it. Whoo! Unh, unh, unh, unh Hoo cah cah Hah hah, hah hah [mimicking bass line] Bicka bicka bow bow bow, Bicka bow bow bump bump What, what, what, what Hah hah hah hah Unh, On your mark ready set let's go Dance floor pro I know you know I go psycho when my new joint hit Just can't sit Gotta get jiggy wit it Ooh that's it Now honey honey come ride DKNY all up in my eye You gotta Prada bag with alotta stuff in it Give it to your friend let's spin Everybody lookin' at me Glancin' the kid Wishin' they was dancin' a jig Here with this handsome kid Ciga-cigar right from Cuba-Cuba I just bite it It's for the look I don't light it Illway the an-may on the ance-day oor-flay Givin' up jiggy make it feel like foreplay Yo my car-dee-o is Infinit- Ha ha Big Willie Style's all in it Gettin' Jiggy Wit It  [Chorus:] Na na na na na na na nana Na na na na nana Gettin jiggy wit it [Repeat 3x]  What you wanna ball with the kid Watch your step you might fall Trying to do what I did Mama-unh mama-unh mama come closer In the middle of the club with the rub-a-dub, unh No love for the haters, the haters Mad cause I got floor seats at the Lakers See me on the fifty yard line with the Raiders Met Ali he told me I'm the greatest I got the fever for the flavor of a crowd pleaser DJ play another From the prince of this Your highness Only mad chicks ride in my whips South to the west to the east to the north Bought my hits and watch 'em go off a go off Ah yes yes y'all ya don't stop In the winter or the (summertime) I makes it hot Gettin jiggy wit 'em  [Chorus]  Eight-fifty I.S. if you need a lift Who's the kid in the drop Who else Will Smith Livin' that life some consider a myth Rock from south street to one two fifth Women used to tease me Give it to me now nice and easy Since I moved up like George and Wheezy Cream to the maximum I be askin' 'em Would you like to bounce with the brother that's platinum Never see Will attackin' 'em Rather play ball with Shaq and um, Flatten 'em Psyche Kiddin' You thought I took a spill But I didn't Trust the lady of my life she hittin' Hit her with a drop top with the ribbon Crib for my mom on the outskirts of Philly You trying to flex on me Don't be silly Getting jiggy wit it  [Chorus] ",
        "artist": "Will Smith",
        "song": "Gettin Jiggy Wit It"
    },
    {
        "lyrics": " I got a letter from the government The other day I opened and read it It said they were suckers They wanted me for their army or whatever Picture me given' a damn - I said never Here is a land that never gave a damn About a brother like me and myself Because they never did I wasn't wit' it, but just that very minute... It occured to me The suckers had authority Cold sweatin' as I dwell in my cell How long has it been? They got me sittin' in the state pen I gotta get out - but that thought was thought before I contemplated a plan on the cell floor I'm not a fugitive on the run But a brother like me begun - to be another one Public enemy servin' time - they drew the line y'all To criticize me some crime - never the less They could not understand that I'm a Black man And I could never be a veteran On the strength, the situation's unreal I got a raw deal, so I'm goin' for the steel  They got me rottin' in the time that I'm servin' Tellin' you what happened the same time they're throwin' 4 of us packed in a cell like slaves - oh well The same motherfucker got us livin' is his hell You have to realize - what its a form of slavery Organized under a swarm of devils Straight up - word'em up on the level The reasons are several, most of them federal Here is my plan anyway and I say I got gusto, but only some I can trust - yo Some do a bid from 1 to 10 And I never did, and plus I never been I'm on a tier where no tears should ever fall Cell block and locked - I never clock it y'all 'Cause time and time again time They got me servin' to those and to them I'm not a citizen But ever when I catch a C-O Sleepin' on the job - my plan is on go-ahead On the strength, I'ma tell you the deal I got nothin' to lose 'Cause I'm goin' for the steel  You know I caught a C-O Fallin' asleep on death row I grabbed his gun - then he did what I said so And everyman's got served Along with the time they served Decency was deserved To understand my demands I gave a warnin' - I wanted the governor, y'all And plus the warden to know That I was innocent - Because I'm militant Posing a threat, you bet it's fuckin' up the government My plan said I had to get out and break north Just like with Oliver's neck I had to get off - my boys had the feds in check They couldn't do nuthin' We had a force to instigate a prison riot This is what it takes for peace So I just took the piece Black for Black inside time to cut the leash Freedom to get out - to the ghetto - no sell out 6 C-Os we got we ought to put their head out But I'll give 'em a chance, cause I'm civilized As for the rest of the world, they can't realize A cell is hell - I'm a rebel so I rebel Between bars, got me thinkin' like an animal Got a woman C-O to call me a copter She tried to get away, and I popped her Twice, right Now who wanna get nice? I had 6 C-Os, now it's 5 to go And I'm serious - call me delirious But I'm still a captive I gotta rap this Time to break as time grows intense I got the steel in my right hand Now I'm lookin' for the fence  I ventured into the courtyard Followed by 52 brothers Bruised, battered, and scarred but hard Goin' out with a bang Ready to bang out But power from the sky And from the tower shots rang out A high number of dose - yes And some came close Figure I trigger my steel Stand and hold my post This is what I mean - an anti-nigger machine If I come out alive and then they won't - come clean And then I threw up my steel bullets - flew up Blew up, who shot... What, who, the bazooka was who And to my rescue, it was the S1Ws Secured my getaway, so I just gotaway The joint broke, from the black smoke Then they saw it was rougher thatn the average bluffer 'Cause the steel was black, the attitude exact Now the chase is on tellin' you to c'mon 53 brothers on the run, and we are gone ",
        "artist": "Public Enemy",
        "song": "Black Steel In the Hour of Chaos"
    },
    {
        "lyrics": " [Puffy] Yes indeed once again  For those who don't know  What the sounds of the youngest DJ in charge Ron G I wanna say whassup to Mary  And this that uptown classic  Give it to 'em Take 'em uptown to the Polo Ground Take 'em uptown to the Polo Ground Take 'em uptown to the Polo Ground Take 'em uptown to the Polo Ground  [Mary] We are lovers true and through And though we made it through the storm I really want you to realize I really want to put you on I've been searching for someone To satisfy my every need Won't you be my inspiration Be the real love that I need  [1] - Real love I'm searching for the real love Someone to set my heart free Real love I'm searching for a real love  Oh when I met you I just knew That you would take my heart and run Until you told me how you felt for me You said I'm not the one So I slowly came to see All of the things that you were made of And now I hope my dreams and inspiration Lead me towards a real love  [Repeat 1]  I've got to have a real love Love so true and oh, baby I thought that love was you I thought you were the answer To the question in my mind But it seems that I was wrong If I stay strong maybe I'll find a  [Biggie] Look up in the sky It's a bird, it's a plane Nope, it's Mary Jane, ain't a damn thing changed Kickin' ill flava with the Teflon Don Record shop getting props She got it goin' on So what's it gonna be? The real one, the fake one  Ya need a minute to think for whom ya better take What up? My time is up Peace out to brooklyn  Helpin' daddy-o hey yo, bring the verse in  [Mary] So I try my best and pray to God He'd send me someone real To caress me and to guide me Towards a love my heart can feel Now I know I can be faithful I can be your all and all And give you good lovin' through the summertime Winter, spring and fall  [Repeat 1]  You see I'm searching for a real love And I don't know where to go I've been around the world and high and low And still will never know How it feels to have a real love Cuz it seems there's none around I gotta end it in this way Because seems he can't be found  [Repeat 1]  [Repeat 1 until fade while:] [Puffy] It's that flavor That's what I'm talking about Ain't no other way to explain it ",
        "artist": "Mary J. Blige",
        "song": "Real Love"
    },
    {
        "lyrics": " (Got to have soul!)   [POS:] 3  That's the Magic Number  Yes it is  It's the magic number  Somewhere in this hip-hop soul community  Was born 3 Mase, Dove and me  And that's the magic number   (What does it all mean?)   Difficult preaching is Posdnuos' pleasure  Pleasure and preaching starts in the heart  Something that stimulates the music in my measure  Measure in my music, raised in three parts  Casually see but don't do like the Soul  'Cause seein' and doin' are actions for monkeys  Doin' hip hop hustle, no rock and roll  Unless your name's Brewster, 'cause Brewster's a Punky  Parents let go 'cause there's magic in the air  Criticising rap shows you're out of order  Stop look and listen to the phrasin' Fred Astaires  And don't get offended while Mase do-se-do's your daughter  A tri-camera rolls since our music's now set  Fly rhymes are stored on a D.A.I.S.Y. production  It stands for &quot;Da Inner Sound Y'all&quot; and y'all can bet  That the action's not a trick, but showing the function   Everybody wants to be a deejay  Everybody wants to be an emcee  But being speakers are the best  And you don't have to guess  De La Soul posse consists of three  And that's the magic number   [DOVE:] This here piece of the pie  Is not dessert but the course that we dine  And three out of every darn time  The effect is &quot;Mmmm&quot; when a daisy grows in your mind  Showing true position, this here piece is  Kissin' the part of the pie that's missin'  When that negative number fills up the casualty  Maybe you can subtract it  You can call it your lucky partner  Maybe you can call it your adjective  But odd as it may be  Without my 1 and 2 where would there be  My 3  Mase Pos and Me  And that's the Magic Number   Focus is formed by flaunts to the soul  Souls who flaunt styles gain praises by pounds  Common are speakers who are never scrolls  Scrolls written daily creates a new sound  Listeners listen 'cause this here is wisdom  Wisdom of a Speaker, a Dove and a Plug  Set aside a legal substance to feed 'em  For now get 'em high off this dialect drug  Time is a factor so it's time to count  Count not the negative actions of one  Speakers of soul say it's time to shout  Three forms the soul to a positive sum  Dance to this fix and flex every muscle  Space can be filled if you rise like my lumber  Advance to the tune but don't do the hustle  Shake, rattle, roll to my Magic Number   Now you may try to subtract it  But it just won't go away  Three times one?  (What is it?)  (One, two, three!)  And that's the Magic Number   (Yo, what's up?)  (1, 2, 3)  (I say, children, what does it all mean?)  (Woah-woah-wo, 1, 2, 3)  (I wouldn't lie to you)  (No more no less, that's the magic number)  (No more no less)  (What it is?)  (No more no less)  (Is this the future?)  (No more no less)  (Do the shang-a-lang)  (No more no less)  (No one on the subway ever chats to me)  (No more no less)  (Anybody in the audience ever get hit by a car?)  (No more no less)  (How high's the water, mama?)  (No more no less)  (How high's the water, mama?)  (No more no less)  (Three feet high and rising)  (No more no less)  (Three)  (That's the magic number) ",
        "artist": "De La Soul",
        "song": "The Magic Number"
    },
    {
        "lyrics": " You are now about to witness the strength of street knowledge  [Verse One: Ice Cube]  Straight outta Compton, crazy motherfucker named Ice Cube From the gang called Niggaz With Attitudes When I'm called off, I got a sawed off Squeeze the trigger, and bodies are hauled off You too, boy, if ya fuck with me The police are gonna hafta come and get me Off yo ass, that's how I'm goin out For the punk motherfuckers that's showin out Niggaz start to mumble, they wanna rumble Mix em and cook em in a pot like gumbo Goin off on a motherfucker like that with a gat that's pointed at yo ass So give it up smooth Ain't no tellin when I'm down for a jack move Here's a murder rap to keep yo dancin with a crime record like Charles Manson AK-47 is the tool Don't make me act the motherfuckin fool Me you can go toe to toe, no maybe I'm knockin niggaz out tha box, daily yo weekly, monthly and yearly until them dumb motherfuckers see clearly that I'm down with the capital C-P-T Boy you can't fuck with me So when I'm in your neighborhood, you better duck Coz Ice Cube is crazy as fuck As I leave, believe I'm stompin but when I come back, boy, I'm comin straight outta Compton  [Chorus:]  (City of Compton, City of Compton)  [Eazy E] Yo Ren [MC Ren] Whassup? [Eazy E] Tell em where you from!  [Verse Two: MC Ren]  Straight outta Compton, another crazy ass nigga More punks I smoke, yo, my rep gets bigger I'm a bad motherfucker and you know this But the pussy ass niggaz don't show this But I don't give a fuck, I'ma make my snaps If not from the records, from jackin the crops Just like burglary, the definition is 'jackin' And when illegally armed it's called 'packin' Shoot a motherfucker in a minute I find a good piece o' pussy, I go up in it So if you're at a show in the front row I'm a call you a bitch or dirty-ass ho You'll probably get mad like a bitch is supposed to But that shows me, slut, you're composed to a crazy muthafucker from tha street Attitude legit cause I'm tearin up shit MC Ren controls the automatic For any dumb muthafucker that starts static Not the right hand cause I'm the hand itself  every time I pull a AK off the shelf  The security is maximum and that's a law R-E-N spells Ren but I'm raw See, coz I'm the motherfuckin villain The definition is clear, you're the witness of a killin that's takin place without a clue And once you're on the scope, your ass is through Look, you might take it as a trip but a nigga like Ren is on a gangsta tip Straight outta Compton...  [Chorus:]  (City of Compton, City of Compton)  [Dr. Dre] Eazy is his name and the boy is comin...  [Verse Three: Eazy-E]  ...straight outta Compton is a brotha that'll smother yo' mother and make ya sister think I love her Dangerous motherfucker raises hell And if I ever get caught I make bail See, I don't give a fuck, that's the problem I see a motherfuckin cop I don't dodge him But I'm smart, lay low, creep a while And when I see a punk pass, I smile To me it's kinda funny, the attitude showin a nigga drivin but don't know where the fuck he's going, just rollin lookin for the one they call Eazy But here's a flash, they never seize me Ruthless! Never seen like a shadow in the dark except when I unload, see I'll get over the hesitation and hear the scream of the one who got the last penetration Give a little gust of wind and I'm jettin But leave a memory no one'll be forgettin So what about the bitch who got shot?  Fuck her! You think I give a damn about a bitch?  I ain't a sucker! This is the autobiography of the E, and if you ever fuck with me You'll get taken by a stupid dope brotha who will smother word to the motherfucker, straight outta Compton  [Chorus:]  (City of Compton, City of Compton)  (Damn that shit was dope!) ",
        "artist": "N.W.A.",
        "song": "Straight Outta Compton"
    },
    {
        "lyrics": " Oh my my my I'm feeling high My moneys gone I'm all alone to much oooh  The world is turnin' Oh what a day What a day what a day  Peace and blessings manifest with every lesson learn, If your knowledge were your wealth then it would be well earned  If we were made in his image then call us by our names Most intellects do not believe in god but the fear is just the same  Oh on and on and on and on (my cypher keeps moving like a rollin stone) Whew on and on and on and on (all night till the break of dawn) I go on and on and on and on (my cypher keeps moving like a rollin stone) Ohh on and on and on and on (godamnit imma sing my song)  I was born under water with 3 dollars and 6 dimes Yeah you might laugh 'cause you did not do your math  Like 1.. 2..3. Damn, yall feel that? Oh... 1.. 2..3. The world keeps turning Oh what a day what a day what a day  The man that knows something knows that he knows nothing at all Does it seem colder in your summer time and hotter in your fall  If we were made in his image then call us by our names Most intellects do not believe in god but the fear is just the same  Oh on and on and on and on (my cypher keeps moving like a rollin stone) Whew on and on and on and on (all night till the break of dawn) I go on and on and on and on (my cypher keeps moving like a rollin stone) Ohh on and on and on and on (mad props to the guy ja bone)  I am feeling kinda hungry 'cause my high is coming down Don't feed me yours 'cause your food does not endure I think i need a cup of tea, the world keeps burnin' Oh what a day, what a day what a day  Your rushin into destruction 'cause you don't have nothin' left The mothership can't save you so your ass is gonna' get left If we were made in his image then call us by our names Most intellects do not believe in god but the fear is just the same  Oh on and on and on and on (my cypher keeps moving like a rollin stone) On and on and on and on (u cant fuk with me so jus leave me alone)  Ooh ooh wee on and on and on and on (my cypher keeps moving like a rollin stone) On and on and on and on (.. and on n on) ",
        "artist": "Erykah Badu",
        "song": "On and On"
    },
    {
        "lyrics": " Whatever... Dre, just let it run Aiyyo turn the beat up a little bit Aiyyo... this song is for anyone... fuck it Just shut up and listen, aiyyo...  I sit back with this pack of Zig Zags and this bag Of this weed it gives me the shit needed to be The most meanest MC on this - on this Earth And since birth I've been cursed with this curse to just curse And just blurt this berserk and bizarre shit that works And it sells and it helps in itself to relieve All this tension dispensing these sentences Getting this stress that's been eating me recently off of this chest And I rest again peacefully (peacefully)... But at least have the decency in you To leave me alone, when you freaks see me out In the streets when I'm eating or feeding my daughter Do not come and speak to me (speak to me)... I don't know you and no, I don't owe you a motherfucking thing I'm not Mr. N'Sync, I'm not what your friends think I'm not Mr. Friendly, I can be a prick If you tick me my tank is on empty (is on empty)... No patience is in me and if you offend me I'm lifting you 10 feet (lifting you 10 feet)... in the air I don't care who was there and who saw me destroy you Go call you a lawyer, file you a lawsuit I'll smile in the courtroom and buy you a wardrobe I'm tired of all you (of all you)... I don't mean to be mean, but that's all I can be is just me  [Chorus:] And I am, whatever you say I am If I wasn't, then why would I say I am? In the paper, the news everyday I am Radio won't even play my jam 'Cause I am, whatever you say I am If I wasn't, then why would I say I am? In the paper, the news everyday I am I don't know, it's just the way I am  Sometimes I just feel like my father, I hate to be bothered With all of this nonsense it's constant And, &quot;Oh, it's his lyrical content - - the song 'Guilty Conscience' has gotten such rotten responses&quot; And all of this controversy circles me And it seems like the media immediately Points a finger at me (finger at me)... So I point one back at 'em, but not the index or pinkie Or the ring or the thumb, it's the one you put up When you don't give a fuck, when you won't just put up With the bullshit they pull, 'cause they full of shit too When a dude's getting bullied and shoots up his school And they blame it on Marilyn (on Marilyn)... and the heroin Where were the parents at? And look where it's at Middle America, now it's a tragedy Now it's so sad to see, an upper class city Having this happening (this happening)... Then attack Eminem 'cause I rap this way (rap this way)... But I'm glad 'cause they feed me the fuel that I need for the fire To burn and it's burning and I have returned  [Chorus:] And I am, whatever you say I am If I wasn't, then why would I say I am? In the paper, the news everyday I am Radio won't even play my jam 'Cause I am, whatever you say I am If I wasn't, then why would I say I am? In the paper, the news everyday I am I don't know it's just the way I am  I'm so sick and tired of being admired That I wish that I would just die or get fired And dropped from my label, let's stop with the fables I'm not gonna be able to top on &quot;My Name is... &quot; And pigeon-holed into some pop-py sensation That got me rotation at rock'n'roll stations And I just do not got the patience (got the patience)... To deal with these cocky Caucasians who think I'm some wigger who just tries to be black 'cause I talk With an accent, and grab on my balls, so they always keep asking The same fucking questions (fucking questions)... What school did I go to, what hood I grew up in The why, the who what when, the where, and the how 'Til I'm grabbing my hair and I'm tearing it out 'Cause they driving me crazy (driving me crazy)... I can't take it I'm racing, I'm pacing, I stand and I sit And I'm thankful for every fan that I get But I can't take a shit, in the bathroom Without someone standing by it No, I won't sign your autograph You can call me an asshole I'm glad  [Chorus:] 'Cause I am, whatever you say I am If I wasn't, then why would I say I am? In the paper, the news everyday I am Radio won't even play my jam 'Cause I am, whatever you say I am If I wasn't, then why would I say I am? In the paper, the news everyday I am I don't know, it's just the way I am ",
        "artist": "Eminem",
        "song": "The Way I Am"
    },
    {
        "lyrics": " [Run] Run.. (Run..) D.. (D) M.. (M) C.. (C) Rock.. (rock.. rock..) For you! (for you.. for you..) Fresh (fresh.. fresh..)  [guitar solo]  [Run] For all you sucker MC's perpetratin a FRAUD Your rhymes are cold wack and keep the crowd cold lost You're the kind of guy that girl ignored I'm drivin Caddy, you fixin a FORD My name is Joseph Simmons but my middle name's Lord and when I'm rockin on the mic, you should all applaud Because we're (wheelin, dealin, we got a funny feelin) We rock from the floor up to the ceilin We groove it (you move it) it has been proven We calmed the seven seas because our music is SOOTHIN We create it (relate it) and often demonstrate it We'll diss a sucker MC make the other suckers hate it We're rising (suprising) and often hypnotizing We always tell the truth and then we never slip no lies in No curls (no braids) peasy-head and still get paid Jam Master cut the record up and down and cross-fade  [guitar solo]  [Run] Because the rhymes I say, sharp as a nail Witty as can be and not for sale Always funky fresh, could NEVER be stale  [D.M.C.] Took a test to become an MC and didn't fail I couldn't wait to demonstrate all the super def rhymes that I create I'm a wizard of a word, that's what you heard And anything else is quite absurd I'm the master of a mic, that's what I say And if I didn't say that, you'd say it anyway  [Run] Bust into the party, come in the place See the first things come, the music in your face Tears down the walls, some of the floor with the DJ named Jay with the cuts galore  [D.M.C.] So listen to this because it can't be missed and you can't leave til you're dismissed You can do anything that you want to but you can't leave until we're through So relax your BODY and your mind and listen to us say this rhyme - HEY You might think that you have WAITED long enough til the rhyme was STATED But if it were a test it would be GRADED with a grade that's not DEBATED Nothing too deep and nothing dense and all our rhymes make a lot of SENSE  [Run-D.M.C.] So move your butt, to the cut Run amuk, you're not in a rut Each and everybody out there, we got the notion  [D.M.C.] We want to see y'all all in motion  [Run-D.M.C.] Just SHAKE, WIGGLE jump up and down Move your body to the funky sound  [D.M.C.] Side to side, back and forth  [Run-D.M.C.] We're the two MC's, and we're gonna go off Stand in place, walk or RUN Tap your feet, you'll be on the one  [D.M.C.] Just snap your fingers and clap your hands  [Run-D.M.C.] Our DJ's better than all these bands HUH!!  [Jam Master Jay cuts then instrumental breaks down]  [Run] We got all the lines [DMC] and all the rhymes [Run] We don't drop dimes [DMC] and we don't do crimes [Run] We bake a little cake with Duncan Hines [DMC] and never wear the vest they call the Calvin Kleins [Run] Cause Calvin Klein's no friend of mine Don't want nobody's name on my behind Lee on my legs, sneakers on my feet D by my side and Jay with the beat  [Run-D.M.C. (ad libbing to fade)] Jay Jay Jay Jay Jay Jay.. We don't.. we don't.. we don't stop! Don't.. don't.. don't.. don't stop! (JAY!) One.. two.. three.. Hollis Crew.. crew.. crew.. For.. for.. for.. for the love now.. Cool T now.. Hah, ?? .. My, my man Jam Master.. is in his place to be.. (JAY! Jay.. Jay.. Jay..) The big beat blaster.. ?? .. All, the way live.. Re, remember you don't stop.. Kickin it, and you don't stop.. Rrrrrrrrrock, d-dot, d-dot, rock the spot.. Stick em.. and you don't stop, hah.. Run.. rocks it well, we-welle-well.. a-with the clientele.. Krush Groove.. Young ladies in the place.. We, we we're, we we're we're, we we're we're (bass) We we're in the hottest space.. Hah.. ?? Homeboys.. Now we're talkin autographs.. Autographs.. and autographs.. Fly girls.. in the place, in the place.. Homeboys.. Hollis Crew.. [music fades] ",
        "artist": "Run DMC",
        "song": "Rock Box"
    },
    {
        "lyrics": " Hustler, word, I pull the trigger long, Grit my teeth, spray till every nigga's gone. Got my block sewn, armored dope spots, Last thing I sweat's a sucka punk cop. Move like a king when I roll, hops, You try to flex, bang, another nigga drops. You gotta deal with this cause there's no way out, Why?  Cash money ain't never gonna play out. I got nothin to lose, much to gain, In my brain, I got a capitalist migraine. I gotta get paid tonight, you muthafuckin right. [something] my grip, check my bitch, keep my game tight. So many hos on my jock, think I'm a movie star. Nineteen, I got a fifty thousand dollar car. Go to school, I ain't goin for it, Kiss my ass, bust the cap on the Moet. Cause I don't wanna hear that crap, Why?  I'd rather be a New Jack-----Hustler  [chorus] Hustler Hustler Hustler H-U-S-T-L-E-R hustler  (kid drop in) Yo man you know what I'm sayin? You got it goin on my man, I like how it's goin down. You got the fly cars, the girls, the jewels. Look at that ring right there, I know it's real, it's gotta be real. Man, you the flyest nigga I seen in my life! Yo man, I just wanna roll with you man, How can I be down?  What's up?  You say you wanna be down? Ease back, or muthafucka get beat down. Out my face, fool I'm the illest, Bulletproof, I die harder than Bruce Willis. Got my crew in effect, I bought em new Jags, So much cash, gotta keep it in Hefty bags. All I think about is keys and Gs Imagine that, me workin at Mickey D's (ha ha ha ha). That's a joke cause I'm never gonna be broke, When I die there'll be bullets and gunsmoke. Ya don't like my lifestyle?  Fuck you! I'm rollin with the New Jack crew. And I'm a hustler.  H-U-S-T-L-E-R hustler New Jack, New Jack..........  Here I come, so you better break North, As I stride, my gold chains glide back and forth. I care nothing bout you, and that's evident. All I love's my dope and dead presidents. Sound crazy?  Well it isn't. The ends justifies the means, that's the system. I learned that in school then I dropped out, Hit the streets, checked a grip, and now I got clout. I had nothing, and I wanted it. You had everything, and you flaunted it. Turned the needy into the greedy, With cocaine, my success came speedy. Got me twisted, jammed into a paradox. Every dollar I get, another brother drops. Maybe that's the plan, and I don't understand, God damn----you got me sinkin in quicksand. But since I don't know, and I ain't never learned, I gotta get paid, I got money to earn. With my posse, out on the ave, Bump my sounds, crack a forty and laugh. Cool out and watch my new Benz gleam, Is this a nightmare?  Or the American dream? So think twice if you're coming down my block, You wanna journey through hell?  Well shit gets hot. Pregnant teens, children's screams, Life is weighed on the scales of a triple beam. You don't come here much, and ya better not. Wrong move (bang), ambulance cot. I gotta get more money than you got,  So what, if some muthafucka gets shot? That's how the game is played, Another brother slayed, the wound is deep BUT they're givin us a Band Aid. My education's low but I got long dough, Raised like a pit bull, my heart pumps nitro. Sleep on silk, lie like a politician, My Uzi's my best friend, cold as a mortician. Lock me up, it's genocidal catastrophe, There'll be another one after me! A hustler. Hustler. H-U-S-T-L-E-R hustler.  New Jack, New Jack...... ",
        "artist": "Ice-T",
        "song": "New Jack Hustler"
    },
    {
        "lyrics": " [DOVE:] Mirror, mirror on the wall  Tell me, mirror, what is wrong?  Can it be my De La clothes  Or is it just my De La song?  What I do ain't make-beleive  People say I sit and try  But whan it comes to being De La  It's just me myself and I   It's just me myself and I  It's just me myself and I  It's just me myself and I   [POS:] Now you tease my Plug One style  And my Plug One spectacles  You say Plug One and Two are hippies  No, we're not, that's pure Plug bull  Always pushing that we've formed an image  There's no need to lie  When it comes to being Plug One  It's just me myself and I   It's just me myself and I  It's just me myself and I  It's just me myself and I   [DOVE:] Proud, I'm proud of what I am  Poems I speak are Plug Two type  Please oh please let Plug Two be  Himself, not what you read or write  Right is wrong when hype is written  On the Soul, De La that is,  Style is surely our own thing  Not the false disguise of showbiz  De La Soul is from the soul  And this fact I can't deny  Strictly from the Dan called Stuckie  And from me myself and I   It's just me myself and I  It's just me myself and I  It's just me myself and I   [POS:] Glory, glory hallelu  Glory for Plugs One and Two  But that glory's been denied  By kizids and dookie eyes  People think they dis my person  By stating I'm darkly pack  I know this so I point at Q-Tip  And he states, 'Black is Black'  Mirror mirror on the wall,  Shovel chestnuts in my path  Please keep on up with the nuts  So I don't get in aftermath  But if I do I'll calmly punch them  In the fourth day of July  'Cause they tried to mess with  Third degree, that's me myself and I   It's just me myself and I  It's just me myself and I  It's just me myself and I  It's just me myself and I ",
        "artist": "De La Soul",
        "song": "Me, Myself and I"
    },
    {
        "lyrics": " Hot in..... So hot in herre..... So hot in.....  [Nelly] I was like, good gracious ass bodacious Flirtatcious, tryin to show faces Lookin for the right time to shoot my steam (you know) Lookin for the right time to flash them keys Then um I'm leavin, please believin Me and the rest of my heathens Check it, got it locked at the top of the four seasons Penthouse, roof top, birds I feedin No deceivin, nothin up my sleeve, no teasin I need you to get up up on the dance floor Give that man what he askin for Cuz I feel like bustin loose and I feel like touchin you And cant nobody stop the juice so baby tell me whats the use  [Hook x2] (I said) Its gettin hot in here (so hot) So take off all your clothes  I am gettin so hot, I wanna take my clothes off  [Nelly] Why you at the bar if you aint poppin the bottles What good is all the fame if you aint fuckin the models I see you drivin, sportscar, aint hittin the throttle And I be down, and do a hundred, top down and goggles Get off the freeway, exit 106 and parked it Ash tray, flip gate, time to spark it Gucci collar for dollar, got out and walked it I spit game cuz baby I cant talk it Warm, sweatin its hot up in this joint VOKAL tanktop, on at this point Your with a winner so baby you cant loose I got secrets cant leave Cancun So take it off like your home alone You know dance in front your mirror while your on the phone Checkin your reflection and tellin your best friend,  like &quot;girl I think my butt gettin big&quot;  [Hook x2]  (Nelly hang all out) Mix a little bit a ah, ah With a little bit a ah, ah (Nelly just fall out) Give a little bit a ah, ah With a little bit a ah, ah (Nelly hang all out) With a little bit a ah, ah And a sprinkle a that ah, ah (Nelly just fall out) I like it when ya ah, ah Girl, Baby make it ah, ah  [Nelly] Stop placin, time wastin I gotta a friend with a pole in the basement (What?) I'm just kiddin like Jason (Oh) Unless you gon' do it Extra, extra eh, spread the news Nelly took a trip from the Lunner to Neptune Came back with somethin thicker than fittin in sasoons Say she like to think about cuttin in restrooms  [Hook x4]  (Nelly hang all out) Mix a little bit of ah, ah With a little bit of ah, ah (Nelly just fall out) Give a little bit of ah, ah With a little bit of ah, ah (Nelly hang all out) With a little bit of ah, ah And a sprinkle of that ah, ah (Nelly just fall out) I like it when ya ah, ah Girl, Baby make it ah, ah ",
        "artist": "Nelly",
        "song": "Hot In Herre"
    },
    {
        "lyrics": " My Adidas walked through concert doors and roamed all over coliseum floors I stepped on stage, at Live Aid All the people gave and the poor got paid And out of speakers I did speak I wore my sneakers but I'm not a sneak My Adidas cuts the sand of a foreign land with mic in hand I cold took command my Adidas and me, close as can be we make a mean team, my Adidas and me we get around together, rhyme forever and we won't be mad when worn in bad weather My Adidas.. My Adidas.. My Adidas  standin on 2 Fifth St. funky fresh and yes cold on my feet with no shoe string in em, I did not win em I bought em off the Ave with the black Lee denim I like to sport em that's why I bought em a sucker tried to steal em so I caught em and I fought em and I walk down the street and I bop to the beat with Lee on my legs and adidas on my feet and now I just standin here shooting the gif me and D and my Adidas standing on 2 Fifth My Adidas.. My Adidas..  Now me and my Adidas do the illest things we like to stomp out pimps with diamond rings we slay all suckers who perpetrate and lay down law from state to state we travel on gravel, dirt road or street I wear my Adidas when I rock the beat on stage front page every show I go it's Adidas on my feet high top or low My Adidas.. My Adidas..  Now the Adidas I possess for one man is rare myself homeboy got 50 pair got blue and black cause I like to chill and yellow and green when it's time to get ill got a pair that I wear when I'm playin ball with the heal inside make me 10 feet tall my Adidas only bring good news and they are not used as selling shoes they're black and white, white with black stripe the ones I like to wear when I rock the mic on the strength of our famous university we took the beat from the street and put it on TV my Adidas are seen on the movie screen Hollywood knows we're good if you know what I mean we started in the alley, now we chill in Cali and I won't trade my Adidas for no beat up Bally's My Adidas.. ",
        "artist": "Run DMC",
        "song": "My Adidas"
    },
    {
        "lyrics": " Ice Cube with The Lench Mob, I got it goin on A nigga that's livin in the city of the criminal zone One-time can't keep the law in order cos everybody's goin crazy for a quarter You're tuned in to the number one crew in the area The way I'm talkin I'm scarin ya I'm darin ya to raise hell and bail and brag and sag or beat down for ya flag Cos if you is or you ain't a gangbanger Keep one in the chamber Cos you'll get them thangs put on ya son Ice Cube has got the 4-1-1 All the ol' school house fellows are crooks So I get jealous looks They keep thinkin did my hair grow? Will the boys 'n' the hood have to beat down Ice Cube? Hell no, I'll static son, you'll see it's okay I keep my 9 anyway for the day one of my homies wanna squab I'm still rollin wit The Lench Mob  (AmeriKKKa's Most Wanted)  Back in the day I dip my shirt in dirt Sometimes I got away clean, sometimes people got hurt But if you know me, you know that I'm liable to bust a cap cos it's all about survival of the fittest I'm a menace crook I did so much dirt I need to be in the Guinness Book From the shit I took from people I reap all your fat shit, jack Back to the criminals sect I leave crew after crew but they can't catch me yet Cos I'm slick as slippery They can't get wit me, cops ain't shit to me I can't dig a pig so I drop the dogs and sweat em like sweathogs and get mad, mad cos I'm the nigga that flaunt it AmeriKKKa's Most Wanted  Aiyo, here's what the poster read: 'Ice Cube is wanted dead' That's all it said I put heads to bed and fled the scene wit all the green Hear shots and si-reens When I feet first they yo' rings, now they my rings So give it up punk and then I just put another jack in progress It's the American way cos I'm the G-A-N-G-S-T-A Ice Cube - a motherfuckin clepto and tried to catch the early bird but they slept, so who gets the worm? And if I'm caught in a trap you know I'ma beat the wack with a payoff, cop gotta lay off FBI on my dick, stay off! I'm not a rebel or a renegade on a quest I'm a nigga with a 'S' on his chest so get the Kryptonite cos I'm a rip tonight Cos I'm scarin ya, wanted by America  (Aiyo Cube man, they on your ass)  Word, but who the fuck has heard? It's time to take a trip to the suburbs Let em see a nigga invasion Point blank for the caucasian Cock the hammer then crackle, smile Take me to your house, pal Got to the house, my pockets got fat, see Crack the safe, got the money and the jewellry Three weeks later, I'm at the P-A-D Had a little fly ass bitch wit me Sittin in a dig, yo it couldn't be (Whattup G?) Saw my face on TV Damn (oh shit!) I didn't know I lucked out Struck out, I gotta get the fuck out Pack my bags and tried to hit the dough when the ol' bitch down the street must've turned me in Cos the feds was out there ten deep I got hassled and gaffled in the back seat I think back when I was robbin my own kind The police didn't pay it no mind But when I start robbin the white folks Now I'm in the pen wit the soap-on-a-rope I said it before and I'll still taught it Every motherfucker with a colour is most wanted ",
        "artist": "Ice Cube",
        "song": "AmeriKKKa's Most Wanted"
    },
    {
        "lyrics": " [POS:] Now let's get right on down to the skit  A baby is brought into a world of pits  And if it could've talked that soon  In the delivery room  It would've asked the nurse for a hit  The reason for this?  The mother is a jerk  Excuse me, junkie  Which brought the work of the old  Into a new light, what a way  But this what a way  Has been a way of today  Anyway push couldn't shove me  To understand a path to a basehead  Consumer should erase it in the first wave  But second wave forms relievers  And believers will walk to it  Then even talk to it and say   (You got my body now you want my soul)  Nah, can't have none of that  Tell 'em what to say Mase   (Say no go)   [DOVE:] Nah, no my brother  No my sister  Try to get hip to this  Word, word to the mother  I'll tell the truth  So bear my witness  Fly like birds of a feather  Drugs are like pleather  You don't wanna wear it  No need to ask that question  Just don't mention  You know what the answer is   [POS:] Now I never fancied Nancy  But the statement she made  Held a plate of weight  I even stressed it to Wade   [DOVE:] Did he take any heed?   [POS:] Nah, the boy was hooked  You coulda phrased the word &quot;base&quot;  And the kid just shook  In his fashion class once an A now an F  The rock rules him now  The only designs left  Were once clothes made for Osh-Kosh  Has converted to nothing but stonewash   [DOVE:] Now hopping in a barrel is a barrel of fun  But don't hop in if you wanna be down, son  'Cause that could mean  Down and out as an action  What does that lead to?  Dum da dum dum  People say what have I done for all my years  My tears show my hard earned work  I heard shoving is worse than pushing  But I'd rather know a shover than a pusher  'Cause a pusher's a jerk   (Say no go)   [POS:] Believe it or not  The plots forms a fee  More than charity  But the course doesn't coincide  With the ride of insanity  Is it a chant that slants  The soul to fill for it?  I know it's the border  That flaunts the order  To kill for it   [DOVE:] Standing, scheming on a young one  Taking his time  8 ball for a cool pool player  Racked it all  Tried to break, miscued  Got beat by the boy in blue  Next day you're out  By the spot once more  Looking hard for a crack in the hole  I ask what's the fix for the ill stuff  Word to the Dero  The answer shoulda been no   [POS:] Run me a score from the funky four plus one more  (It's the joint!)  Rewind that back  This is the age for a new stage of fiend  Watch how the junkies scream  For their crack  &quot;It's the crack&quot;t should explain it from the start  Behind the ideals of cranking up the heart  Now the Base claims shot over every part   (Say no go)  (Say no go)  (Don't even think about it)  (Say no go)  (Say no go) ",
        "artist": "De La Soul",
        "song": "Say No Go"
    },
    {
        "lyrics": " Have you ever met a girl that you tried to date But a year to make love she wanted you to wait Let me tell ya a story of my situation I was talkin' to this girl from the U.S. nation The way that I met her was on tour at a concert She had long hair and a short miniskirt I just got onstage drippin', pourin' with sweat I was walkin' through the crowd and guess who I met I whispered in her ear, &quot;Come to the picture booth So I can ask you some questions to see if you are a hundred proof&quot; I asked her her name, she said blah-blah-blah She had 9/10 pants and a very big bra I took a couple of flicks and she was enthused I said, &quot;How do you like the show?&quot; She said, &quot;I was very amused&quot; I started throwin' bass, she started throwin' back mid-range But when I sprung the question, she acted kind of strange Then when I asked, &quot;Do ya have a man, &quot; she tried to pretend She said, &quot;No I don't, I only have a friend&quot; Come on, I'm not even goin' for it This is what I'm goin' sing  You, you got what I need but you say he's just a friend And you say he's just a friend, oh baby You, you got what I need but you say he's just a friend But you say he's just a friend, oh baby You, you got what I need but you say he's just a friend But you say he's just a friend  So I took blah-blah's word for it at this time I thought just havin' a friend couldn't be no crime 'Cause I have friends and that's a fact Like Agnes, Agatha, Germaine, and Jack Forget about that, let's go into the story About a girl named blah-blah-blah that adored me So we started talkin', getttin' familiar Spendin' a lot of time so we can build up A relationship or some understanding I was gonna be in the future we was plannin' Everything sounded so dandy and sweet I had no idea I was in for a treat After this was established, everything was cool The tour was over and she went back to school I called every day to see how she was doin' Everytime that I called her it seemed somethin' was brewin' I called her room a guy picked up, and then I called again I said, &quot;Yo, who was that?&quot; &quot;Oh, he's just a friend&quot; Don't gimme that, don't ever gimme that Jus' bust this  You, you got what I need but you say he's just a friend And you say he's just a friend, oh baby You, you got what I need but you say he's just a friend But you say he's just a friend, oh baby You, you got what I need but you say he's just a friend But you say he's just a friend  So I came to her college on a surprise visit To see my girl that was so exquisite It was a school day, I knew she was there The first semester of the school year I went to a gate to ask where was her dorm This guy made me fill out a visitor's form He told me where it was and I as on my way To see my baby doll, I was happy to say I arrrived in front of the dormitory Yo, could you tell me where is door three? They showed me where it was for the moment I didn't know I was in for such an event So I came to her room and opened the door Oh, snap! Guess what I saw? A fella tongue-kissin' my girl in the mouth, I was so in shock my heart went down south So please listen to the message that I say Don't ever talk to a girl who says she just has a friend ",
        "artist": "Biz Markie",
        "song": "Just A Friend"
    },
    {
        "lyrics": " [Sound of phone hanging up] [Biggie's daughter:] All you hoes, callin' here for my daddy get off his dick. Like that Mommy?  [Answering machine beep in between each message and the beat to] [&quot;One More Chance&quot; in the background.]  [Message 1:] Hi daddy, how you doin', this is Tyiest, I was thinkin' about you last night, mmm, you actin' like you can't call me no more cause you busy and all that, but you tryina tell me it wasn't good?  [Message 2:] That shit is real fucked up what you did, I hooked you up wit my girl and shit you fucked her 8 times you see her you don't say SHIT to her you know what I'm sayin? And all that bitch do is call me all day talkin' bout you: &quot;Why the fuck do he don't want me?&quot;  [Message 3:] Yo Big this is Quita, Kenya told me she saw you and Shana in the mall and I know you aint fuckin' her. You fucked with me last night that's my best friend and we don't get down like that.  [Message 4:] Yeah muthafucka this is Stephanie, I was waitin' outside for your ass for like a fuckin' hour, I don't know what's goin on, muthafuckas tryina raw me, you be dissapearin' and shit I'm waitin' in the cold, what the fuck is goin' on, when you get in give me a fuckin' call, alright?  When it comes to sex, I'm similar to the thriller in Manila Honeys call me Bigga the condom filler Whether it's stiff tongue or stiff dick Biggie squeeze it to make shit fit, now check this shit I got the pack of Rough Riders in the back of the Pathfinder You know the ep along by James Todd Smith I get swift with the lyrical gift Hit you with the dick, make your kidneys shift Here we go, here we go, but I'm not Domino I got the funk flow to make your drawers drop slow So recognize the dick size in these Karl Kani jeans I'm in thirteens, know what I mean I fuck around and hit you with the Hennessey dick Mess around and go blind, don't get to see shit The next batter, here to shatter your bladder, it doesn't matter Skinny or fat or white-skinned or black, baby I drop These boricua mommies screamin &quot;Aiy papi!&quot; I love it when they call me Big Poppa I only smoke blunts if they roll propa Look, I gotcha caught up in the drunk flow Fuck tae kwon do, I tote da fo'-fo' For niggaz gettin mad cause they bitch chose me A big black motherfucker with g ya see All I do is separate the game from the truth Big bang boots from the Bronx to Bolivia Gettin Physical like Olivia Newt Tricks suck my clique dick all day with no trivia So gimme a hoe, a bankroll and a bag of weed I'm guaranteed to fuck her till her nose bleed Even if your new man's a certified mack You'll get that H-town in ya, you'll want that old thing back  Oh Biggie gimme one more chance I got that good dick girl, ya didn't know [Repeat]  Is my mind playin tricks, like Scarface and Bushwick Willie D, havin nightmares of girls killin me She mad because what we had didn't last I'm glad because her cousin let me hit the ass Fuck the past let's dwell on the 500 SL, the E and J and ginger ale The way my pockets swell to the rim with Benjamins Another hon's in the crib, please send her in I fuck nonstop, lick my lips alot, used to lick the clits alot But lickin clits had to stop Cause y'all don't know how to act when the tongue go down below Peep the funk flow, really though I got the cleanest meanest penis, ya never seen this stroke of genius So take off your Tim boots and your bodysuit I mean the spandex and hit my man next Sex gettin rougher when it come to the nut buster Pussy crusher, black nasty motherfucker I don't chase em, I replace em and if I'm caressin em, I'm undressin em Fuck whatcha heard who's the best in New York For fillin fantasies without that nigga Mr. Rourke? Or Tattoo I got you wrapped around my dick And when I'm done I got to split shit Back shots is my position, I gotcha wishin for an intermission Fuck the kissin, lickin down to your belly button, I ain't frontin They don't call me B.I.G. for nuttin, all of a sudden  Oh Biggie gimme one more chance I got that good dick girl you didn't know [Repeat] ",
        "artist": "Notorious B.I.G.",
        "song": "One More Chance"
    },
    {
        "lyrics": " Yes - the rhythm, the rebel Without a pause - I'm lowering my level The hard rhymer - where you never been I'm in You want stylin' - you know it's time again D the enemy - tellin you to hear it They praised the music - this time they play the lyrics Some say no to the album, the show Bum rush the sound I made a year ago I guess you know - you guess I'm just a radical Not a sabbatical - yes to make it critical The only part your body should be parting to Panther power on the hour from the rebel to you  Radio - suckers never play me On the mix - just O.K. me Now known and grown when they're clocking my zone it's known Snakin' and takin' everything that a brother owns Hard - my calling card Recorded and orderd - supporter of Chesimard Loud and proud kickin' live next poet supreme Loop a troop, bazooka, the scheme Flavor - a rebel in his own mind Supporter of my rhyme Designed to scatter a line of suckers who claim I do crime  Terminator X  From a rebel it's final on black vinyl Soul, rock and roll comin' like a rhino Tables turn - suckers burn to learn They can't dis-able the power of my label Def Jam - tells you who I am The enemy's public - they really give a damn Strong Island - where I got 'em wild and That's the reason they're claimin' that I'm violent Never silent - no dope gettin' dumb nope Claimin' where we get our rhythm from Number one - we hit ya and we give ya some No gun - and still never on the run You wanna be an S.1 - Griff will tell you when And then you'll come - you'll know what time it is Impeach the president - pullin' out the ray-gun Zap the next one - I could be you're Sho-gun Suckers - don't last a minute Soft and smooth - I ain't with it Hardcore - rawbone like a razor I'm like a lazer - I just won't graze ya Old enough to raise ya - so this will faze ya Get it right boy and maybe I will praise ya Playin' the role I got soul too Voice my opinion with volume Smooth - no what I am Rough - cause I'm the man  No matter what the name - we're all the same Pieces in one big chess game Yeah - the voice of power Is in the house - go take a shower boy P.E. a group, a crew - not singular We were black Wranglers We're rap stranglers You can't angle us - I know you're listenin' I caught you pissin' in you're pants You're scared of us dissin' us The crowd is missin' us We're on a mission boy  Terminator X  Attitude - when I'm on fire Juice on the loose - electric wire Simple and plain - give me the lane I'll throw it down your throat like Barkley See the car keys - you'll never get these They belong to the 98 posse You want some more son - you wanna get some Rush the door on a store - pick up the album You know the rhythm, the rhyme plus the beat is designed So I can enter your mind - Boys Bring the noise - my time Step aside for the flex - Terminator X ",
        "artist": "Public Enemy",
        "song": "Rebel Without A Pause"
    },
    {
        "lyrics": " Bring it over here and let's go back Way back Ooh... Way back, yeah  I met him when I was a Little girl, he gave me He gave me poetry And he was my first  But in my heart I knew I Wasn't the only one 'Cause when the tables turned He had to break up  Whenever I got lonely Or needed some advice He gave me his shoulder His words were very nice  But that is all behind me 'Cause now there is no other My love is his and his is mine A friend became the  Love of my life You are my friend Love of my life I can depend Love of my life Without you, baby It feels like a simple true love  Hope this s*** ain't clear  A freak-freak, y'all, and ya don't stop To the beat y'all and ya don't stop A freak-freak  Or could it be that it was All just so simple then A teenage lover who said He's just a friend  He moved around and we kept In touch through his friend Mike The world was young and he knew We couldn't rush but  Whenever I got lonely Or needed some advice He gave me his shoulder His words were very nice  But that is all behind me 'Cause now there is no other My love is his and his is mine A friend became the  Love of my life You are my friend Love of my life A dude I can depend, yeah, yeah Love of my life Feels like a simple true love, yeah  Hope this s*** ain't clear  Y'all know how I met her We broke up and got back together To get her back I had to sweat her Thought she roll with bad boys forever in many ways Them boys may be better, to I had to let her (Never) She needed cheddar and I understood that Lookin' for cheese, that don't make her a hood rat (Rat) In fact she's a queen to me, her light beams on me I love it when she sings to me It's like that now  Love of my life Ooh, you know you rock my world and Love of my life You be boy and I'll be girl and Love of my life We don't stop until the break of dawn, ooh...  Love of my life Ooh, you know you rock my world and Love of my life You be boy and I'll be girl and Love of my life Yeah... ",
        "artist": "Erykah Badu",
        "song": "Love of My Life"
    },
    {
        "lyrics": " It's been a long time, I shouldn't have left you Without a strong rhyme to step to Think of how many weak shows you slept through Time's up, I'm sorry I kept you Thinking of this, you keep repeating you miss The rhymes from the microphone soloist And you sit by the radio, hand on the dial, soon As you hear it, pump up the volume Dance wit the speaker 'till  you hear it blow, Then plug in the headphone 'cause here it go It's a 4 letter word when it's heard,  it control your body to dance (You got it) soul, Ditects the tempo like a red alert Reaches your reflex, so let it work When this is playing, you can't get stuck wit The steps, so get set and I'm a still come up wit A gift to be swift, follow the leader, the rhyme will go Def wit the record that was mixed a long time ago It can be done but only I can do it For those that can dance and clap your hands to it I start to think and then I sink Into the paper like I was ink When I'm writing, I'm trapped in between the lines, I escape when I finish the rhyme... I got soul  You got it [x4] I know you got soul  Picture a mic, the stage is empty A beat like this might tempt me To pose, show my rings and my fat gold chain Grab the mic like I'm on Soul Train But I'll wait 'cause I mastered this Let the others go first so the brothers don't miss Eric B. break the sticks (you got it) Rakim will begin when you make the mix I'll experiment like a scientist You wanna rhyme, you gotta sign my list 'Cause I'm a manifest and bless the mic I hold You want it next?  then you gotta have soul 'Cause if you ain't got it, I'm a make an encore Take the mic, make the people respond for The R, 'cause that's the way it'll have to be If you wanna get on after me Think about it, wait, erase your rhyme Forget it and don't waste your time 'Cause I'll be in the crowd if you ain't controlling it Drop the mic, you shouldn't be holding it This is how it should be done This style is identical to none Some try to make it sound like this but you're getting me So upset that I'm wet 'cause you're sweating me I drip steam like a microphone fiend Eager to MC is my theme I get hype when I hear a drum roll Rakim is on the mic and you know I got soul  You got it [x5]  I got soul (you got it) that's why I came To teach those who can't say my name First of all, I'm the soloist, the soul controller Rakim gets stronger as I get older Constant elevation causes expansion I write my rhyme while I cool in my mansion Then put it on tape and in the city I test it Then on the radio the R's requested You listen to it, the concept might break you 'Cause almost anyone can relate to... Whoever's out of hand, I'm give him handles Light 'em up, blow 'em out like candles Or should I just let him melt? Then give him a hand so they can see how it felt I'm not bold just cuz I rock gold Rakim is on the mic and you know I got soul  You got it [x4]  Now I'm a stop to see what you got Get off the mic before I get too hot I want to see which posse can dance the best It should be easy 'cause the beat is fresh Now if your from Uptown, Brooklyn- bound, The Bronx, Queens, or Long Island Sound, Even other states come right and exact, It ain't where you're from, it's where you're at Since you came here, you have to show and prove And do that dance until it don't move 'Cause all you need is soul self-esteem will release, The rest is up to you, Rakim 'll say peace  You got it [x10] ",
        "artist": "Eric B. & Rakim",
        "song": "I Know You Got Soul"
    },
    {
        "lyrics": " Yes it's me again And I'm back Oh I oh I oh I yeah Oh I oh I oh I baby Oh I oh I oh I yeah The 22nd of loneliness and we've Been through so many thangs I love my man with all honesty But I know he's cheatin' on me I look him in his eyes but all he Tells me is lies to keep me near I'll never leave him down though I might mess around it's only 'Cause I need some affection oh  [Chorus] So I creep yeah Just keep it on the down low Said nobody is supposed 2 know So I creep yeah 'Cause he doesn't know What I do and no attention Goes to show oh so I creep  The 23rd of loneliness And we don't talk Like we used 2 do Now it seems pretty Strange but I'm not Buggin' 'cause I still feel The same yeah yeah I'll keep giving loving Till the day he pushes me away Never go astray If he knew the Things I did he couldn't Handle it And I choose 2 keep him Protected oh  [Chorus]  I think about us baby all the time But you know that I'm gonna need some attention Yeah, yeah can you dig it Love you forever baby soul &amp; mind And you gotta know if You don't give it I'ma Get mine  Oh I oh I oh I yeah Oh I oh I oh I baby Oh I oh I oh I yeah Yeah yeah yeah  [Chorus]  I creep around because I need attention Don't mess around with my affection Oh I oh I oh I yeah  [Chorus] ",
        "artist": "TLC",
        "song": "Creep"
    },
    {
        "lyrics": " Here we go, Once upon a time not long ago, when people wore pajamas and lived life slow, When laws were stern and justice stood, and people were behavin' like they ought ta good, There lived a lil' boy who was misled, by anotha lil' boy and this is what he said: &quot;Me, Ya, Ty, we gonna make sum cash, robbin' old folks and makin' tha dash&quot;, They did the job, money came with ease, but one couldn't stop, it's like he had a disease, He robbed another and another and a sista and her brotha, tried to rob a man who was a D.T. undercover, The cop grabbed his arm, he started acting erratic, he said &quot;Keep still, boy, no need for static&quot;, Punched him in his belly and he gave him a slap, but little did he know the lil' boy was strapped, The kid pulled out a gun, he said &quot;Why did ya hit me ?&quot;, the barrel was set straight for the cop's kidney, The cop got scared, the kid, he starts to figure, &quot;I'll do years if I pull this trigga&quot;, So he cold dashed and ran around the block, cop radioes it to another lady cop, He ran by a tree, there he saw this sista, a shot for the head, he shot back but he missed her, Looked around good and from expectations, so he decided he'd head for the subway stations, But she was coming and he made a left, he was runnin' top speed till he was outta breath, Knocked an old man down and swore he killed him, then he made his move to an abandoned building, Ran up the stairs up to the top floor, opened up the door there, guess who he saw?, Dave the dope fiend shootin' dope, who don't know the meaning of water nor soap, He said &quot;I need bullets, hurry up, run!&quot; the dope fiend brought back a spanking shotgun, He went outside but there was cops all over, then he dipped into a car, a stolen Nova [?], Raced up the block doing 83, crashed into a tree near university, Escaped alive though the car was battered, rat-a-tat-tatted and all the cops scattered, Ran out of bullets and still had static, grabbed a pregnant lady and out the automatic, Pointed at her head and he said the gun was full o' lead, he told the cops &quot;Back off or honey here's dead&quot;, Deep in his heart he knew he was wrong, so he let the lady go and he starts to run on, Sirens sounded, he seemed astounded, before long the lil' boy got surrounded, He dropped the gun, so went the glory, and this is the way I must end this story, He was only seventeen, in a madman's dream, the cops shot the kid, I still hear him scream, This ain't funny so don't ya dare laugh, just another case 'bout the wrong path, Straight 'n narrow or yo' soul gets cast[?].  Good Night ",
        "artist": "Slick Rick",
        "song": "Childrens Story"
    },
    {
        "lyrics": " I got so much trouble on my mind I refuse to lose Here's your ticket Hear the drummer get wicked The crew to you to push the back to Black Attack so I sat and japped Then slapped the Mac (Intosh) Now I'm ready to mike it (You know I like it) huh Hear my favoritism roll &quot;Oh&quot; Never be a brother like to go solo Lazer, anastasia, maze ya Ways to blaze your brain and train ya The way I'm livin', forgiven' What I'm givin' up X on the flex hit me now I don't know about later As for now I know how to avoid the paranoid Man I've had it up to here Gear I wear got 'em goin' in fear Rhetoric said Read just a bit ago Not quittin' though Signed the hard rhymer Work to keep from gettin' jerked Changin' some ways To way back in the better days Raw metaphysically bold Never followed a code Still dropped a load Never question what I am God knows Cause it's comin' from the heart What I got better get some (Get on up) hustler of culture Snakebitten Been spit in the face But the rhymes keep fittin' Respects been givin' how's ya livin' Now I can't protect a pad off defect Check the record An reckon an intentional wreck Played off as some intellect Made the call, took the fall Broke the laws Not my fault they're fallin' off Known as fair square Throughout my years So I growl at the livin' foul Black to the bone my home is your home So welcome to the Terrordome Subordinate terror Kickin' off an era Cold deliverin' pain My 98 was 87 on a record yo So now I go Bronco  Crucifixion ain't no fiction So called chosen frozen Apology made to who ever pleases Still they got me like Jesus I rather sing, bring, think reminisce 'Bout a brother while I'm in sync Every brother ain't a brother cause a color Just as well could be undercover Backstabbed, grabbed a flag From the back of the lab Told a Rab get off the rag Sad to say I got sold down the river Still some quiver when I deliver Never to say I never know or had a clue Word was heard, plus hard on the boulevard Lies, scandalizin', basin' Traits of hate who's celebratin' wit satan? I rope a dope the evil with righteous Bobbin' and weavin' and let the good get even C'mon down And welcome to the Terrordome. Caught in the race against time The pit and the pendulum Check the rhythm and rhymes While I'm bendin' 'em Snakes blowin' up the lines of design Tryin' to blind the science I'm snedin' 'em How to fight the power Cannot run and hide But it shouldn't be suicide In a game a fool without the rules Got a hell of a nerve to just criticize Every brother ain't a brother Cause a Black hand Squeezed on Malcom X the man The shootin' of Huey Newton From a hand of a Nigger who pulled the trigger  It's weak to speak and blame somebody else When you destroy yourself First nothing's worse than a mother's pain Of a son slain in Bensonhurst Can't wait for the state to decide the fate So this jam I dedicate Places with racist faces Just an example of one of many cases The Greek weekend speech I speak From a lesson learned in Virginia (Beach) I don't smile in the line of fire I go wildin' But it's on bass and drums even violins Watcha do gitcha head ready Instead of gettin' physically sweaty When I get mad I put it down on a pad Give ya somethin' that cha never had controllin' Fear of high rollin' God bless your soul and keep livin' Never allowed, kickin' it loud Droppin' a bomb Brain game intellectual Vietnam Move as a team Never move alone But Welcome to the Terrordome ",
        "artist": "Public Enemy",
        "song": "Welcome to the Terrordome"
    },
    {
        "lyrics": " You are appreciated  [Verse One: 2Pac]        When I was young me and my mama had beef Seventeen years old kicked out on the streets Though back at the time, I never thought I'd see her face Ain't a woman alive that could take my mama's place Suspended from school; and scared to go home, I was a fool with the big boys, breakin all the rules I shed tears with my baby sister Over the years we was poorer than the other little kids And even though we had different daddy's, the same drama When things went wrong we'd blame mama I reminisce on the stress I caused, it was hell Huggin on my mama from a jail cell And who'd think in elementary? Heeey! I see the penitentiary, one day And runnin from the police, that's right Mama catch me, put a whoopin to my backside And even as a crack fiend, mama You always was a black queen, mama I finally understand for a woman it ain't easy tryin to raise a man You always was committed A poor single mother on welfare, tell me how ya did it There's no way I can pay you back But the plan is to show you that I understand You are appreciated  [Chorus: Reggie Green &amp; &quot;Sweet Franklin&quot; w/ 2Pac]  Lady...  Don't cha know we love ya?  Sweet lady Dear mama Place no one above ya, sweet lady You are appreciated Don't cha know we love ya?  [second and third chorus, &quot;And dear mama&quot; instead of &quot;Dear mama&quot;]  [Verse Two: 2Pac]  Now ain't nobody tell us it was fair No love from my daddy cause the coward wasn't there He passed away and I didn't cry, cause my anger wouldn't let me feel for a stranger They say I'm wrong and I'm heartless, but all along I was lookin for a father he was gone I hung around with the Thugs, and even though they sold drugs They showed a young brother love I moved out and started really hangin I needed money of my own so I started slangin I ain't guilty cause, even though I sell rocks It feels good puttin money in your mailbox I love payin rent when the rent's due I hope ya got the diamond necklace that I sent to you Cause when I was low you was there for me And never left me alone because you cared for me And I could see you comin home after work late You're in the kitchen tryin to fix us a hot plate Ya just workin with the scraps you was given And mama made miracles every Thanksgivin But now the road got rough, you're alone You're tryin to raise two bad kids on your own And there's no way I can pay you back But my plan is to show you that I understand You are appreciated  [Chorus]  [Verse Three: 2Pac]  Pour out some liquor and I reminisce, cause through the drama I can always depend on my mama And when it seems that I'm hopeless You say the words that can get me back in focus When I was sick as a little kid To keep me happy there's no limit to the things you did And all my childhood memories Are full of all the sweet things you did for me And even though I act craaazy I gotta thank the Lord that you made me There are no words that can express how I feel You never kept a secret, always stayed real And I appreciate, how you raised me And all the extra love that you gave me I wish I could take the pain away If you can make it through the night there's a brighter day Everything will be alright if ya hold on It's a struggle everyday, gotta roll on And there's no way I can pay you back But my plan is to show you that I understand You are appreciated  [Chorus]  Sweet lady And dear mama  Dear mama Lady [3X] ",
        "artist": "2Pac",
        "song": "Dear Mama"
    },
    {
        "lyrics": " [Jay-Z] Uhh, uh uh uh It's big pimpin baby.. It's big pimpin, spendin G's Feel me.. uh-huh uhh, uh-huh.. Ge-ge-geyeah, geyeah Ge-ge-geyeah, geyeah..  You know I - thug em, fuck em, love em, leave em Cause I don't fuckin need em Take em out the hood, keep em lookin good But I don't fuckin feed em First time they fuss I'm breezin Talkin bout, &quot;What's the reasons?&quot; I'm a pimp in every sense of the word, bitch Better trust than believe em In the cut where I keep em til I need a nut, til I need to beat the guts Then it's, beep beep and I'm pickin em up Let em play with the dick in the truck Many chicks wanna put Jigga fist in cuffs Divorce him and split his bucks Just because you got good head, I'ma break bread so you can be livin it up?  Shit I.. parts with nothin, y'all be frontin Me give my heart to a woman? Not for nothin, never happen I'll be forever mackin Heart cold as assassins, I got no passion I got no patience And I hate waitin.. Hoe get yo' ass in And let's RI-I-I-I-I-IDE.. check em out now RI-I-I-I-I-IDE, yeah And let's RI-I-I-I-I-IDE.. check em out now RI-I-I-I-I-IDE, yeah  [Chorus One: Jay-Z] We doin.. big pimpin, we spendin G's Check em out now Big pimpin, on B.L.A.D.'s We doin.. big pimpin up in N.Y.C. It's just that Jigga Man, Pimp C, and B-U-N B Yo yo yo.. big pimpin, spendin G's We doin - big pimpin, on B.L.A.D.'s We doin.. big pimpin up in N.Y.C. It's just that Jigga Man, Pimp C, and B-U-N B  [Bun B] Nigga it's the - big Southern rap impresario Comin straight up out the black bar-rio Makes a mill' up off a sorry hoe Then sit back and peep my sce-nawr-e-oh Oops, my bad, that's my scenario No I can't fuck a scary hoe Now every time, every place, everywhere we go Hoes start pointin - they say, &quot;There he go!&quot; Now these motherfuckers know we carry mo' heat than a little bit We don't pull it out over little shit And if you catch a lick when I spit, then it won't be a little hit Go read a book you illiterate son of a bitch and step up yo' vocab Don't be surprised if yo' hoe stab out with me and you see us comin down on yo' slab Livin ghetto-fabulous, so mad, you just can't take it But nigga if you hatin I then you wait while I get yo' bitch butt-naked, just break it You gotta pay like you weigh wet wit two pairs of clothes on Now get yo' ass to the back as I'm flyin to the track  Timbaland let me spit my pro's on Pump it up in the pro-zone That's the track that we breakin these hoes on Ain't the track that we flow's on But when shit get hot, then the glock start poppin like ozone We keep hoes crunk like Trigger-man Fo' real it don't get no bigger man Don't trip, let's flip, gettin throwed on the flip Gettin blowed with the motherfuckin Jigga Man, fool  [Chorus Two: Bun B] We be.. big pimpin, spendin G's We be.. big pimpin, on B.L.A.D.'s We be.. big pimpin down in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B Cause we be.. big pimpin, spendin G's And we be.. big pimpin, on B.L.A.D.'s Cause we be.. big pimpin in P.A.T. It's just that Jigga Man, Pimp C, and B-U-N B.. nigga  [Pimp C] Uhh.. smokin out, throwin up, keepin lean up in my cup All my car got leather and wood, in my hood we call it buck Everybody wanna ball, holla at broads at the mall If he up, watch him fall, nigga I can't fuck witch'all If I wasn't rappin baby, I would still be ridin Mercedes Chromin shinin sippin daily, no rest until whitey pay me Uhhh, now what y'all know bout them Texas boys Comin down in candied toys, smokin weed and talkin noise  [Chorus Two] ",
        "artist": "Jay-Z",
        "song": "Big Pimpin'"
    },
    {
        "lyrics": " So tired, tired of this drama No more, no more I wanna be free I'm so tired, so tired  Broken heart again Another lesson learn Better know your friends Or else you will get burned Gotta count on me Cause I can guarantee That I'll be fine  No more pain (no more pain) No more pain (no more pain) No drama (no more drama in my life) No one's gonna make me hurt again  Why'd I play the fool Go through ups and downs Knowing all the time You wouldn't be around Or maybe I like the stress Cause I was young and restless But that was long ago I don't wanna cry no more  No more pain (no more pain) No more game (no more game messin with my mind) No drama (no more drama in my life) Nooone's gonna make me hurt again No more tears (no more tears, I'm tired of cryin everynight) No more fears (no more fears, I really don't wanna cry) No drama (no more drama in my life) I don't ever wanna hurt again Wanna speak my mind, wanna speak my mind  Uh, it feel so good When you let go Of all the drama in your life Now you're free from all the pain Free from all the game Free from all the stress So find your happiness I don't know Only God knows where the story ends for me But I know where the story begins It's up to us to choose Whether we win or loose And I choose to win  No more pain (no more pain) No more game (tired of your playin' game with my mind) No drama (no more drama in my life) No more, no more, No more, no more No more tears (no more tears, no more cryin every night) No more fears (no more waking be up in the morning) No drama, no more in my life   No more drama, no more drama No more drama, no more drama NO MORE DRAMA NO MORE DRAMA NO MORE DRAMA NO MORE DRAMA NO MORE DRAMA No more drama in my life So tired, tired of this drama ",
        "artist": "Mary J. Blige",
        "song": "No More Drama"
    },
    {
        "lyrics": " Yo, we at war We at war with terrorism, racism, and most of all we at war with ourselves (Jesus walks) God show me the way because the Devil trying to break me down (Jesus walks with me) with me, with me, with me [fades]  You know what the Midwest is? Young &amp; Restless Where restless (niggas) might snatch your necklace And next these (niggas) might jack your Lexus Somebody tell these (niggas) who Kanye West is I walk through the valley of the shadow of death is Top floor the view alone will leave you breathless Uhhhh! Try to catch it Uhhhh! It's kinda hard Getting choked by the detectives yeah yeah now check the method They be asking us questions, harass and arrest us Saying, &quot;We eat pieces of shit like you for breakfast.&quot; Huh? Y'all eat pieces of shit? What's the basis? We ain't going nowhere but got suits and cases A trunk full of coke rental car from Avis My mamma used to say only Jesus can save us Well mamma I know I act a fool But I'll be gone 'til November I got packs to move I Hope  [Hook 2x] (Jesus walks) God show me the way because the Devil trying to break me down (Jesus walks with me) The only thing that that I pray is that my feet don't fail me now (Jesus walks) And I don't think there is nothing I can do now to right my wrongs (Jesus walks with me) I want to talk to God but I'm afraid because we ain't spoke in so long  To the hustlers, killers, murderers, drug dealers even the strippers (Jesus walks with them) To the victims of Welfare for we living in hell here hell yeah (Jesus walks with them) Now hear ye hear ye want to see Thee more clearly I know he hear me when my feet get weary Cause we're the almost nearly extinct We rappers are role models we rap we don't think I ain't here to argue about his facial features Or here to convert atheists into believers I'm just trying to say the way school need teachers The way Kathie Lee needed Regis that's the way I need Jesus So here go my single dog radio needs this They say you can rap about anything except for Jesus That means guns, sex, lies, video tapes But if I talk about God my record won't get played Huh? Well if this take away from my spins Which will probably take away from my ends Then I hope this take away from my sins And bring the day that I'm dreaming about Next time I'm in the club everybody screaming out  (Jesus walks) God show me the way because the devil trying to break me down (Jesus walks) The only thing that that I pray is that my feet don't fail me now (Jesus walks) And I don't thing there's nothing I can do now to right my wrongs (Jesus walks with me... fades) I want to talk to God but I'm afraid because we ain't spoke in so long ",
        "artist": "Kanye West",
        "song": "Jesus Walks"
    },
    {
        "lyrics": " Hey, yo I don't even know you and I hate you See all I know is that my girlfriend used to date you How would you feel if she held you down and raped you? Tried and tried, but she never could escape you She was in love and I'd ask her how? I mean why? What kind of love from a nigga would black your eye? What kind of love from a nigga every night make you cry? What kind of love from a nigga make you wish he would die? I mean shit he bought you things and gave you diamond rings But them things wasn't worth none of the pain that he brings And you stayed, what made you fall for him? That nigga had the power to make you crawl for him I thought you was a doctor be on call for him Smacked you down cause he said you was too tall for him, huh? That wasn't love, babygirl you was dreamin' I could have killed you when you said your seed was growin' from his semen  [1] - Love is blind, and it will take over your mind What you think is love, is truly not You need to elevate and find  [Repeat 1]  I don't even know you and I'd kill you myself You played with her like a doll and put her back on the shelf Wouldn't let her go to school and better herself She had a baby by your ass and you ain't giving no help Uh-huh big time hustler, snake motherfucker One's born everyday and everyday she was your sucker How could you beat the mother of your kids? How could you tell her that you love her? Don't give a fuck if she lives She told me she would leave you, I admit it she did But came back, made up a lie about you missing your kids Sweet kisses, baby ain't even know she was your mistress Had to deal with fist fights and phone calls from your bitches Floss like you possess her, tellin' me to mind my business Said that it was her life and stay the fuck out of it I tried and said just for him I'll keep a ready clip  [Repeat 1 (2x)]  I don't even know you and I want you dead Don't know the facts but I saw the blood pour from her head See I laid down beside her in the hospital bed And about two hours later, doctors said she was dead Had the nerve to show up at her mother's house the next day To come and pay your respects and help the family pray Even knelt down on one knee and let a tear drop And before you had a chance to get up You heard my gun cock Prayin' to me now, I ain't God but I'll pretend I ain't start your life but nigga I'mma bring it to an end And I did, clear shots and no regrets, never Cops comin' lock me under the jail Nigga whatever my bitch, fuck it my sister You could never figure out even if I let you live What our love was all about I considered her my blood and it don't come no thicker  [Repeat 1] ",
        "artist": "Eve",
        "song": "Love Is Blind"
    },
    {
        "lyrics": " [POS:] Greetings, girl, and welcome to my world of phrase  I'm right up to bat  It's a Daisy Age and you're about to walk top-stage  So wipe your Lottos on the mat  Hip-hop love this is and don't mind when I quiz your  Involvements before the sun  But clear your court 'cause this is a one-man sport  And who's better for this than Plug One  Now you don't have to worry about me squashin' other deals  'Cause they've already been squooshed  Freeze a frame about moods the same which we can continue  Right behind the bush  You'll stay with me  Eye Know this  But not because of all my earthly treasures  Or regardless to the fact that I'm Posdnuos  But because   (Eye know Eye love you better)   [DOVE:] May I cut this dance to introduce myself as  The chosen one to speak  Let me lay my hand across yours  And aim a kiss upon your cheek  They name's Plug Two  And from the soul I bring you  The Daisy of your choice  May it be filled with the pleasure principle  In circumference to my voice  About those other Jennys I reckoned with  Lost them all like a homework excuse  This time the Magic Number is two  'Cause it takes two, not three, to seduce  My destiny of love is brought to an apex  Sex is a mere molecule  In this world of love that I have for you  It's true   (Eye know Eye love you better)   [POS:] Now it's time to let this rhyme style  Get somewhat poured in the mold  Take my hand and we'll pick my plantation  Of Daisies for a bouquet of Soul  Life will begin at the cut of a rim  Take it as filled to the rim as in brim  Squeeze your stoop like Betty Boop  We'll make Campbell's Alphabet Soup  And spell Plug One's within  Forward march is the say  When transistors will play  Come into bed is the mood  Dolby sound will be then top crowned  When I put the needle into your groove  I got a good thing  And in full swing  I show this in gifts, words or letters  But even without those three  Eye know you'll be close to me 'cause   (Eye know I love you better)   [DOVE:] It's I again and the song that I send  Is taking steps to reach your heart  Any moment you feel alone  I can fill up your empty part  We can ascend 'till we reach De La Heaven  And in a spin we'll hit the Top Ten  Then we will meet Mr Stuckie  And Pos' brother Lucky will preach  Let the wedding begin  Shot by an arrow of cupid  Through the string of a G-clef  My dear, I claim you're def  And if you can hear me, by golly gee,  Trugoy is ready for what you posess  We could live in my Plug Two home  And on Mars where we could be all alone  And we make a song for two,  Picture perfect things and I sing of how   (Eye know I love you better) ",
        "artist": "De La Soul",
        "song": "Eye Know"
    },
    {
        "lyrics": " [Ice Cube] Break 'em off somethin [inhales] Shit.. [exhales] Yo.. Yo.. uhh..  [Verse One] Just wakin up in the mornin gotta thank God I don't know but today seems kinda odd No barkin from the dog, no smog And momma cooked a breakfast with no hog (damn) I got my grub on, but didn't pig out Finally got a call from a girl I wanna dig out (Whassup?) Hooked it up for later as I hit the do' Thinkin will I live, another twenty-fo' I gotta go cause I got me a drop top And if I hit the switch, I can make the ass drop Had to stop, at a red light Lookin in my mirror and not a jacker in sight And everything is alright I got a beep from Kim, and she can fuck all night Called up the homies and I'm askin y'all Which park, are y'all playin basketball? Get me on the court and I'm trouble Last week fucked around and got a triple double Freakin niggaz everyway like M.J. I can't believe, today was a good day (shit!)  [Verse Two] Drove to the pad and hit the showers Didn't even get no static from the cowards Cause just yesterday them fools tried to blast me Saw the police and they rolled right past me No flexin, didn't even look in a nigga's direction as I ran the intersection Went to $hort Dog's house, they was watchin Yo! MTV Raps What's the haps on the craps? Shake 'em up, shake 'em up, shake 'em up, shake 'em Roll 'em in a circle of niggaz and watch me break 'em with the seven, seven-eleven, seven-eleven Seven even back do' Lil' Joe I picked up the cash flow Then we played bones, and I'm yellin domino Plus nobody I know got killed in South Central L.A. Today was a good day (shit!)  [Verse Three] Left my nigga's house paid (what) Picked up a girl been tryin to fuck since the 12th grade It's ironic, I had the brew she had the chronic The Lakers beat the Supersonics I felt on the big fat fanny Pulled out the jammy, and killed the punanny And my dick runs deep, so deep So deep put her ass to sleep Woke her up around one She didn't hesitate, to call Ice Cube the top gun Drove her to the pad and I'm coastin Took another sip of the potion hit the three-wheel motion I was glad everything had worked out Dropped her ass off and then chirped out Today was like one of those fly dreams Didn't even see a berry flashin those high beams No helicopter looking for a murder  Two in the mornin got the Fatburger  Even saw the lights of the Goodyear Blimp And it read, &quot;Ice Cube's a pimp&quot; (yeah) Drunk as hell but no throwin up  Half way home and my pager still blowin up Today I didn't even have to use my A.K. I got to say it was a good day (shit!)  [Ice Cube] Hey wait, wait a minute Pooh, stop this shit What the fuck I'm thinkin about? ",
        "artist": "Ice Cube",
        "song": "It Was A Good Day"
    },
    {
        "lyrics": " You know parents are the same no matter time nor place They don't understand that us kids are gonna make some mistakes So to you, all the kids all across the land There's no need to argue, parents just don't understand  I remember one year My mom took me school shopping It was me, my brother, my mom, oh, my pop, and my little sister All hopped in the car We headed downtown to the Gallery Mall MY mom started bugging with the clothes she chose I didn't say nothing at first I just turned up my nose She said, &quot;What's wrong? This shirt cost $20&quot; I said, &quot;Mom, this shirt is plaid with a butterfly collar!&quot; The next half hour was the same old thing My mother buying me clothes from 1963 And then she lost her mind and did the ultimate I asked her for Adidas and she bought me Zips! I said, &quot;Mom, what are you doing, you're ruining my rep&quot; She said, &quot;You're only sixteen, you don't have a rep yet&quot; I said, &quot;Mom, let's put these clothes back, please&quot; She said &quot;no, you go to school to learn not for a fashion show&quot; I said, &quot;This isn't Sha Na Na, come on Mom, I'm not Bowzer Mom, please put back the bell-bottom Brady Bunch trousers But if you don't want to I can live with that but You gotta put back the double-knit reversible slacks&quot; She wasn't moved - everything stayed the same Inevitably the first day of school came I thought I could get over, I tried to play sick But my mom said, &quot;No, no way, uh-uh, forget it&quot; There was nothing I could do, I tried to relax I got dressed up in those ancient artifacts And when I walked into school, it was just as I thought The kids were cracking up laughing at the clothes Mom bought And those who weren't laughing still had a ball Because they were pointing and whispering As I walked down the hall I got home and told my Mom how my day went She said, &quot;If they were laughing you don't need them, Cause they're not good friends&quot; For the next six hours I tried to explain to my Mom That I was gonna have to go through this about 200 more times So to you all the kids all across the land There's no need to argue Parents just don't understand  Oh-kay, here's the situation My parents went away on a week's vacation and They left the keys to the brand new Porsche Would they mind? Umm, well, of course not I'll just take it for a little spin And maybe show it off to a couple of friends I'll just cruise it around the neighborhood Well, maybe I shouldn't Yeah, of course I should Pay attention, here's the thick of the plot I pulled up to the corner at the end of my block That's when I saw this beautiful girlie girl walking I picked up my car phone to perpetrate like I was talking You should've seen this girl's bodily dimensions I honked my horn just to get her attention She said, &quot;Was that for me?&quot; I said, &quot;Yeah&quot; She said, &quot;Why?&quot; I said, &quot;Come on and take a ride with a helluva guy&quot; She said, &quot;How do I know you're not sick? You could be some deranged lunatic&quot; I said, &quot;C'mon toots - my name is the Prince = Beside, would a lunatic have a Porsche like this?&quot; She agreed and we were on our way She was looking very good and so was I, I must say - word We hit McDonald's, pulled into the drive We ordered two Big Macs and two large fries with Cokes She kicked her shoes off onto the floor She said, &quot;Drive fast, speed turns me on&quot; She put her hand on my knee, I put my foot on the gas We almost got whiplash, I took off so fast The sun roof was open , the music was high And this girl's hand was steadily moving up my thigh She had opened up three buttons on her shirt so far I guess that's why I didn't notice that police car We're doing ninety in my Mom's new Porsche And to make this long story short - short When the cop pulled me over I was scared as hell I said, &quot;I don't have a license but I drive very well, officer&quot; I almost had a heart attack that day Come to find out the girl was a twelve-year-old runaway I was arrested, the car was impounded There was no way for me to avoid being grounded My parents had to come off from vacation to get me I'd rather be in jail than to have my father hit me My parents walked in I got my grip, I said, &quot;Ah, Mom, Dad, how was your trip?&quot; They didn't speak - I said, &quot;I want to plead my case&quot; But my father just shoved me in the car by my face That was a hard ride home, I don't know how I survived They took turns - one would beat me while the other was driving I can't believe it, I just made a mistake Well parents are the same no matter time nor place So to you all the kids all across the land Take it from me, parents just don't understand ",
        "artist": "DJ Jazzy Jeff & The Fresh Prince",
        "song": "Parents Just Don't Understand"
    },
    {
        "lyrics": " [Verse 1:] This here's a jam for all the fellas Tryin to do what those ladies tell us Get shot down cause ya over-zealous Play hard to get females get jealous Okay smarty go to a party Girls are scantily clad and showin body A chick walks by you wish you could sex her But you're standing on the wall like you was Poindexter Next day's function high class luncheon Food is served, and you're stone-cold munchin Music comes on people start to dance But then you ate so much you nearly split your pants A girl starts walking guys start gawking Sits down next to you and starts talking Says she wants to dance cause she likes to groove So come on fatso and just bust a move  [Verse 2:] You're on a mission and your wishin Someone could cure your lonely condition Lookin for love in all the wrong places No fine girls just ugly faces Some frustration first inclination Is to become a monk and leave the situation But every dark tunnel has a light of hope So don't hang yourself with a celibate rope Your movie's showin, so you're goin Could care less about the five you're blowin Theater gets dark just to start the show Then ya spot a fine woman sittin in your row She's dressed in yellow, she says &quot;Hello, Come sit next to me you fine fellow.&quot; You run over there without a second to lose And what comes next hey bust a move  [Verse 3:] In this city ladies look pretty Guys tell jokes so they can seem witty Tell a funny joke just to get some play Then you try to make a move and she says, &quot;No way&quot; Girls are fakin goodness sakin They want a man who brings home the bacon Got no money and you got no car Then you got no woman and there you are Some girls are sadistic, materialistic Lookin for a man makes them opportunistic They're lyin on a beach perpetrating a tan So that a brother with the money can be their man So on the beach you're strollin real high rollin Everything you have is yours and not stolen A girl runs up with somethin to prove So don't just stand there bust a move  [Verse 4:] Your best friend Harry has a brother Larry In five days from now he's gonna marry He's hopin you can make it there if you can Cause in the ceremony you'll be the best man You say neat-o, check your libido And roll to the church in your new tuxedo The bride walks down just to start the wedding And there's one more girl you won't be getting So you start thinkin then you start blinking A bridesmaid looks and thinks that you're winking She thinks your kinda cute so she winks back And now your feelin really fine cause the girl is stacked Reception's jumpin bass is pumpin Look at the girl and your heart starts thumpin Says she wants to dance to a different groove Now you know what to do G bust a move ",
        "artist": "Young MC",
        "song": "Bust A Move"
    },
    {
        "lyrics": " Don't sweat the Technique [x2]  Let's trace the hints and check the file Let see who bit to detect the style I flip the script so they can't get foul. At least not now, it'll take a while I change the pace to complete the beat I drop the bass,'till mc's get weak. For every word they trace, it's a scar they keep... 'Cause when I speak, they freak To sweat the technique I made my debut in '86 Wit a melody and a president's mix And now I stay on target and refuse to miss And I still make hits wit' beats, parties, clubs, in the cars and jeeps My underground sound vibrates the streets MC's wanna beef then I play for keeps When they sweat the technique  Don't Sweat the Technique  They wanna know how many rhymes have I ripped in rep., but Researchers never found all the pieces yet Scientists try to solve the context Philosophers are wondering what's next Pieces are took to last who observe them They couldn't absorb them, they didn't deserve them My ideas are only for the audience's ears For my opponents, it might take years Pencils and pens, are swords Letters put together form a key to chords I'm also a sculpture, born with structure Because of my culture, I'm a rip and destruct the Difficult styles that'll be for the technology Complete sights and new heights after I get deep You don't have to speak just seek And peep the technique  But don't sweat the technique  I speak indiscreet cause talk is cheap Then I get deep and the weak then complete their Pull with a seat, never weak or obsolete They never grow old techniques become antiques Better then something  brand new 'cause it's radiant And the wild style'll have much more volume Classical too intelligent to be radical Masterful, never  irrelevant: mathematical Here's some soothing souvenirs for all the years They fought, and sought, the thoughts and ideas It's cool when you freak to the beat But don't sweat the technique  Don't sweat the technique [x2] ",
        "artist": "Eric B. & Rakim",
        "song": "Don't Sweat The Technique"
    },
    {
        "lyrics": " [Eminem] May I have your attention please? May I have your attention please? Will the real Slim Shady please stand up? I repeat, will the real Slim Shady please stand up? We're gonna have a problem here..  Y'all act like you never seen a white person before Jaws all on the floor like Pam and Tommy just burst in the door And started whooping her ass worse than before They first were divorced, throwing her over furniture (Ah!) It's the return of the... &quot;Ah, wait, no way, you're kidding, He didn't just say what I think he did, did he?&quot; And Dr. Dre said... nothing, you idiots! Dr. Dre's dead, he's locked in my basement! (Ha-ha!) Feminist women love Eminem [*vocal turntable: chigga chigga chigga*] &quot;Slim Shady, I'm sick of him Look at him, walking around grabbing his you-know-what Flipping the you-know-who.&quot; &quot;Yeah, but he's so cute though!&quot; Yeah, I probably got a couple of screws up in my head loose But no worse, than what's going on in your parents' bedrooms Sometimes, I wanna get on TV and just let loose, but can't But it's cool for Tom Green to hump a dead moose &quot;My bum is on your lips, my bum is on your lips&quot; And if I'm lucky, you might just give it a little kiss And that's the message that we deliver to little kids And expect them not to know what a woman's clitoris is Of course they gonna know what intercourse is By the time they hit fourth grade They got the Discovery Channel, don't they? &quot;We ain't nothing but mammals..&quot; Well, some of us cannibals Who cut other people open like cantaloupes [SLURP] But if we can hump dead animals and antelopes Then there's no reason that a man and another man can't elope [*EWWW!*] But if you feel like I feel, I got the antidote Women wave your pantyhose, sing the chorus and it goes  [Chorus – Eminem (repeat 2x):] 'Cause I'm Slim Shady, yes I'm the real Shady All you other Slim Shadys are just imitating So won't the real Slim Shady please stand up, Please stand up, please stand up?  [Eminem] Will Smith don't gotta cuss in his raps to sell records; Well I do, so fuck him and fuck you too! You think I give a damn about a Grammy? Half of you critics can't even stomach me, let alone stand me &quot;But Slim, what if you win, wouldn't it be weird?&quot; Why? So you guys could just lie to get me here? So you can, sit me here next to Britney Spears? Yo Shit, Christina Aguilera better switch me chairs So I can sit next to Carson Daly and Fred Durst And hear 'em argue over who she gave head to first Little bitch, put me on blast on MTV &quot;Yeah, he's cute, but I think he's married to Kim, hee-hee!&quot; I should download her audio on MP3 And show the whole world how you gave Eminem VD [AHHH!] I'm sick of you little girl and boy groups, all you do is annoy me So I have been sent here to destroy you [bzzzt] And there's a million of us just like me Who cuss like me; who just don't give a fuck like me Who dress like me; walk, talk and act like me It just might be the next best thing but not quite me!  [Chorus]  [Eminem] I'm like a head trip to listen to, cause I'm only giving you Things you joke about with your friends inside your living room The only difference is I got the balls to say it In front of y'all and I don't gotta be false or sugarcoated at all I just get on the mic and spit it And whether you like to admit it [*ERR*] I just shit it Better than ninety percent of you rappers out can Then you wonder how can kids eat up these albums like Valiums It's funny; 'cause at the rate I'm going when I'm thirty I'll be the only person in the nursing home flirting Pinching nurses asses when I'm jacking off with Jergens And I'm jerking but this whole bag of Viagra isn't working And every single person is a Slim Shady lurking He could be working at Burger King, spitting on your onion rings [*HACH*] Or in the parking lot, circling Screaming &quot;I don't give a fuck!&quot; With his windows down and his system up So, will the real Shady please stand up? And put one of those fingers on each hand up? And be proud to be outta your mind and outta control And one more time, loud as you can, how does it go?  [Chorus 4X]  [Eminem] Ha ha Guess there's a Slim Shady in all of us Fuck it, let's all stand up ",
        "artist": "Eminem",
        "song": "The Real Slim Shady"
    },
    {
        "lyrics": " (Cash Rules Everything Around Me C.R.E.A.M. get...) Yeah, check this ol fly shit out Word up (Cash Rules Everything Around Me) Take you on a natural joint (C.R.E.A.M. get the money) Here we here we go (dolla dolla bill y'all) Check this shit, yo!  [Verse One: Raekwon the Chef]  I grew up on the crime side, the New York Times side Staying alive was no jive Had second hands, moms bounced on old man So then we moved to Shaolin land A young youth, yo rockin the gold tooth, 'Lo goose Only way, I begin to G' off was drug loot And let's start it like this son, rollin with this one And that one, pullin out gats for fun But it was just a dream for the teen, who was a fiend Started smokin woolies at sixteen And running up in gates, and doing hits for high stakes Making my way on fire escapes No question I would speed, for cracks and weed The combination made my eyes bleed No question I would flow off, and try to get the dough off Sticking up white boys in ball courts My life got no better, same damn 'Lo sweater Times is rough and tough like leather Figured out I went the wrong route So I got with a sick tight clique and went all out Catchin keys from across seas Rollin in MPV's, every week we made forty G's Yo brothas respect mine, or anger the tech nine Ch-POW! Move from the gate now  [Chorus (2X): Method Man]  Cash Rules Everything Around Me C.R.E.A.M. Get the money Dollar, dollar bill y'all   [Verse Two: Inspectah Deck]  It's been 22 long hard years and still strugglin Survival got me buggin, but I'm alive on arrival I peep at the shape of the streets  And stay awake to the ways of the world cause shit is deep A man with a dream with plans to make C.R.E.A.M. Which failed; I went to jail at the age of 15 A young buck sellin drugs and such who never had much Trying to get a clutch at what I could not touch The court played me short, now I face incarceration Pacin', going up state's my destination Handcuffed in back of a bus, 40 of us Life as a shorty shouldn't be so rough But as the world turns I learned life is Hell  Living in the world, no different from a cell Everyday I escape from Jakes givin chase, sellin base Smokin bones in the staircase Though I don't know why I chose to smoke sess I guess that's the time when I'm not depressed But I'm still depressed, and I ask what's it worth? Ready to give up so I seek the Old Earth Who explained working hard may help you maintain to learn to overcome the heartaches and pain We got stickup kids, corrupt cops, and crack rocks and stray shots, all on the block that stays hot Leave it up to me while I be living proof To kick the truth to the young black youth But shorty's running wild, smokin sess, drinkin beer And ain't trying to hear what I'm kickin in his ear Neglected for now, but yo, it gots to be accepted That what? That life is hected  [Chorus - 3X]  Cash Rules Everything Around Me C.R.E.A.M. get the money Dolla dolla bill y'aauhhhaaaauhhhhahhhauhhhhll, YEAH ",
        "artist": "Wu Tang Clan",
        "song": "C.R.E.A.M."
    },
    {
        "lyrics": " [Laughs] &quot;Aiyo, Man You Remember That Shit Eazy Did A While Back Muthafuckaz Said Wasnt Gonna Work (That Crazy Shit) Stupid Shit Man, Aiyo Eazy Why Dont You Come Out From The Piano And Bust This Crazy Shit&quot;  Woke Up Quick, At About Noon Jus' Thought That I Had To Be In Compton Soon I Gotta Get Drunk Before The Day Begins Before My Mother Starts Bitchin About Ma Friends About To Go And Damn Near Went Blind Young Niggaz At The Path Throwin Up Gang Signs Ran In The House, And Grabbed Ma Clip Wit The Mack 10 On The Side Of Ma Hip Bailed Outside And Pointed Ma Weapon Just As I Thought The Fools Kept Steppin Jumped In The Fo' Hit The Juice On Ma Ride I Got Front Back, And Side To Side Then I Let The Alpine Play (Play) Pumpin New Shit By Nwa It Was Gangsta Gangsta At The Top Of The List Then I Played My Own Shit And It Went Somethin' Like This Cruisin Down The Street In My Six-Fo'' Jockin The Bitches, Slappin The Hoes Went To The Park To Get The Scoop Knuckleheads Out There Cold, Shootin Some Hoops A Car Pulls Up, Who Can It Be A Fresh El Camino Rollin Kilo G He Rolled Down His Window And He Started To Say Its All About Makin That G.T.A.  [Chorus:] Coz The Boys In The Hood Are Always Hard You Come Talkin That Trash, We'll Pull Ya Card Knowin' Nutin In Life But To Be Legit' Dont Quote Me Boy Coz I Aint Said Shit  [Scratches] Yo Man &quot;Get The Fuck Out&quot; [Scratches] Pump That Beat &quot;Muthafucka, Say What&quot;  Down On B's Is The Place To Give Me The Pace He Said Ma Man J.D. Is On Freebase The Boy J.D. Was A Friend Of Mine 'till I Caught Him In My Car Tryin To Steal The Alpine Chased Him Down The Street To Call A Truce The Silly Muthafucka Pulls Out A Deuce Deuce Little Did He Know I Had A Loaded 12 Guage One Sucker Dead, L.A. Times Front Page  [Chorus:] Coz The Boys In The Hood Are Always Hard You Come Talkin That Trash, Well Pull Ya Card Knowin' Nutin In Life But To Be Legit' Dont Quote Me Boy Coz I Aint Said Shit  [Scratches] &quot;Yo Leroy&quot; [Scratches] &quot;Beer Drinkin Breath Stinkin Sniffin Glue&quot;  Bored As Hell And I Wanna Get Ill So I Went To A Spot Where Ma Homeboys Chill The Fellas Out There Makin Dat Dollar I Pulled Up In Ma 6 Fo' Impala They Greet Me Wit A 40 And I Start Drinkin And From The 8 Ball, My Breath Starts Stinkin Left To Get Ma Girl To Rock That Body Before I Left, I Hit The Bac-Ardi Went To Her House To Get Her Out Of The Pad Dumb Hoe Said Somethin That Made Me Mad She Said Somethin That I Couldnt Believe So I Grabbed The Stupid Bitch By Her Nappy-Ass Weave She Started Talkin Shit, Wouldnt You Know Reached Back Like A Pimp, Slapped The Hoe Her Father Jumped Up And He Started To Shout So I Threw A Right Cross And Knocked His Old-Ass Out  [Chorus:] Coz The Boys In The Hood Are Always Hard You Come Talkin That Trash, Well Pull Ya Card Knowin' Nutin In Life But To Be Legit' Dont Quote Me Boy Coz I Aint Said Shit  [Scratches] &quot;Who Do U Think You Are Mr. Big Stuff&quot; [Scratches] &quot;Rock This Muthafucka Like The Hard 3 Tha Hard Way&quot;  I'm Rollin Hard, Now Under Control Then Wrapped The 6 Fo' Round A Telephone Pole I Looked At Ma Car And I Said &quot;Oh Brother&quot; I'll Throw It In The Gutter And Go Buy Another Walkin Home And I Seen The G Ride Now Cat Is Drivin, Kilo On The Side As They Busted A U, They Got Pulled Over A Undercover Cop In A Dark Green Nova Cat Got Beat For Resistin Arrest He Socked A Pig In The Head For Rippin His Guess Now G Is Caught, For Doin The Crime Fourth Offense On The Boy, He'll Do Some Time  [Chorus:] Coz The Boys In The Hood Are Always Hard You Come Talkin That Trash, Well Pull Ya Card Knowin Nutin In Life But To Be Legit' Dont Quote Me Boy Coz I Aint Said Shit  [Scratches] L.A. Playa [Scratches] Big Drum Beater  I Went To Get Them Out But There Was No Bail The Fellas Caused A Riot In The County Jail Two Days Later In Municipal Court Kilo G On Trial Cold Cut A Fart Obstruction Of The Court Said The Judge On A Six Year Sentence, Ma Man Didnt Budge Baliff Came Over To Turn Him In Kilo G Looked Up And Gave A Grin He Yelled Out Fire, Then Came Suzie The Bitch Came In With A Sub-Machine Uzi Police Shot The Bitch But They Didnt Hurt Her Both Upstate For Attempted Murder  [Chorus:] Coz The Boys In The Hood Are Always Hard You Come Talkin That Trash, Well Pull Ya Card Knowin Nutin In Life But To Be Legit' Dont Quote Me Boy Coz I Aint Said Shit  [Scratches] &quot;Yeah, I Kicked A Little Ass But That Was A Blast From The Past Muthafucka [Scratches] &quot;Get Busy Ya Ya Ya Yall&quot; ",
        "artist": "Eazy E",
        "song": "Boyz-N-The Hood"
    },
    {
        "lyrics": " Radio, TV, and even the press know the meanin of V-A-P-O-R-S The meanin' of this word without no doubt Means nobody wants to be there when you're down and out Once you're established and got a lot of money Everybody wanna be your buddy and honey Like tall buildings they call skyscrapers  [beat box]  Can you feel it Nothin' can save ya For this is the season of catchin' the vapors And since I got time, what I'm gonna do Is tell ya how to spread it throughout my crew Wel you all know TJ Swan who sang on my records Made the music, &quot;Nobody Beats the Biz&quot; Well, check it Back in the days before this began He usually tried to talk to this girl name Fran The type of female with fly Gucci wear With big trunk jewelry and extensions in her hair When Swan tried to kick it, she always fessed Talkin' about &quot;Baby, please, you work for UPS&quot; Since he wasn't no type of big drug dealer My man TJ Swan didn't appeal to her But now he trucks gold and wears fly Valley boots Rough leather fashions and tough silk suits Now she stop frontin' an' wants to speak And be comin' to all the shows Every single weekend To get his beeper number, she'd be beggin' please Dyin' for the day to get skeezed  She caught the vapors [x4]  I got another partner that's calm and plain He goes by the name of the Big Daddy Kane A mellow type of fellow that's laid back Back in the days, he was nothin' like that I remember when he used to fight every day What grown-ups would tell him he would never obey He wore his pants hangin' down and his sneakers untied And a rasta-type Kango tilted to the side Around his neighborhood, people treated him bad And said he was the worst thing his mom's ever had They said that he will grow up to be nothin' but a hoodlum Or either in jail or someone would shoot him But now he's grown up, to their surprise Big Daddy got a hit record sellin' worldwide Now the same people that didn't like him as a child be sayin' Can I borrow a dollar, ooh, you're a star now  They caught the vapors [x4]  Now I got a cousin by the name of Von Lee Better known to y'all as Cutmaster Cool V He cuts scratch, transform with finesse [cuts and scratches]... and all that mess Well I remember when he first started to rock And tried to get his job in a record shop He was in it to win it but the boss fronted Said, &quot;Sorry Mr. Lee, but there's no help wanted&quot; Now my cousin Von still tried on and on and on 'Til the like break of dawn To put this j-o-b in effect But they'd look right past him and be like &quot;next&quot; Now for the year of '88 Cool V is makin' dollars so my cousin's like straight He walks into the same record shop as before And the boss'll be like, &quot;Von, welcome to my store&quot; Offerin' him a job but naw, he don't want it Damn it feels goo to see people up on it 'Cause I remember when at first they wasn't Now guess what they caught from my cousin The vapors  They caught the vapors [x4]  Last subject of the story is about Biz Mark I had to work for mine to put your body in park When I was a teenager, I wanted to be down With a lot of M.C.-deejayin' crews in town So in school on Nobel Street, I say &quot;Can I be down, champ&quot; They said no and treated me like a wet food stamp After gettin' rejected, I was very depressed Sat and wrote some def doo-doo rhymes at my rest When I used to come to parties they'd make me pay I'd have to beg to get on the mike and rap that day I was never into girls, I was just into my music They acted like I wanted to keep it Instead of tryin' to use it But now things switched without belief &quot;Yo, Biz, do you remember me from Nober Street, chief? We used to be down back in the days&quot; It happens all the time and never ceases to amaze  They caught the vapors [x4] ",
        "artist": "Biz Markie",
        "song": "Vapors"
    },
    {
        "lyrics": " [Verse 1: Humpty Hump (Shock G)] All right! Stop whatcha doin' 'cause I'm about to ruin the image and the style that ya used to. I look funny, but yo I'm makin' money, see so yo world I hope you're ready for me. Now gather round I'm the new fool in town and my sound's laid down by the Underground. I drink up all the Hennessey ya got on ya shelf so just let me introduce myself My name is Humpty, pronounced with a Umpty. Yo ladies, oh how I like to hump thee. And all the rappers in the top ten-please allow me to bump thee. I'm steppin' tall, y'all, and just like Humpty Dumpty you're gonna fall when the stereos pump me. I like to rhyme,   I like my beats funky, I'm spunky.  I like my oatmeal lumpy. I'm sick wit dis, straight gangsta mack but sometimes I get ridiculous I'll eat up all your crackers and your licorice hey yo fat girl, c'mere-are ya ticklish? Yeah, I called ya fat.     Look at me, I'm skinny It never stopped me from gettin' busy I'm a freak  I like the girls with the boom I once got busy in a Burger King bathroom I'm crazy. Allow me to amaze thee. They say I'm ugly but it just don't faze me. I'm still gettin' in the girls' pants and I even got my own dance  [Chorus:] The Humpty Dance is your chance to do the hump Do the Humpty Hump, come on and do the Humpty Hump Do the Humpty Hump, just watch me do the Humpty Hump Do ya know what I'm doin', doin' the Humpty Hump Do the Humpty Hump, do the Humpty Hump  [Verse 2:] People say &quot;Yo, Humpty, you're really funny lookin'&quot; that's all right 'cause I get things cookin' Ya stare, ya glare, ya constantly try to compare me but ya can't get near me I give 'em more, see, and on the floor, B, all the girls they adore me Oh yes, ladies, I'm really bein' sincere 'cause in a 69 my humpty nose will tickle ya rear.  My nose is big, uh-uh I'm not ashamed Big like a pickle, I'm still gettin' paid I get laid by the ladies, ya know I'm in charge, both how I'm livin' and my nose is large I get stoopid, I shoot an arrow like Cupid, I use a word that don't mean nothin', like looptid I sang on Doowhutchalike, and if ya missed it, I'm the one who said just grab 'em in the biscuits Also told ya that I like to bite Well, yeah, I guess it's obvious, I also like to write. All ya had to do was give Humpty a chance  and now I'm gonna do my dance.  [Chorus]  [Breakdown:] Oh, yeah, that's the break, y'all Let me hear a little bit of that bass groove right here Oh, yeah! Now that I told ya a little bit about myself let me tell ya a little bit about this dance It's real easy to do--check it out  [Verse 3:] First I limp to the side like my leg was broken Shakin' and twitchin' kinda like I was smokin' Crazy wack funky People say ya look like M.C. Hammer on crack, Humpty That's all right 'cause my body's in motion It's supposed to look like a fit or a convulsion Anyone can play this game This is my dance, y'all, Humpty Hump's my name No two people will do it the same Ya got it down when ya appear to be in pain Humpin', funkin', jumpin', jig around, shakin' ya rump, and when the dude a chump pump points a finger like a stump tell him step off, I'm doin' the Hump.  [Chorus]  Black people, do the Humpty Hump, do the Humpty Hump White people, do the Humpty Hump, do the Humpty Hump Puerto Ricans, do the Humpty Hump, just keep on doin' the hump Samoans, do the Humpty Hump, do the Humpty Hump  Let's get stoopid!  [Chorus]  Oh, yeah, come on and break it down  [Outro:] Once again, the Underground is in the house I'd like to send a shout out to the whole world, keep on doin' the Humpty Dance, and to the ladies, peace and humptiness forever  [Music and fade] ",
        "artist": "Digital Underground",
        "song": "The Humpty Dance"
    },
    {
        "lyrics": " [Dr. Dre:] Yo, man... There's a lot of brothers out there flakin' and perpetratin But scared to kick reality. [Ice Cube:] Man, you've been doing all this dope producing. You had a chance to show 'em what time it is... [Dr. Dre:] So, what you want me to do? Express Yourself...  [Dr. Dre:] I'm expressin' with my full capabilities, And now I'm livin' in correctional facilities, Cause some don't agree with how I do this. I get straight, meditate like a Buddhist I'm droppin' flava, my behaviour is heriditery, But my technique is very necessary. Blame it on Ice Cube... Because he says it gets funky When you got a subject and a predacit. Add it on a dope beat And that'll make you think. Some suckaz just tickle me pink To my stomache. 'Cause they don't flow like this one. You know what? I won't hesitate to dis one Or two before I'm through. So don't try to sing this! Some drop science While I'm droppin' English. Even if Yella Makes it a-capella I still express, yo, I don't smoke weed or a sess. Cause its known to give a brother brain damage. And brain damage on the mic don't manage Nuthin' But makin' a sucker and you equal. Don't be another sequel...  Express Yourself... Express Yourself... Come on and do it...  Express Yourself... Express Yourself... Come on and do it...  Now, gettin' back to the PG. That's program, and it's easy. Dre is back. Newjacks, I mean hollow, Expressin' ain't their subject Because they like to follow The words, the style, the trend, The records I spin. Again and again and again Yo, you on the other end. Whatch a brother playin' dope rhymes with no help. There's no fessin' and guessin' While I'm expressin myself. It's crazy to see people be What society wants them to be. But not me! Ruthless... Is the way to go They know. Others say rhymes that fail  To be original. Or they kill where the hiphop starts, Forget about the ghetto And rap for the pop charts. Some musicians curse at home But scared to use profanity When up on the microphone. Yeah, they want reality. But you won't hear none. They rather exaggerate, a little fiction. Some say no to drugs and take a stand, But after the show they go lookin' for the dopeman. Or they ban my group from the radio. Hear NWA and say &quot;Hell no!&quot;.  But you know it ain't all about wealth. As long as you make a note to...  Express Yourself... Express Yourself... Come on and do it...  Express Yourself... Express Yourself... Come on and do it...  Express Yourself... From the heart. Cause if you wanna start to move up the chart Then expression is a big part of it. You ain't efficient when you flow You ain't swift, movin' like a tortoise. Full of rigor mortis. There's a little bit more to show I got rhymes in my mind, and better like an embryo. Or a lesson - all of 'em expression And if you start fessin' - I got a Smith and Wessun For you. I might ignore your record  Because it has no bottom. I get loose in the summer. When in spring and autumn It's Dre on the mic, gettin' physical. Doin' the job NWA is the lynch mob! Yes, I'm a cob? But you know you need this. And the knowledge is growin' Just like a foetus, or a tumor. But here's the rumor: Dre is in the neighborhood And he's up to no good. When I start expressin' myself, Yella, slam it! Cause If I stay funky like this I'm doin' damage. Or I'mma be too hyped, And need a straight jacket. I got knowledge and other suckaers lack it. So, when you see Dre, a DJ on the mic, Ask what it's like. It's like we gettin' hype tonight. Cause if I strike It ain't for your good health. But I won't strike if you just...  Express Yourself... Express Yourself... Come on and do it...  Express Yourself... Express Yourself... Come on and do it...  Express Yourself... Come on and do it... Come on and do it... Come on and do it... Come on and do it... [music fades] ",
        "artist": "N.W.A",
        "song": "Express Yourself"
    }
]