[
    {
        "lyrics": "\r\nI said a hip hop,\nThe hippie, the hippie,\nTo the hip, hip hop, and you don't stop, a rock it\nTo the bang bang boogie, say, up jump the boogie,\nTo the rhythm of the boogie, the beat.\nNow, what you hear is not a test - I'm rappin' to the beat,\nAnd me, the groove, and my friends are gonna try to move your feet.\nSee, I am Wonder Mike, and I'd like to say hello,\nTo the black, to the white, the red and the brown,\nThe purple and yellow. But first, I gotta\nBang bang, the boogie to the boogie,\nSay up jump the boogie to the bang bang boogie,\nLet's rock, you don't stop,\nRock the rhythm that'll make your body rock.\nWell so far you've heard my voice but I brought two friends along,\nAnd the next on the mic is my man Hank,\nC'mon, Hank, sing that song!\n\nCheck it out, I'm the C-A-S-A, the N-O-V-A,\nAnd the rest is F-L-Y,\nYou see I go by the code of the doctor of the mix,\nAnd these reasons I'll tell you why.\nYou see, I'm six foot one, and I'm tons of fun\nWhen I dress to a T,\nYou see, I got more clothes than Muhammad Ali\nand I dress so viciously.\nI got bodyguards, I got two big cars\nThat definitely ain't the wack,\nI got a Lincoln Continental and a sun-roofed Cadillac.\nSo after school I take a dip in the pool,\nWhich is really on the wall,\nI got a colour TV, so I can see\nThe Knicks play basketball. Hear me talk about\nCheckbooks, credit cards, mo' money\nThan a sucker could ever spend,\nBut I wouldn't give a sucker or a bum from the Rucker\nNot a dime 'til I made it again. Everybody go\nHo-tel, mo-tel, what you gonna do today? (say what?)\n'Cause I'm a get a fly girl,\nGonna get some spank n' drive off in a def OJ. Everybody go\nHo-tel, mo-tel, Holiday Inn,\nSay if your girl starts actin' up, then you take her friend.\nMaster Gee! My mellow!\nIt's on to you, so what you gonna do?\n\nWell, it's on'n'n'on'n'on on'n'on,\nThe beat don't stop until the break of dawn.\nI said M-A-S, T-E-R, a G with a double E,\nI said I go by the unforgettable name\nOf the man they call the Master Gee.\nWell, my name is known all over the world\nBy all the foxy ladies and the pretty girls.\nI'm goin' down in history\nAs the baddest rapper there ever could be.\nNow I'm feelin' the highs and you're feelin' the lows,\nThe beat starts gettin' into your toes\nYou start poppin' your fingers and stompin' your feet\nAnd movin' your body while while you're sitting in your seat\nAnd then damn! Ya start doin' the freak, I said\nDamn! Right outta your seat\nThen you throw your hands high in the air,\nYa rockin' to the rhythm, shake your derriere\nYa rockin' to the beat without a care,\nWith the sureshot MCs for the affair.\nNow, I'm not as tall as the rest of the gang\nBut I rap to the beat just the same.\nI got a little face, and a pair of brown eyes\nAll I'm here to do, ladies, is hypnotize\nSingin' on'n'n'on'n'on on'n'on,\nThe beat don't stop until the break of dawn\nSingin' on'n'n'on'n'on on'n'on,\nLike a hot buttered pop da pop da pop dibbie dibbie\nPop da pop pop, don't you dare stop\nCome alive y'all, gimme what you got\nI guess by now you can take a hunch\nAnd find that I am the baby of the bunch\nBut that's okay, I still keep in stride,\n'Cause all I'm here to do is just wiggle your behind\nSingin' on'n'n'on'n'on on'n'on,\nThe beat don't stop until the break of dawn.\nSingin' on'n'n'on'n'on on'n'on,\nRock rock, y'all, throw it on the floor\nI'm gonna freak you here, I'm gonna freak you there,\nI'm gonna move you outta this atmosphere.\n'Cause I'm one of a kind and I'll shock your mind\nI'll put TNT in your behind. I said\nOne, two, three, four, come on, girls, get on the floor\nA-come alive, y'all, a-gimme what you got\n'Cause I'm guaranteed to make you rock\nI said one, two, three, four, tell me, Wonder Mike\nWhat are you waiting for?\n\nI said a hip hop,\nThe hippie to the hippie\nThe hip hip a hop, and you don't stop, a rock it\nTo the bang bang boogie, say up jump the boogie,\nTo the rhythm of the boogie, the beat.\nA Skiddleebebop, we rock, scooby doo,\nAnd guess what, America, we love you\n'Cause you rocked and a rolled with so much soul,\nYou could rock 'til a hundred and one years old.\nI don't mean to brag, I don't mean to boast,\nBut we're like hot butter on your breakfast toast\nRock it up, Baby Bubba!\nBaby Bubba to the boogie da bang bang da boogie\nTo the beat, beat, it's so unique\nCome on everybody and dance to the beat!\n\n<i>[Drum break]</i>\n\nA hip hop\nThe hippie to the hippie the\nHip hip a hop and you don't stop, rock it\nRock it out, Baby Bubba to the boogie da bang bang\nThe boogie to the boogie, the beat.\nI said, I can't wait 'til the end of the week\nWhen I'm rappin' to the rhythm of a groovy beat\nAnd I attempt to raise your body heat.\nJust blow your mind, so you can't speak\nAnd do a thing but a-rock and shuffle your feet\nAnd let it change up to a dance called the freak\nAnd when you finally do come into your rhythmic beat,\nRest a little while so you don't get weak.\nI know a man named Hank\nHe has more rhymes than a serious bank\nSo come on Hank, sing that song,\nTo the rhythm of the boogie, the bang bang da bong!\n\nWell, I'm Imp the Dimp, the ladies' pimp,\nThe women fight for my delight.\nBut I'm the grandmaster with the three MCs\nThat shock the house for the young ladies\nAnd when you come inside, into the front,\nYou do the freak, spank, and do the bump\nAnd when the sucker MC try to prove a point,\nWe're a treacherous trio, we're the serious joint!\na-From sun to sun and from time to time\nI sit down and write a brand new rhyme\nBecause they say that miracles never cease\nI've created a devastating masterpiece\nI'm gonna rock the mic 'til you can't resist,\nEverybody, I say it goes like this\nWell, I was walking home late one afternoon\nA reporter stopped me for an interview\nShe said she's heard stories and she's heard fables\nThat I'm vicious on the mic and the turntable\nThis young reporter I did adore,\nSo I rocked some vicious rhymes like I never did before\nShe said, &quot;Damn, fly guy, I'm in love with you\nThe Casanova legend must have been true&quot;\nI said, &quot;By the way, baby, what's your name?&quot;\nSaid, &quot;I go by name of Lois Lane\nAnd you could be my boyfriend, you surely can,\nJust let me quit my boyfriend called Superman.&quot;\nI said, &quot;He's a fairy, I do suppose\nFlyin' through the air in pantyhose\nHe may be very sexy, or even cute,\nBut he looks like a sucker in a blue and red suit,&quot;\nI said, &quot;You need a man man who's got finesse\nAnd his whole name across his chest\nHe may be able to fly all through the night,\nBut can he rock a party 'til the early light?\nHe can't satisfy you with his little worm,\nBut I can bust you out with my super sperm!&quot;\nI go do it, I go do it, I go do it, do it, do it.\nAn' I'm here an' I'm there, I'm Big Ban Hank, I'm everywhere\nJust throw your hands up in the air\nAnd party hardy like you just don't care\nLet's do it, don't stop, y'all, a tick tock, y'all, you don't stop!\nGo ho-tel, mo-tel, what you gonna do today? (Say what?)\nI'm gonna get a fly girl, gonna get some spank, drive off in a def OJ,\nEverybody go, &quot;Ho-tel, mo-tel, Holiday Inn&quot;\nYou say if your girl starts actin' up, then you take her friend\nI say skip, dive, what can I say?\nI can't fit 'em all inside my OJ,\nSo I just tak half, and bust 'em out,\nI give the rest to Master Gee so he can shock the house\nIt was twelve o'clock one Friday night\nI was rockin' to the beat and feelin' all right\nEverybody was dancin' on the floor\nDoin' all the things they never did before\nAnd then this fly girl with a sexy lean\nShe came into the bar, she came into the scene\nShe travelled deeper inside the room\nAll the fellas checked out her white Sassoons\nShe came up to the table, looked into my eyes\nThen she turned around and shook her behind\nSo I said to myself, it's time for me to release\nMy vicious rhyme I call my masterpiece\nAnd now people in the house, this is just for you\nA little rap to make you boogaloo\nNow the group you hear is called Phase Two\nAnd let me tell you somethin', we're a helluva crew\nOnce a week, we're on the street\nJust to cut in the jams and look at your feet\nFor you to party, you gotta have the moves,\nSo we'll get right down and get you a groove\nFor you to dance, you got to be hot\nSo we'll get right down and make you rock\nNow the system's on and the girls are there\nYou definitely have a rockin' affair\nBut let me tell you somethin', there's still one fact\nAnd to have a party, you got to have a rap\nSo when the party's over, you're makin' it home,\nAnd tryin' to sleep before the break of dawn\nAnd while you're sleepin', you start to dream,\nAnd thinkin' how you danced on the disco scene\nMy name appears in your mind,\nYeah, a name you know that was right on time\nIt was Phase Two just doin' a do\nRockin' you down 'cause you knew we could\nTo the rhythm of the beat that makes you freak,\nCome alive girls, get on your feet\nTo the rhythm of the beat to the beat the beat\nTo the double beat beat that makes you freak\nTo the rhythm of the beat that says you go on\nOn'n'on into the break of dawn\nNow I got a man comin' on right now\nHe's guaranteed to throw down\nHe goes by the name of Wonder Mike\nCome on, Wonder Mike, do what you like!\n\nI say a can of beer that's sweeter than honey,\nLike a millionaire that has no money\nLike a rainy day that is not wet,\nLike a gamblin' fiend that does not bet\nLike Dracula without his fangs,\nLike the boogie to the boogie without the boogie bang\nLike collard greens that don't taste good,\nLike a tree that's not made out of wood\nLike goin' up and not comin' down,\nIs just like the beat without the sound, no sound\nTo the beat beat, you do the freak\nEverybody just rock and dance to the beat\nHave you ever went over a friends house to eat\nAnd the food just ain't no good?\nThe macaroni's soggy, the peas are mushed,\nAnd the chicken tastes like wood\nSo you try to play it off like you think you can\nBy saying that you're full\nAnd then your friend says, &quot;Mama, he's just being polite\nHe ain't finished, uh-uh, that's bull!&quot;\nSo your heart starts pumpin' and you think of a lie\nAnd you say that you already ate\nAnd your friend says &quot;Man, there's plenty of food&quot;\nSo you pile some more on your plate\nWhile the stinky food's steamin', your mind starts to dreamin'\nOf the moment that it's time to leave\nAnd then you look at your plate and your chicken's slowly rottin'\nInto something that looks like cheese\nOh so you say &quot;That's it, I gotta leave this place\nI don't care what these people think,\nI'm just sittin' here makin' myself nauseous\nWith this ugly food that stinks&quot;\nSo you bust out the door while it's still closed\nStill sick from the food you ate\nAnd then you run to the store for quick relief\nFrom a bottle of Kaopectate\nAnd then you call your friend two weeks later\nTo see how he has been\nAnd he says, &quot;I understand about the food,\nBaby Bubba, but we're still friends&quot;\nWith a hip hop the hippie to the hippie\nThe hip hip a hop, a you don't stop the rockin'\nTo the bang bang boogie\nSay up jump the boogie to the rhythm of the boogie the beat\nI say, &quot;Hank, can ya rock?\nCan ya rock to the rhythm that just don't stop?\nCan ya hip me to the shoobie doo?&quot;\nI said, &quot;Come on, make, make the people move!&quot;\n\nI go to the balls and then ring the bell\nBecause I am the man with the clientele\nAnd if ya ask me why I rock so well,\nA Big Bang, I got clientele\nAnd from the time I was only six years old\nI never forgot what I was told\nIt was the best advice I ever had\nIt came from my wise, dear old dad\nHe said, &quot;Sit down, punk, I wanna talk to you\nAnd don't say a word until I'm through\nNow there's a time to laugh, a time to cry\nA time to live and a time to die\nA time to break and a time to chill\nTo act civilized or act real ill\nBut whatever you do in your lifetime\nYou never let an MC steal your rhyme&quot;\nSo from six to six 'til this very day\nI'll always remember what he had to say\nSo when the sucker MCs try to chump my style\nI let them know that I'm versatile\nI got style, finesse, and a little black book\nThat's filled with rhymes and I know you wanna look\nBut the thing that separates you from me\nAnd that is called originality\nBecause my rhymes are on from what you heard\nI didn't even bite, not a go---word\nAnd I say a little more, later on tonight\nSo the sucker MCs can bite all night\nA tick a tock, y'all, a beat beat, y'all\nA let's rock, y'all, you don't stop\nYa go, &quot;Ho-tel, mo-tel, what you gonna do today?&quot; (Say what?)\nYa say, &quot;I'm gonna get a fly girl, gonna get some spank and\n\nDrive off in a def OJ&quot;\nEverybody go, &quot;Ho-tel, mo-tel, Holiday Inn&quot;\nYa say if your girl starts actin' up, then you take her friends\nA like that, y'all, to the beat, y'all\nBeat beat y'all, ya don't stop!\nA Master Gee, my mellow\nIt's on to you so what you gonna do?\n\nWell, like Johnny Carson on the Late Show\nA like Frankie Crocker in stereo\nWell like the Barkay's singin' &quot;Holy Ghost&quot;\nThe sounds to throw down, they're played the most\nIt's like my man Captain Sky\nWhose name he earned with his super sperm\nWe rock and we don't stop\nGet off, y'all, I'm here to give you what you got\nTo the beat that it makes you freak\nAnd come alive, girl, get on your feet\nA like a Perry Mason without a case\nLike Farrah Fawcett without her face\nLike the Barkays on the mic\nLike gettin' down right for you tonight\nLike movin' your body so you don't know how\nRight to the rhythm and throw down\nLike comin' alive to the Master Gee\nThe brother who rocks so viciously\nI said the age of one, my life begun\nAt the age of two I was doin' the do\nAt the age of three, it was you and me\nRockin' to the sounds of the Master Gee\nAt the age of four, I was on the floor\nGivin' all the freaks what they bargained for\nAt the age of five I didn't take no jive\nWith the Master Gee it's all the way live\nAt the age of six I was a-pickin' up sticks\nRappin' to the beat, my stick was fixed\nAt the age of seven, I was rockin' in heaven\nDon't you know I went off\nI gotta run on down to the beat you see\nGettin' right on down, makin' all the girls\nJust take off their clothes to the beat the beat\nTo the double beat beat that makes you freak\nAt the age of eight, I was really great\n'Cause every night, you see, I had a date\nAt the age of nine, I was right on time\n'Cause every night I had a party rhyme\nGoing on'n'n'on'n' on on'n'on\nThe beat don't stop until the break of dawn\nA sayin' on'n'n'on'n' on on'n'on\nLike a hot buttered de pop pop de popcorn...\n",
        "artist": "Sugar Hill Gang",
        "song": "Rappers Delight"
    },
    {
        "lyrics": "\r\n1989 the number another summer (get down)\nSound of the funky drummer\nMusic hittin' your heart cause I know you got sould\n(Brothers and sisters, hey)\nListen if you're missin' y'all\nSwingin' while I'm singin'\nGivin' whatcha gettin'\nKnowin' what I know\nWhile the Black bands sweatin'\nAnd the rhythm rhymes rollin'\nGot to give us what we want\nGotta give us what we need\nOur freedom of speech is freedom or death\nWe got to fight the powers that be\nLemme hear you say\nFight the power\n\n<i>[Chorus]</i>\n\nAs the rhythm designed to bounce\nWhat counts is that the rhymes\nDesigned to fill your mind\nNow that you've realized the prides arrived\nWe got to pump the stuff to make us tough\nfrom the heart\nIt's a start, a work of art\nTo revolutionize make a change nothin's strange\nPeople, people we are the same\nNo we're not the same\nCause we don't know the game\nWhat we need is awareness, we can't get careless\nYou say what is this?\nMy beloved lets get down to business\nMental self defensive fitness\n(Yo) bum rush the show\nYou gotta go for what you know\nMake everybody see, in order to fight the powers that be\nLemme hear you say...\nFight the Power\n\n<i>[Chorus]</i>\n\nElvis was a hero to most\nBut he never meant shit to me you see\nStraight up racist that sucker was\nSimple and plain\nMother fuck him and John Wayne\nCause I'm Black and I'm proud\nI'm ready and hyped plus I'm amped\nMost of my heroes don't appear on no stamps\nSample a look back you look and find\nNothing but rednecks for 400 years if you check\nDon't worry be happy\nWas a number one jam\nDamn if I say it you can slap me right here\n(Get it) lets get this party started right\nRight on, c'mon\nWhat we got to say\nPower to the people no delay\nTo make everybody see\nIn order to fight the powers that be\n\n(Fight the Power)\n",
        "artist": "Public Enemy",
        "song": "Fight The Power"
    },
    {
        "lyrics": "\r\nKick it!\r\n\r\nYou wake up late for school man you don't wanna go\r\nYou ask you mom, &quot;Please?&quot; but she still says, &quot;No!&quot;\r\nYou missed two classes and no homework\r\nBut your teacher preaches class like you're some kind of jerk\r\n\r\nYou gotta fight for your right to party\r\n\r\nYou pops caught you smoking and he said, &quot;No way!&quot;\r\nThat hypocrite smokes two packs a day\r\nMan, living at home is such a drag\r\nNow your mom threw away your best porno mag (Busted!)\r\n\r\n<i>[repeat chorus]</i>\r\n\r\nDon't step out of this house if that's the clothes you're gonna wear\r\nI'll kick you out of my home if you don't cut that hair\r\nYour mom busted in and said, &quot;What's that noise?&quot;\r\nAw, mom you're just jealous it's the Beastie Boys!\r\n\r\n<i>[repeat chorus]</i>\n",
        "artist": "Beastie Boys",
        "song": "Fight For Your Right"
    },
    {
        "lyrics": "\r\nAs I walk through the valley of the shadow of death\nI take a look at my life and realize there's nothin' left\n'Cause I've been blasting and laughing so long,\nThat even my mama thinks that my mind is gone\nBut I ain't never crossed a man that didn't deserve it\nMe be treated like a punk you know that's unheard of\nYou better watch how you're talking and where you're walking\nOr you and your homies might be lined in chalk\nI really hate to trip but I gotta loc\nAs they croak, I see myself in the pistol smoke, fool\nI'm the kinda G the little homies wanna be like\nOn my knees in the night saying prayers in the streetlight\n\nBeen spending most their lives, living in the gangsta's paradise\nBeen spending most their lives, living in the gangsta's paradise\nKeep spending most our lives, living in the gangsta's paradise\nKeep spending most our lives, living in the gangsta's paradise\n\nLook at the situation they got me facin'\nI can't live a normal life, I was raised by the streets\nSo I gotta be down with the hood team\nToo much television watching got me chasing dreams\nI'm an educated fool with money on my mind\nGot my 10 in my hand and a gleam in my eye\nI'm a loc'd out gangsta set trippin' banger\nAnd my homies is down so don't arouse my anger, fool\nDeath ain't nothing but a heartbeat away,\nI'm living life, do or die, what can I say\nI'm 23 now, but will I live to see 24\nThe way things are going I don't know\n\nTell me why are we so blind to see\nThat the ones we hurt are you and me\n\nBeen spending most their lives, living in the gangsta's paradise\nBeen spending most their lives, living in the gangsta's paradise\nKeep spending most our lives, living in the gangsta's paradise\nKeep spending most our lives, living in the gangsta's paradise\n\nPower and the money, money and the power\nMinute after minute, hour after hour\nEverybody's running, but half of them ain't looking\nWhat's going on in the kitchen, but I don't know what's cookin'\nThey say I gotta learn, but nobody's here to teach me\nIf they can't understand it, how can they reach me\nI guess they can't, I guess they won't\nI guess they front, that's why I know my life is out of luck, fool\n\nBeen spending most their lives, living in the gangsta's paradise\nBeen spending most their lives, living in the gangsta's paradise\nKeep spending most our lives, living in the gangsta's paradise\nKeep spending most our lives, living in the gangsta's paradise\n\nTell me why are we so blind to see\nThat the ones we hurt are you and me\nTell me why are we so blind to see\nThat the ones we hurt are you and me\n<i>[Fade out]</i>\n",
        "artist": "Coolio",
        "song": "Gangsta's Paradise"
    },
    {
        "lyrics": "\r\n<i>[Chorus - Dido:]</i>\nMy tea's gone cold I'm wondering why I got out of bed at all\nThe morning rain clouds up my window and I can't see at all\nAnd even if I could it'll all be gray, but your picture on my wall\nIt reminds me, that it's not so bad, it's not so bad.\n\n<i>[1st Chorus: volume gradually grows over raindrop background]</i>\n<i>[2nd Chorus: full volume with beat right after &quot;thunder&quot; noise]</i>\n\n<i>[Eminem as 'Stan']</i>\nDear Slim, I wrote you but you still ain't calling\nI left my cell, my pager, and my home phone at the bottom\nI sent two letters back in autumn, you must not-a got 'em\nThere probably was a problem at the post office or something\nSometimes I scribble addresses too sloppy when I jot 'em\nbut anyways; fuck it, what's been up? Man how's your daughter?\nMy girlfriend's pregnant, too, I'm bout to be a father\nIf I have a daughter, guess what I'ma call her?\nI'ma name her Bonnie\nI read about your Uncle Ronnie, too, I'm sorry\nI had a friend kill himself over some bitch who didn't want him\nI know you probably hear this everyday, but I'm your biggest fan\nI even got the underground shit that you did with Skam\nI got a room full of your posters and your pictures man\nI like the shit you did with Rawkus, too, that shit was phat\nAnyways, I hope you get this man, hit me back,\njust to chat, truly yours, your biggest fan\nThis is Stan\n\n<i>[Chorus - Dido]</i>\n\n<i>[Eminem as 'Stan']</i>\nDear Slim, you still ain't called or wrote, I hope you have a chance\nI ain't mad - I just think it's FUCKED UP you don't answer fans\nIf you didn't wanna talk to me outside your concert\nyou didn't have to, but you coulda signed an autograph for Matthew\nThat's my little brother man, he's only six years old\nWe waited in the blistering cold for you,\nfour hours and you just said, &quot;No.&quot;\nThat's pretty shitty man - you're like his fucking idol\nHe wants to be just like you man, he likes you more than I do\nI ain't that mad though, I just don't like being lied to\nRemember when we met in Denver - you said if I'd write you\nyou would write back - see I'm just like you in a way\nI never knew my father neither;\nhe used to always cheat on my mom and beat her\nI can relate to what you're saying in your songs\nso when I have a shitty day, I drift away and put 'em on\n'Cause I don't really got shit else so that shit helps when I'm depressed\nI even got a tattoo with your name across the chest\nSometimes I even cut myself to see how much it bleeds\nIt's like adrenaline, the pain is such a sudden rush for me\nSee everything you say is real, and I respect you 'cause you tell it\nMy girlfriend's jealous 'cause I talk about you 24/7\nBut she don't know you like I know you Slim, no one does\nShe don't know what it was like for people like us growing up\nYou gotta call me man, I'll be the biggest fan you'll ever lose\nSincerely yours, Stan\n-- P.S.\nWe should be together, too\n\n<i>[Chorus - Dido]</i>\n\n<i>[Eminem as 'Stan']</i>\nDear Mister I'm-Too-Good-To-Call-Or-Write-My-Fans,\nthis'll be the last package I ever send your ass\nIt's been six months and still no word - I don't deserve it?\nI know you got my last two letters;\nI wrote the addresses on 'em perfect\nSo this is my cassette I'm sending you, I hope you hear it\nI'm in the car right now, I'm doing 90 on the freeway\nHey Slim, I drank a fifth of vodka, you dare me to drive?\nYou know the song by Phil Collins, &quot;In the Air Tonight&quot;\nabout that guy who coulda saved that other guy from drowning\nbut didn't, then Phil saw it all, then at a show he found him?\nThat's kinda how this is, you coulda rescued me from drowning\nNow it's too late - I'm on a 1000 downers now, I'm drowsy\nand all I wanted was a lousy letter or a call\nI hope you know I ripped all of your pictures off the wall\nI love you Slim, we coulda been together, think about it\nYou ruined it now, I hope you can't sleep and you dream about it\nAnd when you dream I hope you can't sleep and you SCREAM about it\nI hope your conscience EATS AT YOU and you can't BREATHE without me\nSee Slim; <i>[*screaming*]</i> Shut up bitch! I'm trying to talk!\nHey Slim, that's my girlfriend screaming in the trunk,\nBut I didn't slit her throat, I just tied her up, see I ain't like you\n'Cause if she suffocates she'll suffer more, and then she'll die, too\nWell, gotta go, I'm almost at the bridge now\nOh shit, I forgot, how'm I supposed to send this shit out?\n<i>[car tires squeal]</i> <i>[CRASH]</i>\n.. <i>[brief silence]</i> .. <i>[LOUD splash]</i>\n\n<i>[Chorus - Dido]</i>\n\n<i>[Eminem]</i>\nDear Stan, I meant to write you sooner but I've just been busy\nYou said your girlfriend's pregnant now, how far along is she?\nLook, I'm really flattered you would call your daughter that\nand here's an autograph for your brother,\nI wrote it on the Starter cap\nI'm sorry I didn't see you at the show, I musta missed you\nDon't think I did that shit intentionally just to diss you\nBut what's this shit you said about you like to cut your wrists, too?\nI say that shit just clowning dogg,\nc'mon - how fucked up is you?\nYou got some issues Stan, I think you need some counseling\nto help your ass from bouncing off the walls when you get down some\nAnd what's this shit about us meant to be together?\nThat type of shit'll make me not want us to meet each other\nI really think you and your girlfriend need each other\nor maybe you just need to treat her better\nI hope you get to read this letter, I just hope it reaches you in time\nbefore you hurt yourself, I think that you'll be doing just fine\nif you relax a little, I'm glad I inspire you but Stan\nwhy are you so mad? Try to understand, that I do want you as a fan\nI just don't want you to do some crazy shit\nI seen this one shit on the news a couple weeks ago that made me sick\nSome dude was drunk and drove his car over a bridge\nand had his girlfriend in the trunk, and she was pregnant with his kid\nand in the car they found a tape, but they didn't say who it was to\nCome to think about it, his name was... it was you\nDamn!\n",
        "artist": "Eminem",
        "song": "Stan"
    },
    {
        "lyrics": "\r\n<i>[Intro: Puff Daddy]</i>\n\nEvery day I wake up\nI hope I'm dreamin\nI can't believe this shit\nCan't believe you ain't here\nSometimes it's just hard for a nigga to wake up\nIt's hard to just keep goin\nIt's like I feel empty inside without you bein here\nI would do anything man, to bring you back\nI'd give all this shit, shit the whole knot\nI saw your son today\nHe look just like you\nYou was the greatest\nYou'll always be the greatest\nI miss you Big\nCan't wait til that day, when I see your face again\nI can't wait til that day, when I see your face again...\n\nYeah... this right here (tell me why)\nGoes out, to everyone, that has lost someone\nThat they truly loved (c'mon, check it out)\n\n<i>[Verse One: Puff Daddy]</i>\n\nSeems like yesterday we used to rock the show\nI laced the track, you locked the flow\nSo far from hangin on the block for dough\nNotorious, they got to know that\nLife ain't always what it seem to be (uh-uh)\nWords can't express what you mean to me\nEven though you're gone, we still a team\nThrough your family, I'll fulfill your dream (that's right)\nIn the future, can't wait to see\nIf you open up the gates for me\nReminisce some time, the night they took my friend (uh-huh)\nTry to black it out, but it plays again\nWhen it's real, feelings hard to conceal\nCan't imagine all the pain I feel\nGive anything to hear half your breath (half your breath)\nI know you still living your life, after death \n\n<i>[Chorus: Faith Evans]</i>\n\nEvery step I take, every move I make\nEvery single day, every time I pray\nI'll be missing you\nThinkin of the day, when you went away\nWhat a life to take, what a bond to break\nI'll be missing you\n\n<i>[Puff]</i> I miss you Big\n\n<i>[Verse Two: Puff Daddy]</i>\n\nIt's kinda hard with you not around (yeah)\nKnow you in heaven smilin down (eheh)\nWatchin us while we pray for you\nEvery day we pray for you\nTil the day we meet again\nIn my heart is where I'll keep you friend\nMemories give me the strength I need (uh-huh) to proceed\nStrength I need to believe\nMy thoughts Big I just can't define (can't define)\nWish I could turn back the hands of time\nUs in the 6, shop for new clothes and kicks\nYou and me taking flicks\nMakin hits, stages they receive you on\nI still can't believe you're gone (can't believe you're gone)\nGive anything to hear half your breath (half your breath)\nI know you still living you're life, after death \n\n<i>[Chorus]</i>\n\n<i>[Faith Evans]</i> Somebody tell me why\n\n<i>[Interlude: Faith Evans]</i>\n\nOn that morning\nWhen this life is over\nI know\nI'll see your face\n\n<i>[Outro: 112]</i>\n\nEvery night I pray, every step I take\nEvery move I make, every single day\nEvery night I pray, every step I take\n<i>[Puff]</i> Every day that passes\nEvery move I make, every single day\n<i>[Puff]</i> Is a day that I get closer\n<i>[Puff]</i> To seeing you again\nEvery night I pray, every step I take\n<i>[Puff]</i> We miss you Big... and we won't stop\nEvery move I make, every single day\n<i>[Puff]</i> Cause we can't stop... that's right\nEvery night I pray, every step I take\nEvery move I make, every single day\n<i>[Puff]</i> We miss you Big\n<i>[music fades out]</i>\n",
        "artist": "Puff Daddy",
        "song": "I'll Be Missing You"
    },
    {
        "lyrics": "\r\nCalifornia love!\n\n<i>[1:]</i>\nCalifornia... knows how to party\nCalifornia... knows how to party\nIn the citaaay of L.A.\nIn the citaaay of good ol' Watts\nIn the citaaay, the city of Compton\nWe keep it rockin! We keep it rockin!\n\n<i>[Verse 1: Dr. Dre]</i>\nNow let me welcome everybody to the wild, wild west\nA state that's untouchable like Elliot Ness\nThe track hits ya eardrum like a slug to ya chest\nPack a vest for your Jimmy in the city of sex\nWe in that sunshine state where that bomb ass hemp be\nThe state where ya never find a dance floor empty\nAnd pimps be on a mission for them greens\nLean mean money-makin-machines servin fiends\nI been in the game for ten years makin rap tunes\nEver since honeys was wearin sassoon\nNow it's '95 and they clock me and watch me\nDiamonds shinin lookin like I robbed Liberace\nIt's all good, from Diego to tha Bay\nYour city is tha bomb if your city makin pay\nThrow up a finger if ya feel the same way\nDre puttin it down for\nCaliforn-I-a\n\n<i>[1]</i>\n\n<i>[2:]</i>\nShake it shake it baby\nShake it shake it baby\nShake it shake it mama\nShake it Cali\nShake it shake it baby\nShake it shake it shake it shake it...\n\n<i>[Verse 2: 2Pac]</i>\nOut on bail fresh outta jail, California dreamin\nSoon as I stepped on the scene, I'm hearin hoochies screamin\nFiendin for money and alcohol\nThe life of a west side playa where cowards die and it's all ball\nOnly in Cali where we riot not rally to live and die\nIn L.A. we wearin Chucks not Ballies (that's right)\nDressed in Locs and khaki suits and ride is what we do\nFlossin but have caution we collide with other crews\nFamous cause we program worldwide\nLet'em recognize from Long Beach to Rosecrans\nBumpin and grindin like a slow jam, it's west side\nSo you know the row won't bow down to no man\nSay what you say\nBut give me that bomb beat from Dre\nLet me serenade the streets of L.A.\nFrom Oakland to Sacktown\nThe Bay Area and back down\nCali is where they put they mack down\nGive me love!\n\n<i>[1]</i>\n\n<i>[Dre:]</i> Now make it shake...\n\n<i>[2]</i>\n\n<i>[Outro: Dre, 2Pac]</i>\nUh, yeah, uh, longbeach in tha house, uh yeah\nOaktown, Oakland definately in tha house hahaha\nFrisko, Frisko\n<i>[Tupac:]</i> Hey, you know LA is up in this\nPasadena, where you at\nYeah, Inglewood, Inglewood always up to no good\n<i>[Tupac:]</i> Even Hollywood tryin to get a piece baby\nSacramento, sacramento where ya at? yeah\n\nThrow it up y'all, throw it up, Throw it up\nLet's show these fools how we do this on that west side\nCause you and I know it's tha best side\n\nYeah, That's riight\nWest coast, west coast\nUh, California Love\nCalifornia Love\n",
        "artist": "2Pac",
        "song": "California Love"
    },
    {
        "lyrics": "\r\nWhen I'm alone in my room sometimes I stare at the wall\r\nand in the back of my mind I hear my conscience call\r\nTelling me I need a girl who's as sweet as a dove\r\nfor the first time in my life, I see I need love\r\nThere I was giggling about the games\r\nthat I had played with many hearts, and I'm not saying no names\r\nThen the thought occured, tear drops made my eyes burn\r\nas I said to myself look what you've done to her\r\nI can feel it inside, I can't explain how it feels\r\nall I know is that I'll never dish another raw deal\r\nPlaying make believe pretending that I'm true\r\nholding in my laugh as I say that I love you\r\nSaying amor kissing you on the ear\r\nwhispering I love you and I'll always be here\r\nAlthough I often reminsce I can't believe that I found\r\na desire for true love floating around\r\nInside my soul because my soul is cold\r\none half of me deserves to be this way till I'm old\r\nBut the other half needs affection and joy\r\nand the warmth that is created by a girl and a boy\r\nI need love\r\nI need love\r\n\r\nRomance sheer delight how sweet\r\nI gotta find me a girl to make my life complete\r\nYou can scratch my back, we'll get cozy and huddle\r\nI'll lay down my jacket so you can walk over a puddle\r\nI'll give you a rose, pull out your chair before we eat\r\nkiss you on the cheek and say ooh girl you're so sweet\r\nIt's deja vu whenever I'm with you\r\nI could go on forever telling you what I do\r\nBut where you at you're neither here or there\r\nI swear I can't find you anywhere\r\nDamn sure you ain't in my closet, or under my rug\r\nthis love search is really making me bug\r\nAnd if you know who you are why don't you make yourself seen\r\ntake the chance with my love and you'll find out what I mean\r\nFantasy's can run but they can't hide\r\nand when I find you I'm gon' pour all my love inside\r\nI need love\r\nI need love\r\n\r\nI wanna kiss you hold you never scold you just love you\r\nsuck on you neck, caress you and rub you\r\nGrind moan and never be alone\r\nif you're not standing next to me you're on the phone\r\nCan't you hear it in my voice, I need love bad\r\nI've got money but love's something I've never had\r\nI need your ruby red lips sweet face and all\r\nI love you more than a man who's 10 feet tall\r\nI'd watch the sunrise in your eyes\r\nwe're so in love when we hug we become paralyzed\r\nOur bodies explode in ecstasy unreal\r\nyou're as soft as a pillow and I'm as hard as steel\r\nIt's like a dream land, I can't lie I never been there\r\nmaybe this is an experience that me and you can share\r\nClean and unsoiled yet sweaty and wet\r\nI swear to you this is something that I'll never forget\r\nI need love\r\nI need love\r\n\r\nSee what I mean I've changed I'm no longer\r\na play boy on the run I need something that's stronger\r\nFriendship, trust honor respect admiration\r\nthis whole experience has been such a revelation\r\nIt's taught me love and how to be a real man\r\nto always be considerate and do all I can\r\nProtect you you're my lady and you mean so much\r\nmy body tingles all over from the slightest touch\r\nOf your hand and understand I'll be frozen in time\r\ntill we meet face to face and you tell me you're mine\r\nIf I find you girl I swear I'll be a good man\r\nI'm not gonna leave it in destiny's hands\r\nI can't sit and wait for my princess to arrive\r\nI gotta struggle and fight to keep my dream alive\r\nI'll search the whole world for that special girl\r\nwhen I finally find you watch our love unfurl\r\nI need love\r\nI need love\r\n\r\nGirl, listen to me\r\nWhen I be sittin in my room all alone, staring at the wall\r\nfantasies, they go through my mind\r\nAnd I've come to realize that I need true love\r\nand if you wanna give it to me girl make yourself seen\r\nI'll be waiting\r\nI love you\n",
        "artist": "LL Cool J",
        "song": "I Need Love"
    },
    {
        "lyrics": "\r\nIt's been three weeks since you've been looking for your friend\nThe one you let hit it and never called you again\n'Member when he told you he was 'bout the Benjamins\nYou act like you ain't hear him then gave him a little trim\nTo begin, how you think you really gon' pretend\nLike you wasn't down then you called him again\nPlus when you give it up so easy you ain't even fooling him\nIf you did it then, then you probably f*** again\nTalking out your neck sayin' you're a Christian\nA Muslim sleeping with the gin\nNow that was the sin that did Jezebel in\nWho you gon' tell when the repercussions spin\nShowing off your ass 'cause you're thinking it's a trend\nGirlfriend, let me break it down for you again\nYou know I only say it 'cause I'm truly genuine\nDon't be a hardrock when you're really a gem\nBabygirl, respect is just a minimum\nNiggas f***ed up and you still defending them\nNow Lauryn is only human\nDon't think I haven't been through the same predicament\nLet it sit inside your head like a million women in Philly, Penn.\nIt's silly when girls sell their soul because it's in\nLook at where you be in hair weaves like Europeans\nFake nails done by Koreans\nCome again\nCome again, come again, come again, come again\n\nGuys you know you better watch out\nSome girls, some girls are only about\nThat thing, that thing, that thing\n\nThe second verse is dedicated to the men\nMore concerned with his rims and his Timbs than his women\nHim and his men come in the club like hooligans\nDon't care who they offend popping yang like you got yen\nLet's not pretend, they wanna pack pistol by they waist men\nCristal by the case men, still in they mother's basement\nThe pretty face, men claiming that they did a bid men\nNeed to take care of their three and four kids men\nThey facing a court case when the child's support late\nMoney taking, heart breaking now you wonder why women hate men\nThe sneaky silent men the punk domestic violence men\nThe quick to shoot the s***n stop acting like boys and be men\nHow you gon' win when you ain't right within\nHow you gon' win when you ain't right within\nHow you gon' win when you ain't right within\nCome again\nCome again, come again, come again, come again\n\nGirls you know you better watch out\nSome guys, some guys are only about\nThat thing, that thing, that thing\n",
        "artist": "Lauryn Hill",
        "song": "Doo Wop (That Thing)"
    },
    {
        "lyrics": "\r\nAh, push it\nAh, push it\n\nOooh, baby, baby\nBaby, baby\nOooh, baby, baby\nBaby, baby\n\nGet up on this!\n\nOw! Baby!\nSalt and Pepa's here!\n\n(Now wait a minute, y'all\nThis dance ain't for everybody\nOnly the sexy people\nSo all you fly mothers, get on out there and dance\nDance, I said!)\n\nSalt and Pepa's here, and we're in effect\nWant you to push it, babe\nCoolin' by day then at night working up a sweat\nC'mon girls, let's go show the guys that we know\nHow to become number one in a hot party show\nNow push it\n\nAh, push it - push it good\nAh, push it - push it real good\nAh, push it - push it good\nAh, push it - p-push it real good\n\nHey! Ow!\nPush it good!\n\nOooh, baby, baby\nBaby, baby\nOooh, baby, baby\nBaby, baby\n\nPush it good\nPush it real good\nAh, push it\nAh, push it\n\nYo, yo, yo, yo, baby-pop\nYeah, you come here, gimme a kiss\nBetter make it fast or else I'm gonna get pissed\nCan't you hear the music's pumpin' hard like I wish you would?\nNow push it\n\nPush it good\nPush it real good\nPush it good\nP-push it real good\n\nAh, push it\nGet up on this!\n\nBoy, you really got me going\nYou got me so I don't know what I'm doing\n\nAh, push it\n",
        "artist": "Salt-N-Pepa",
        "song": "Push It"
    },
    {
        "lyrics": "\r\n<i>[LL]</i>\r\n\r\nC'mon man\r\n\r\n<i>[News Report]</i>\r\n\r\nAnd with the local DBT news, LL Cool J with a triumphant comeback\r\n<i>[mumbling]</i>\r\nbut tonite...\r\n\r\n<i>[LL]</i>\r\n\r\nDon't call it a comeback\r\nI been here for years\r\nRockin my peers and puttin suckas in fear\r\nMakin the tears rain down like a MON-soon\r\nListen to the bass go BOOM\r\nExplosion, overpowerin\r\nOver the competition, I'm towerin\r\nWreckin shop, when I drop these lyrics that'll make you call the cops\r\nDon't you dare stare, you betta move\r\nDon't ever compare\r\nMe to the rest that'll all get sliced and diced\r\nCompetition's payin the price\r\n\r\n<i>[Chorus:]</i>\r\n\r\nI'm gonna knock you out (HUUUH!!!)\r\nMama said knock you out (HUUUH!!!)\r\n<i>[REPEAT 4X]</i>\r\n\r\nDon't u call this a regular jam\r\nI'm gonna rock this land\r\nI'm gonna take this itty bitty world by storm\r\nAnd I'm just gettin warm\r\nJust like Muhummad Ali they called him Cassius\r\nWatch me bash this beat like a skull\r\nCuz u know I had beef wit\r\nWhy do u riff with me, the maniac psycho\r\nAnd when I pull out my jammy get ready cuz it might go\r\nBLAAAAW, how ya like me now?\r\nThe river will not allow\r\nU to get with, Mr. Smith, dont riff\r\nListen to my gear shift\r\nI'm blastin, outlastin\r\nKinda like Shaft, so u could say I'm shaftin\r\nOld English filled my mind\r\nAnd I came up with a funky rhyme\r\n\r\n<i>[Chorus]</i>\r\n<i>[LL]</i>\r\n\r\nBreakdown!!!\r\n\r\nShadow boxin when I heard you on the radio (HUUUH!!!)\r\nI just don't know\r\nWhat made you forget that I was raw?\r\nBut now I got a new tour\r\nI'm goin insane, startin the hurricane, releasin pain\r\nLettin you know that you can't gain, I maintain\r\nUnless ya say my name\r\nRippin, killin\r\nDiggin and drillin a hole\r\nPass the Ol' Gold\r\n\r\n<i>[Chorus]</i>\r\n\r\nShotgun blasts are heard\r\nWhen I rip and kill, at WILL\r\nThe man of the hour, tower of power, I'll devour\r\nI'm gonna tie you up and let you understand\r\nthat I'm not your average man\r\nwhen I got a jammy in my hand\r\nDAAAAAM!!!!! Oooooohh!!\r\nListen to the way I slaaaaay, your crew\r\nDamage (UHH) damage (UHH) damage (UHH) damage\r\nDestruction, terror, and mayhem\r\nPass me a sissy so suckas I'll slay him\r\nFarmers (What!!!) Farmers (What!!!)\r\nI'm ready (we're ready!!!)\r\nI think I'm gonna bomb a town (get down!!)\r\nDon't u neva, eva, pull my lever\r\nCuz I explode\r\nAnd my nine is easy to load\r\nI gotta thank God\r\nCuz he gave me the strength to rock\r\nHARD!! knock you out, mama said knock you out\r\n\r\n<i>[Chorus]</i>\n",
        "artist": "LL Cool J",
        "song": "Mama Said Knock You Out"
    },
    {
        "lyrics": "\r\n<i>[Andre 3000]</i>\r\nYeah this one right here goes out to all the baby's mamas, mamas...\r\nMamas, mamas, baby mamas, mamas\r\nYeah, go like this\r\n\r\n<i>[CHORUS (Andre 3000):]</i>\r\nI'm sorry Ms. Jackson (oh)\r\nI am for real\r\nNever meant to make your daughter cry\r\nI apologize a trillion times\r\nI'm sorry Ms. Jackson (oh)\r\nI am for real\r\nNever meant to make your daughter cry\r\nI apologize a trillion times\r\n\r\n<i>[Big Boi]</i>\r\nA baby drama mama, don't like me\r\nShe doing things like having her boys come from her neighborhood\r\nTo the studio trying to fight me\r\nShe need to get a, piece of the American pie and take her bite out\r\nThat's my house, I disconnect the cable and turn the lights out\r\nAnd let her know her grandchild is a baby, and not a paycheck\r\nPrivate schools, daycare, shit, medical bills, I'll pay that\r\nI love your mom and everything, see I ain't the one who laid down\r\nShe wanna rip you up, start a custody war, my lawyer stay down\r\nShe never got a chance to hear my side of the story we was divided\r\nShe had fish fries and cookouts\r\nOn my child's birthday I ain't invited\r\nDespite it, I show her the utmost respect when I fall through\r\nAll you, do is defend that lady when I call you, yeah\r\n\r\n<i>[CHORUS]</i>\r\n\r\n<i>[Andre 3000]</i>\r\nMe and your daughter\r\nGot a special thang going on\r\nYou say it's puppy love\r\nWe say it's full grown\r\nHope that we feel this\r\nFeel this way forever\r\nYou could plan a pretty picnic\r\nBut you can't predict the weather, Ms. Jackson\r\n\r\nTen times out of nine, now if I'm blind fine\r\nThe quickest muzzle throw it on my mouth and I'll decline\r\nKing meets queen, then the puppy love thing, together dream\r\nBout that crib with the Goodyear swing\r\nOn the oak tree, I hope we feel like this forever\r\nForever, forever, ever, forever, ever?\r\nForever never seems that long until you're grown\r\nAnd notice that the day by day rule can't be too long\r\nMs. Jackson my intentions were good I wish I could\r\nBecome a magician to abracadabra all the sadder\r\nThoughts of me, thoughts of she, thoughts of he\r\nAsking what happened to the feeling that her and me\r\nHad, I pray so much about it need some knee, pads\r\nIt happened for a reason one can't be, mad\r\nSo know this, know that everything is cool\r\nAnd yes I will be present on the first day of school, and graduation\r\n\r\n<i>[CHORUS]</i>\r\n\r\n<i>[Big Boi]</i>\r\nUh, uh, yeah\r\n&quot;Look at the way he treats me&quot;, shit, look at the way you treat me\r\nSee your little nose ass home girls got they ass up in the creek G\r\nWithout a paddle, you left the straddle and ride this thing on out\r\nAnd then you and this girl ain't speaking no more 'cause my dick all in her mouth\r\nKnow what I'm talking about, jealousy, infidelity, envy\r\nCheating, beating, and to the G's they be the same thing\r\nSo who you placing the blame on, you keep on singing the same song\r\nLet bygones be bygones, you can go on and get the hell on\r\nYou and your mama\r\n\r\n<i>[CHORUS x2]</i>\n",
        "artist": "Outkast",
        "song": "Ms. Jackson"
    },
    {
        "lyrics": "\r\n<i>[Snoop Doggy Dogg]</i>\nOne, two, three and to the fo'\nSnoop Doggy Dogg and Dr. Dre is at the do'\nReady to make an entrance, so back on up\n(Cause you know we 'bout had to rip shit up)\nGimme the microphone first, so I can bust like a bubble\nCompton and Long Beach together, now you know you in trouble\nAin't nothin' but a G thang, baby!\nTwo loc'ed out G's so we're crazy!\nDeath Row is the label that pays me!\nUnfadable, so please don't try to fade this (Hell yeah)\nBut, uh, back to the lecture at hand\nPerfection is perfected, so I'm 'a let 'em understand\nFrom a young G's perspective\nAnd before me dig out a bitch I have ta' find a contraceptive\nYou never know she could be earnin' her man,\nAnd learnin' her man, and at the same time burnin' her man\nNow you know I ain't wit that shit, Lieutenant\nAin't no pussy good enough to get burnt while I'm up in it\n(yeah) And that's realer than real-deal Holyfield\nAnd now you hookas and ho's know how I feel\nWell if it's good enough to get broke off a proper chunk\nI'll take a small piece of some of that funky stuff\n\n<i>[Hook — Snoop Doggy Dogg:]</i>\nIt's like this and like that and like this and uh\nIt's like that and like this and like that and uh\nIt's like this and like that and like this and uh\nDre, creep to the mic like a phantom\n\n<i>[Dr. Dre]</i>\nWell I'm peepin', and I'm creepin', and I'm creep-in'\nBut I damn near got caught, 'cause my beeper kept beepin'\nNow it's time for me to make my impression felt\nSo sit back, relax, and strap on your seat belt\nYou never been on a ride like this befo'\nWith a producer who can rap and control the maestro\nAt the same time with the dope rhyme that I kick\nYou know, and I know, I flow some ol' funky shit\nTo add to my collection, the selection\nSymbolizes dope, take a toke, but don't choke\nIf ya' do, ya' have no clue\nO' what me and my homey Snoop Dogg came to do\n\n<i>[Hook — Snoop Doggy Dogg &amp; Dr. Dre:]</i>\nIt's like this and like that and like this and uh\nIt's like that and like this and like that and uh\nIt's like this, and who gives a fuck about those?\nSo jus' chill, 'til the next episode\n\n<i>[Snoop Doggy Dogg]</i>\nFallin' back on that ass with a hellified gangsta' lean\nGettin' funky on the mic like a' old batch o' collard greens\nIt's the capital S, oh yes, the fresh N-double O-P\nD-O-double G-Y D-O-double G ya' see\nShowin' much flex when it's time to wreck a mic\nPimpin' ho's and clockin' a grip like my name was Dolomite\nYeah, and it don't quit\nI think they in a mood for some motherfucking G shit\nSo Dre. (What up Dogg?)\nWe gotta give 'em what they want (What's that, G?)\nWe gotta break 'em off somethin' (Hell yeah)\nAnd it's gotta be bumpin' (City of Compton!)\n\n<i>[Dr. Dre]</i>\nIt's where it takes place so I'm a ask your attention\nMobbing like a motherfucker but I ain't lynching\nDroppin' the funky shit that's making the sucker niggas mumble\nWhen I'm on the mic, it's like a cookie, they all crumble\nTry to get close, and your ass'll get smacked\nMy motherfucking homie Doggy Dogg has my back\nNever let me slip, 'cause if I slip, then I'm slippin'\nBut if I got my Nina, then you know I'm straight trippin'\nAnd I'm a continue to put the rap down, put the mack down\nAnd if your bitches talk shit, I have ta' put the smack down\nYeah, and ya' don't stop\nI told you I'm just like a clock when I tick and I tock\nBut I'm never off, always on, 'til the break dawn\nC-O-M-P-T-O-N, and the city they call Long Beach\nPuttin' the shit together\nLike my nigga D.O.C., no one can do it better\n\n<i>[Hook — Dr. Dre &amp; Snoop Doggy Dogg:]</i>\nLike this, that and this and uh\nIt's like that and like this and like that and uh\nIt's like this, and who gives a fuck about those\nSo jus' chill, 'til the next episode\n",
        "artist": "Dr. Dre",
        "song": "Nuthin But A 'G' Thang."
    },
    {
        "lyrics": "\r\nIf you're having girl problems I feel bad for you son\nI got 99 problems but a bitch ain't one\n\n<i>[Verse One]</i>\nI got the rap patrol on the gat patrol\nFoes that wanna make sure my casket's closed\nRap critics that say he's &quot;Money Cash Hoes&quot;\nI'm from the hood stupid what type of facts are those\nIf you grew up with holes in your zapatos\nYou'd celebrate the minute you was having dough\nI'm like fuck critics you can kiss my whole asshole\nIf you don't like my lyrics you can press fast forward\nGot beef with radio if I don't play they show\nThey don't play my hits well I don't give a shit SO\nRap mags try and use my black ass\nSo advertisers can give em more cash for ads...fuckers\nI don't know what you take me as\nor understand the intelligence that Jay-Z has\nI'm from rags to riches nigga I ain't dumb\nI got 99 problems but a bitch ain't one\nHit me\n\n<i>[Chorus]</i>\n99 Problems but a bitch ain't one\nIf you having girl problems I feel bad for you son\nI got 99 problems but a bitch ain't one\nHit me\n\n<i>[Verse Two]</i>\nThe year is '94 and in my trunk is raw\nIn my rear view mirror is the mother fucking law\nI got two choices yall pull over the car or\nbounce on the double put the pedal to the floor\nNow I ain't trying to see no highway chase with jake\nPlus I got a few dollars I can fight the case\nSo I...pull over to the side of the road\nAnd I heard &quot;Son do you know why I'm stopping you for?&quot;\nCause I'm young and I'm black and my hat's real low\nDo I look like a mind reader sir, I don't know\nAm I under arrest or should I guess some mo?\n&quot;Well you was doing fifty five in a fifty four&quot;\n&quot;License and registration and step out of the car&quot;\n&quot;Are you carrying a weapon on you I know a lot of you are&quot;\nI ain't stepping out of shit all my papers legit\n&quot;Do you mind if I look round the car a little bit?&quot;\nWell my glove compartment is locked so is the trunk and the back\nAnd I know my rights so you gon' need a warrant for that\n&quot;Aren't you sharp as a tack are some type of lawyer or something?&quot;\n&quot;Or somebody important or something?&quot;\nNah I ain't passed the bar but I know a little bit\nEnough that you won't illegally search my shit\n&quot;Well see how smart you are when the K-9's come&quot;\nI got 99 problems but a bitch ain't one\nHit me\n\n<i>[Chorus X2]</i>\n\n<i>[Verse Three]</i>\nNow once upon a time not too long ago\nA nigga like myself had to strong arm a hoe\nThis is not a hoe in the sense of having a pussy\nBut a pussy having no God Damn sense, try and push me\nI tried to ignore him and talk to the Lord\nPray for him, cause some fools just love to perform\nYou know the type loud as a motor bike\nBut wouldn't bust a grape in a fruit fight\nThe only thing that's gonna happen is i'mma get to clapping\nHe and his boys gon' be yapping to the captain\nAnd there I go trapped in the kit kat again\nBack through the system with the riff raff again\nFiends on the floor scratching again\nPaparazzi's with they cameras snapping them\nD.A. tried to give the nigga the shaft again\nHalf-a-mil for bail cause I'm African\nAll because this fool was harrassin' them\nTrying to play the boy like hes saccarin\nBut ain't nothing sweet 'bout how I hold my gun\nI got 99 problems but being a bitch ain't one\nHit me\n\n<i>[Chorus X3]</i>\n\nYou're crazy for this one Rick\nIt's your boy\n",
        "artist": "Jay Z",
        "song": "99 Problems"
    },
    {
        "lyrics": "\r\n<i>[Verse One: Mase]</i>\n\nNow, who's hot who not\nTell me who rock who sell out in the stores\nYou tell me who flopped who copped the blue drop\nWho jewels got robbed who's mostly Goldie down\nTo the tube sock, the same ol pimp\nMase, you know ain't nothing change but my limp\nCan't stop till I see my name on a blimp\nGuarantee a million sales pulling all the love\nYou don't believe in Harlem World nigga double up\nWe don't play around it's a bet lay it down\nNigga didn't know me ninety-one bet they know me now\nI'm the young Harlem nigga with the Goldie sound\nCan't no PHD niggas hold me down, Cooter\nSchooled me to the game, now I know my duty\nStay humble stay low blow like Hootie\nTrue pimp niggas spend no dough on the booty\nAnd then ya yell there go Mase there go your cutie\n<i>[Singers come in over this last line]</i>\n\nI don't know what, they want from me\nIt's like the more money we come across\nThe more problems we see\n<i>[Repeat 2X]</i>\n\n<i>[Verse Two: Puff Daddy]</i>\n\nYeah yeah, ahaha, I'm the C-to-the-A-to-the-D-D-Y\nKnow you'd rather see me die than to see me fly\nI call all the shots\nRip all the spots, rock all the rocks\nCop all the drops, I know you thinking now's\nWhen all the balling stops, nigga never\nHome gotta call me on the yacht\nTen years from now we'll still be on top\nYo, I thought I told you that we won't stop\nNow what you gonna do when it's cool\nBag a money much longer than yours\nAnd a team much stronger than yours, violate me\nThis'll be your day, we don't play\nMess around be D.O.A., be on your way\nCause it ain't enough time here, ain't enough lime here\nFor you to shine here, deal with many women\nBut treat dimes fair, and I'm\nBigger than the city lights down in Times Square\nYeah, yeah yeah\n\nI don't know what, they want from me\nIt's like the more money we come across\nThe more problems we see\n<i>[Repeat 2X]</i>\n\n<i>[Verse Three: Notorious B.I.G.]</i>\n\nUhh, uhhh\nB.I.G., P-O, P-P-A\nNo info, for the, DEA\nFederal agents mad cause I'm flagrant\nTap my cell, and the phone in the basement\nMy team supreme, stay clean\nTriple beam lyrical dream, I be that\nCat you see at all events bent\nGats in holsters girls on shoulders\nPlayboy, I told ya, being mice to me\nBruise too much, I lose, too much\nStep on stage the girls boo too much\nI guess it's cause you run with lame dudes too much\nMe lose my touch, never that\nIf I did, ain't no problem to get the gat\nWhere the true players at?\nThrow your rollies in the sky\nWave em side to side and keep their hands high\nWhile I give your girl the eye, player please\nLyrically, niggas see, B.I.G.\nBe flossing jig on the cover of Fortune\nFive double oh, here's my phone number\nYour name, I got to know, I got to go\nGot the flow down phizat, platinum plus\nLike thizat, dangerous\nOn trizack, leave your ass kizzack\n\nI don't know what, they want from me\nIt's like the more money we come across\nThe more problems we see\n<i>[Repeat 3X]</i>\nWhat's going on?\nWhat's going on?\nI don't know what, they want from me\nIt's like the more money we come across\nThe more problems we see\n<i>[Repeat 3X to fade]</i>\n",
        "artist": "Notorious B.I.G.",
        "song": "Mo Money Mo Problems"
    },
    {
        "lyrics": "\r\n<i>[Chorus:]</i>\r\nSummer, summer, summertime\r\nTime to sit back and unwind\r\n\r\n<i>[The Fresh Prince:]</i>\r\nHere it is the groove slightly transformed\r\nJust a bit of a break from the norm\r\nJust a little somethin' to break the monotony\r\nOf all that hardcore dance that has gotten to be\r\nA little bit out of control it's cool to dance\r\nBut what about the groove that soothes that moves romance\r\nGive me a soft subtle mix\r\nAnd if ain't broke then don't try to fix it\r\nAnd think of the summers of the past\r\nAdjust the base and let the alpine blast\r\nPop in my CD and let me run a rhyme\r\nAnd put your car on cruise and lay back cause this is summertime\r\n\r\n<i>[Chorus]</i>\r\n\r\n<i>[The Fresh Prince:]</i>\r\nSchool is out and it's a sort of a buzz\r\nA back then I didn't really know what it was\r\nBut now I see what have of this\r\nThe way that people respond to summer madness\r\nThe weather is hot and girls are dressing less\r\nAnd checking out the fellas to tell 'em who's best\r\nRiding around in your jeep or your benzos\r\nOr in your Nissan stting on lorenzos\r\nBack in Philly we be ou in the park\r\nA place called the plateau is where everybody goes\r\nGuys out hunting and girls doing likewise\r\nHonking at the honey in front of you with the light eyes\r\nShe turn around to see what you beeping at\r\nIt's like the summers a natural afradesiac\r\nAnd with a pen and pad I compose this rhyme\r\nTo hit you and get you equipped for the summer time\r\n\r\n<i>[Chorus]</i>\r\n\r\n<i>[The Fresh Prince:]</i>\r\nIt's late in the day and I ain't been on the court yet\r\nHustle to the mall to get me a short set\r\nYeah I got on sneaks but I need a new pair\r\nCause basketball courts in the summer got girls there\r\nThe temperature's about 88\r\nHop in the water plug just for old times sake\r\nBreak to ya crib change your clothes once more\r\nCause you're invited to a barbeque that's starting at 4\r\nSitting with your friends cause y'all remincise\r\nAbout the days growing up and the first person you kiss\r\nAnd as I think back makes me wonder how\r\nThe smell from a grill could spark up nostalgia\r\nAll the kids playing out front\r\nLittle boys messin round with the girls playing double-dutch\r\nWhile the DJ's spinning a tune as the old folks dance at your family reunion\r\nThen six o'clock rolls around\r\nYou just finished wiping your car down\r\nIt's time to cruise so you head to the summertime hangout\r\nIt looks like a car show\r\nEverybody come lookin real fine\r\nFresh from the barber shop or fly from the beauty salon\r\nEvery moment frontin and maxin\r\nChillin in the car they spent all day waxin\r\nLeanin to the side but you can't spead through\r\nTwo miles an hour so everybody sees you\r\nThere's an air of love and of happiness\r\nAnd this is the Fresh Prince's new defintion of summer madness\r\n\r\n<i>[Chorus]</i>\n",
        "artist": "DJ Jazzy Jeff & The Fresh Prince",
        "song": "Summertime"
    },
    {
        "lyrics": "\r\n<i>[50 Cent]</i>\nGo, go, go, go\nGo, go, go shorty\nIt's your birthday\nWe gon' party like it's yo birthday\nWe gon' sip Bacardi like it's yo birthday\n'Cause you know we don't give a fuck\nIt's not your birthday!\n\n<i>[Chorus (2x)]</i>\nYou can find me in the club, bottle full of Bud\nMama, I got that X, if you into takin' drugs\nI'm into having sex, I ain't into making love\nSo come give me a hug if you into getting rubbed\n\n<i>[Verse]</i>\nWhen I pull out up front, you see the Benz on dubs\nWhen I roll 20 deep, it's 20 knives in the club\nNiggas heard I fuck with Dre, now they wanna show me love\nWhen you sell like Eminem, and the hoes they wanna fuck\nBut homie ain't nothing change ho's down, G's up\nI see Xzibit in the Cutt that nigga roll that weed up\nIf you watch how I move you'll mistake me for a playa or pimp\nBeen hit wit a few shells but I dont walk wit a limp\nIn the hood, in L.A. they saying &quot;50 you hot&quot;\nThey like me, I want them to love me like they love 'Pac\nBut holla in New York them niggas'll tell ya I'm loco\nAnd the plan is to put the rap game in a choke hold\nI'm feelin' focused man, my money on my mind\nI got a mill out the deal and I'm still on the grind\nNow shawty said she feeling my style, she feeling my flow\nHer girlfriend wanna get bi and they ready to go\n\n<i>[Chorus (2x)]</i>\n\n<i>[Bridge]</i>\nMy flow, my show brought me the dough\nThat bought me all my fancy things\nMy crib, my cars, my clothes, my jewels\nLook nigga I done came up and I ain't change.\n\n<i>[Verse]</i>\nAnd you should love it, way more then you hate it\nNigga you mad? I thought that you'd be happy I made it\nI'm that cat by the bar toasting to the good life\nYou that faggot ass nigga trying to pull me back right?\nWhen my junk get to pumping in the club it's on\nI wink my eye at ya bitch, if she smiles she gone\nIf the roof on fire, let the motherfucker burn\nIf you talking bout money homie, I ain't concerned\nI'm a tell you what Banks told me cause go 'head switch the style up\nIf the niggas hate then let 'em hate\nWatch the money pile up\nOr we go upside there wit a bottle of bub\nYou know where we fucking be\n\n<i>[Chorus (2x)]</i>\n\n<i>[Talking]</i>\n<i>[Laughing]</i> Don't try to act like you ain't know where we been either nigga\nIn the club all the time nigga, its about to pop off nigga\nG-Unit\n",
        "artist": "50 Cent",
        "song": "In Da Club"
    },
    {
        "lyrics": "\r\n<i>[Intro]</i>\nOne, two, three, uh!\n\n<i>[Verse One - Andre 3000]</i>\nMy baby don't mess around\nBecause she loves me so\nAnd this I know for sure.\nUh, but does she really wanna\nBut can't stand to see me\nWalk out the door.\nDon't try to fight the feelin'\n'Cause the thought alone is killing me right now..\nUh, thank god for mom and dad\nFor sticking two together\n'Cause we don't know how...\nUH!\n\n<i>[Chorus:]</i>\nHey... ya.\nHey ya.\nHey... ya.\nHey ya.\nHey... ya.\nHey ya.\nHey... ya.\nHey ya.\n\n<i>[Verse Two - Andre 3000]</i>\nYou think you've got it\nOh, you think you've got it\nBut got it just don't get it\n'Til there's nothing at all\nWe get together\nOh, we get together\nBut separate's always better when there's feelings involved\nIf what they say is &quot;Nothing is forever&quot;\nThen what makes, then what makes, then what makes\nThen what makes, what makes, what makes love the exception\nSo why you, why you\nWhy you, why you, why you are we so in denial\nWhen we know we're not happy here...\nY'all don't wanna hear me, you just wanna dance\n\n<i>[Chorus]</i>\nHey... ya. (oh oh)\nHey ya. (oh oh)\nHey... ya. (Don't want to meet your daddy, oh oh)\nHey ya. (Just want you in my Caddy oh oh)\nHey... ya. (oh oh, don't want to meet yo' mama oh oh)\nHey ya. (Just want to make you cumma oh oh)\nHey... ya. (I'm, oh oh I'm, oh oh)\nHey ya. (I'm just being honest oh oh, I'm just being honest)\n\n<i>[Bridge - Andre 3000]</i>\nHey, alright now\nAlright now fellas yeah!\nNow what's cooler than bein' cool?\n(Ice cold!)\nI can't hear ya'\nI say what's, what's cooler than bein' cool?\n(Ice cold!)\nWoo...\nAlright, alright, alright, alright\nAlright, alright, alright, alright\nAlright, alright, alright, alright\nAlright, alright,\nOK now ladies (yeah!)\nNow we gon' break this thing down in just a few seconds\nNow don't have me to break this thing down for nothing\nNow I wanna see y'all on your baddest behavior\nLend me some sugar, I am your neighbor\nUh! Here we go...\nShake it, shake, shake it, shake it (oh oh)\nShake it, shake it, shake, shake it, shake it, shake it (oh oh)\nShake it, shake it like a Polaroid picture, shake it, shake it\nShh you got to, shake it, shh shake it, shake it, got to shake it\n(Shake it sugar) shake it like a Polaroid picture\n\n<i>[Verse Three - Andre 3000 (Repeating &quot;Shake it&quot; in background)]</i>\nNow all Beyoncé's and Lucy Liu's\nAnd baby dolls, get on the floor\n(Get on the floor)\nYou know what to do.\nYou know what to do.\nYou know what to do!\n\n<i>[Chorus]</i>\nHey... ya. (oh oh)\nHey ya. (oh oh)\nHey... ya. (oh oh)\nHey ya. (uh oh, hey ya)\nHey... ya. (oh oh)\nHey ya. (uh, uh, oh oh)\nHey... ya. (oh oh)\nHey ya. (oh oh)\n\n<i>[Chorus continues until fade]</i>\n",
        "artist": "Outkast",
        "song": "Hey Ya"
    },
    {
        "lyrics": "\r\nEverything is everything\nWhat is meant to be, will be\nAfter winter, must come spring\nChange, it comes eventually\n<i>[2x]</i>\n\nI wrote these words for everyone\nWho struggles in their youth\nWho won't accept deception\nInstead of what is truth\nIt seems we lose the game,\nBefore we even start to play\nWho made these rules? We're so confused\nEasily led astray\nLet me tell ya that\nEverything is everything\nEverything is everything\nAfter winter, must come spring\nEverything is everything\n\nI philosophy\nPossibly speak tongues\nBeat drum, Abyssinian, street Baptist\nRap this in fine linen\nFrom the beginning\nMy practice extending across the atlas\nI begat this\nFlippin' in the ghetto on a dirty mattress\nYou can't match this rapper / actress\nMore powerful than two Cleopatras\nBomb graffiti on the tomb of Nefertiti\nMCs ain't ready to take it to the Serengeti\nMy rhymes is heavy like the mind of Sister Betty\nL. Boogie spars with stars and constellations\nThen came down for a little conversation\nAdjacent to the king, fear no human being\nRoll with cherubims to Nassau Coliseum\nNow hear this mixture\nWhere hip hop meets scripture\nDevelop a negative into a positive picture\n\nNow, everything is everything\nWhat is meant to be, will be\nAfter winter, must come spring\nChange, it comes eventually\n\nSometimes it seems\nWe'll touch that dream\nBut things come slow or not at all\nAnd the ones on top, won't make it stop\nSo convinced that they might fall\nLet's love ourselves then we can't fail\nTo make a better situation\nTomorrow, our seeds will grow\nAll we need is dedication\n\nLet me tell ya that,\nEverything is everything\nEverything is everything\nAfter winter, must come spring\nEverything is everything\n\nEverything is everything\nWhat is meant to be, will be\nAfter winter, must come spring\nChange, it comes eventually\n",
        "artist": "Lauryn Hill",
        "song": "Everything Is Everything"
    },
    {
        "lyrics": "\r\n<i>[Intro]</i>\nUh, uh, check it out\nJunior M.A.F.I.A., uh, um\n(i like this, yeah)\nUh, yeah, 94'\n\n<i>[Notorious B.I.G. - Verse One]</i>\nTo all the ladies in the place with style and grace\nAllow me to lace these lyrical duches in your bushes\nWho rock grooves and make moves with all the mommies?\nThe back of the club, sippin Moet, is where you'll find me\nThe back of the club, mackin hoes, my crew's behind me\nMad question askin, blunt passin, music blastin\nBut I just can't quit\nBecause one of these honies Biggie gots ta creep with\nSleep with, keep the ep a secret why not\nWhy blow up my spot cause we both got hot\nNow check it, I got more Mack than Craig and in the bed\nBelieve me sweety I got enough to feed the needy\nNo need to be greedy I got mad friends with Benz's\nC-notes by the layers, true fuckin players\nJump in the Rover and come over\ntell your friends jump in the GS3, I got the chronic by the tree\n\n<i>[Chorus by The Notorious B.I.G.]</i>\n(I love it when you call me Big Pop-pa)\nThrow your hands in the air, if youse a true player\n(I love it when you call me Big Pop-pa)\nTo the honies gettin money playin niggaz like dummies\n(I love it when you call me Big Pop-pa)\nIf you got a gun up in your waist please don't shoot up the place\nCause I see some ladies tonight who should be havin my baby\nBay-bee\n\n<i>[Notorious B.I.G. - Verse Two]</i>\nStraight up honey really I'm askin\nMost of these niggaz think they be mackin but they be actin\nWho they attractin with that line, &quot;What's your name, what's your sign&quot;?\nSoon as he buy that wine I just creep up from behind\nAnd ask what your interests are, &quot;who you be with&quot;?\nThings to make you smile, what numbers to dial\nYou gon' be here for a while, I'm gon' go call my crew\nYou go call your crew\nWe can rendezvou at the bar around two\nPlans to leave, throw the keys to Lil Cease\nPull the truck up, front, and roll up the next blunt\nSo we can steam on the way to the telly go fill my belly\nA t-bone steak, cheese eggs and Welch's grape\nConversate for a few, cause in a few, we gon' do\nWhat we came to do, ain't that right boo (truuuueee)\nForget the telly we just go to the crib\nand watch a movie in the jacuzzi smoke l's while you do me\n\n<i>[Chorus by The Notorious B.I.G.]</i>\n(I love it when you call me Big Pop-pa)\nThrow your hands in the air, if youse a true player\n(I love it when you call me Big Pop-pa)\nTo the honies gettin money playin niggaz like dummies\n(I love it when you call me Big Pop-pa)\nIf you got a gun up in your waist please don't shoot up the place\nCause I see some ladies tonight who should be havin my baby\nBay-bee\n\n<i>[Notorious B.I.G. - Verse Three]</i>\n(How ya livin Biggie Smallz?) In mansion and Benz's\nGivin ends to my friends and it feels stupendous\nTremendous cream, fuck a dollar and a dream (whaat)\nStill tote gats strapped with infrared beams\nChoppin o's, smokin lye an' Optimo's\nMoney hoes and clothes all a nigga knows\nA foolish pleasure, whatever\nI had to find the buried treasure, so grams I had to measure\nHowever living better now, Gucci sweater now\nDrop top BM's I'm the man girlfriend\n(Honey check it, (check it)\nTell your friends, to get with my friends (your freinds)\nAnd we can be friends\nShit we can do this every weekend (that's right)\nAight? Is that aight with you?\nYeah... keep bangin)\n\n<i>[Chorus by The Notorious B.I.G.]</i>\n(I love it when you call me Big Pop-pa)\nThrow your hands in the air, if youse a true player\n(I love it when you call me Big Pop-pa)\nTo the honies gettin money playin niggaz like dummies\n(I love it when you call me Big Pop-pa)\nIf you got a gun up in your waist please don't shoot up the place\nCause I see some ladies tonight who should be havin my baby\nBay-bee\n\n<i>[Biggie Ad libin']</i>\nUhh, Check it out,\nMy full shit, for that ass,\nUhh, Puff Daddy, Biggie Smalls, \nJunior M.A.F.I.A., represent baby bay-bay!\nUhh!\n",
        "artist": "Notorious B.I.G.",
        "song": "Big Poppa"
    },
    {
        "lyrics": "\r\nUh, U.N.I.T.Y., U.N.I.T.Y. that's a unity\r\nU.N.I.T.Y., love a black man from infinity to infinity\r\n(Who you calling a bitch?)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black woman from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black man from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\n\r\nInstinct leads me to another flow\r\nEverytime I hear a brother call a girl a bitch or a ho\r\nTrying to make a sister feel low\r\nYou know all of that gots to go\r\nNow everybody knows there's exceptions to this rule\r\nNow don't be getting mad, when we playing, it's cool\r\nBut don't you be calling out my name\r\nI bring wrath to those who disrespect me like a dame\r\nThat's why I'm talking, one day I was walking down the block\r\nI had my cutoff shorts on right cause it was crazy hot\r\nI walked past these dudes when they passed me\r\nOne of 'em felt my booty, he was nasty\r\nI turned around red, somebody was catching the wrath\r\nThen the little one said (Yeah me bitch) and laughed\r\nSince he was with his boys he tried to break fly\r\nHuh, I punched him dead in his eye and said &quot;Who you calling a bitch?&quot;\r\n\r\n(Here we go)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black woman from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\n(Here we go)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black man from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\n\r\nI hit the bottom, there ain't nowhere else to go but up\r\nBad days at work, give you an attitude then you were rough\r\nAnd take it out on me but that's about enough\r\nYou put your hands on me again I'll put your ass in handcuffs\r\nI guess I fell so deep in love I grew dependency\r\nI was too blind to see just how it was affecting me\r\nAll I knew was you, you was all the man I had\r\nAnd I was scared to let you go, even though you treated me bad\r\nBut I don't want my kids to see me getting beat down\r\nBy daddy smacking mommy all around\r\nYou say I'm nothing without ya, but I'm nothing with ya\r\nA man don't really love you if he hits ya\r\nThis is my notice to the door, I'm not taking it no more\r\nI'm not your personal whore, that's not what I'm here for\r\nAnd nothing good gonna come to ya til you do right by me\r\nBrother you wait and see (Who you calling a bitch?)\r\n\r\n(Here we go)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black woman from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\n(Here we go)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black man from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\n\r\nWhat's going on in your mind is what I ask ya\r\nBut like Yo-Yo, you don't hear me though\r\nYou wear a rag around your head and you call yourself\r\na &quot;Gangsta Bitch&quot; now that you saw Apache's video\r\nI saw you wilding, acting like a fool\r\nI peeped you out the window jumping girls after school\r\nBut where did all of this come from?\r\nA minute ago, you was a nerd and nobody ever heard of ya\r\nNow you a wannabe... hard\r\nYou barely know your ABC's, please\r\nThere's plenty of people out there with triggers ready to pull it\r\nWhy you trying to jump in front of the bullet (Young lady)\r\nUh, and real bad girls are the silent type\r\nAin't none of this work getting your face sliced\r\nCause that's what happened to your homegirl, right? Bucking with nobody\r\nShe got to wear that for life (Who you calling a bitch?)\r\n\r\n(Here we go)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black woman from (You got to let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\r\n(Here we go)\r\nU.N.I.T.Y., U.N.I.T.Y. that's a unity (You gotta let him know)\r\n(You go, come on here we go)\r\nU.N.I.T.Y., Love a black man from (You must let him know)\r\ninfinity to infinity (You ain't a bitch or a ho)\n",
        "artist": "Queen Latifah",
        "song": "U-N-I-T-Y."
    },
    {
        "lyrics": "\r\n<i>[Intro]</i>\r\n\r\nThis speech is my recital, I think it's very vital\r\nTo rock (a rhyme), that's right (on time)\r\nIt's Tricky is the title, here we go...\r\n\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...it's Tricky (Tricky) Tricky (Tricky)\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...Tr-tr-tr-tricky (Tricky) Trrrrrrrrrrricky\r\n\r\n<i>[Verse 1]</i>\r\n\r\nI met this little girlie, her hair was kinda curly\r\nWent to her house and bust her out, I had to leave real early\r\nThese girls are really sleazy, all they just say is please me\r\nOr spend some time and rock a rhyme, I said &quot;It's not that easy&quot;\r\n\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...(How is it D?) It's Tricky (Tricky) Tricky (Trrrrrricky)\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...Tricky (Tricky) Tricky\r\n\r\n<i>[Verse 2]</i>\r\n\r\nIn New York the people talk and try to make us rhyme\r\nThey really (hawk) but we just (walk) because we have no time\r\nAnd in the city it's a pity cos we just can't hide\r\nTinted windows don't mean nothin', they know who's inside\r\n\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...(How is it D?) Tricky (Tricky) Tricky (Tricky)\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...Tricky (Tricky) Tricky (Tricky) huh!\r\n\r\n<i>[Verse 3]</i>\r\n\r\nWhen I wake up people take up mostly all of my time\r\nI'm not singin', phone keep ringin' cos I make up a rhyme\r\nI'm not braggin', people naggin' cos they think I'm a star\r\nAlways tearin' what I'm wearin', I think they're goin' too far\r\nA girl named Carol follows Daryll every gig we play\r\nThen D dissed her and dismissed her, now she's jockin' Jay\r\nI ain't lyin', girls be cryin' cos I'm on TV\r\nThey even bother my poor father cos he's down with me\r\n\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...(How is it?) Tricky (Tricky) Tricky (Tricky)\r\nIt's Tricky to rock a rhyme, to rock a rhyme that's right on time\r\nIt's Tricky...Tr-tr-tr-tr-tr-tricky (Tr-Tr-Tr-Tricky) Tr-tr-tr...\r\n\r\n<i>[Verse 4]</i>\r\n\r\nWe are not thugs (we don't use drugs) but you assume (on your own)\r\nThey offer coke (and lots of dope) but we just leave it alone\r\nIt's like that y'all (y'all), but we don't quit\r\nYou keep on (rock!) shock! Cos this is it...\n",
        "artist": "Run DMC",
        "song": "It's Tricky"
    },
    {
        "lyrics": "\r\n<i>[Verse One:]</i>\nI met this girl, when I was ten years old\nAnd what I loved most she had so much soul\nShe was old school, when I was just a shorty\nNever knew throughout my life she would be there for me\nont he regular, not a church girl she was secular\nNot about the money, no studs was mic checkin her\nBut I respected her, she hit me in the heart\nA few New York niggaz, had did her in the park\nBut she was there for me, and I was there for her\nPull out a chair for her, turn on the air for her\nand just cool out, cool out and listen to her\nSittin on a bone, wishin that I could do her\nEventually if it was meant to be, then it would be\nbecause we related, physically and mentally\nAnd she was fun then, I'd be geeked when she'd come around\nSlim was fresh yo, when she was underground\nOriginal, pure untampered and down sister\nBoy I tell ya, I miss her\n\n<i>[Verse Two:]</i>\nNow periodically I would see\nol girl at the clubs, and at the house parties\nShe didn't have a body but she started gettin thick quick\nDId a couple of videos and became afrocentric\nOut goes the weave, in goes the braids beads medallions\nShe was on that tip about, stoppin the violence\nAbout my people she was teachin me\nBy not preachin to me but speakin to me\nin a method that was leisurely, so easily I approached\nShe dug my rap, that's how we got close\nBut then she broke to the West coast, and that was cool\nCause around the same time, I went away to school\nAnd I'm a man of expandin, so why should I stand in her way\nShe probably get her money in L.A.\nAnd she did stud, she got big pub but what was foul\nShe said that the pro-black, was goin out of style\nShe said, afrocentricity, was of the past\nSo she got into R&amp;B hip-house bass and jazz\nNow black music is black music and it's all good\nI wasn't salty, she was with the boys in the hood\nCause that was good for her, she was becomin well rounded\nI thought it was dope how she was on that freestyle shit\nJust havin fun, not worried about anyone\nAnd you could tell, by how her titties hung\n\n<i>[Verse Three:]</i>\nI might've failed to mention that the shit was creative\nBut once the man got you well he altered the native\nTold her if she got an energetic gimmick\nThat she could make money, and she did it like a dummy\nNow I see her in commercials, she's universal\nShe used to only swing it with the inner-city circle\nNow she be in the burbs lickin rock and dressin hip\nAnd on some dumb shit, when she comes to the city\nTalkin about poppin glocks servin rocks and hittin switches\nNow she's a gangsta rollin with gangsta bitches\nAlways smokin blunts and gettin drunk\nTellin me sad stories, now she only fucks with the funk\nStressin how hardcore and real she is\nShe was really the realest, before she got into showbiz\nI did her, not just to say that I did it\nBut I'm committed, but so many niggaz hit it\nThat she's just not the same lettin all these groupies do her\nI see niggaz slammin her, and takin her to the sewer\nBut I'ma take her back hopin that the shit stop\nCause who I'm talkin bout y'all is hip-hop\n",
        "artist": "Common",
        "song": "I used to love h.e.r."
    },
    {
        "lyrics": "\r\nBring it.\r\nWhoo!\r\nUnh, unh, unh, unh\r\nHoo cah cah\r\nHah hah, hah hah\r\n<i>[mimicking bass line]</i> Bicka bicka bow bow bow,\r\nBicka bow bow bump bump\r\nWhat, what, what, what\r\nHah hah hah hah\r\nUnh,\r\nOn your mark ready set let's go\r\nDance floor pro I know you know\r\nI go psycho when my new joint hit\r\nJust can't sit\r\nGotta get jiggy wit it\r\nOoh that's it\r\nNow honey honey come ride\r\nDKNY all up in my eye\r\nYou gotta Prada bag with alotta stuff in it\r\nGive it to your friend let's spin\r\nEverybody lookin' at me\r\nGlancin' the kid\r\nWishin' they was dancin' a jig\r\nHere with this handsome kid\r\nCiga-cigar right from Cuba-Cuba\r\nI just bite it\r\nIt's for the look I don't light it\r\nIllway the an-may on the ance-day oor-flay\r\nGivin' up jiggy make it feel like foreplay\r\nYo my car-dee-o is Infinit-\r\nHa ha\r\nBig Willie Style's all in it\r\nGettin' Jiggy Wit It\r\n\r\n<i>[Chorus:]</i>\r\nNa na na na na na na nana\r\nNa na na na nana\r\nGettin jiggy wit it\r\n<i>[Repeat 3x]</i>\r\n\r\nWhat you wanna ball with the kid\r\nWatch your step you might fall\r\nTrying to do what I did\r\nMama-unh mama-unh mama come closer\r\nIn the middle of the club with the rub-a-dub, unh\r\nNo love for the haters, the haters\r\nMad cause I got floor seats at the Lakers\r\nSee me on the fifty yard line with the Raiders\r\nMet Ali he told me I'm the greatest\r\nI got the fever for the flavor of a crowd pleaser\r\nDJ play another\r\nFrom the prince of this\r\nYour highness\r\nOnly mad chicks ride in my whips\r\nSouth to the west to the east to the north\r\nBought my hits and watch 'em go off a go off\r\nAh yes yes y'all ya don't stop\r\nIn the winter or the (summertime)\r\nI makes it hot\r\nGettin jiggy wit 'em\r\n\r\n<i>[Chorus]</i>\r\n\r\nEight-fifty I.S. if you need a lift\r\nWho's the kid in the drop\r\nWho else Will Smith\r\nLivin' that life some consider a myth\r\nRock from south street to one two fifth\r\nWomen used to tease me\r\nGive it to me now nice and easy\r\nSince I moved up like George and Wheezy\r\nCream to the maximum I be askin' 'em\r\nWould you like to bounce with the brother that's platinum\r\nNever see Will attackin' 'em\r\nRather play ball with Shaq and um,\r\nFlatten 'em\r\nPsyche\r\nKiddin'\r\nYou thought I took a spill\r\nBut I didn't\r\nTrust the lady of my life she hittin'\r\nHit her with a drop top with the ribbon\r\nCrib for my mom on the outskirts of Philly\r\nYou trying to flex on me\r\nDon't be silly\r\nGetting jiggy wit it\r\n\r\n<i>[Chorus]</i>\n",
        "artist": "Will Smith",
        "song": "Gettin Jiggy Wit It"
    },
    {
        "lyrics": "\r\nI got a letter from the government\nThe other day\nI opened and read it\nIt said they were suckers\nThey wanted me for their army or whatever\nPicture me given' a damn - I said never\nHere is a land that never gave a damn\nAbout a brother like me and myself\nBecause they never did\nI wasn't wit' it, but just that very minute...\nIt occured to me\nThe suckers had authority\nCold sweatin' as I dwell in my cell\nHow long has it been?\nThey got me sittin' in the state pen\nI gotta get out - but that thought was thought before\nI contemplated a plan on the cell floor\nI'm not a fugitive on the run\nBut a brother like me begun - to be another one\nPublic enemy servin' time - they drew the line y'all\nTo criticize me some crime - never the less\nThey could not understand that I'm a Black man\nAnd I could never be a veteran\nOn the strength, the situation's unreal\nI got a raw deal, so I'm goin' for the steel\n\nThey got me rottin' in the time that I'm servin'\nTellin' you what happened the same time they're throwin'\n4 of us packed in a cell like slaves - oh well\nThe same motherfucker got us livin' is his hell\nYou have to realize - what its a form of slavery\nOrganized under a swarm of devils\nStraight up - word'em up on the level\nThe reasons are several, most of them federal\nHere is my plan anyway and I say\nI got gusto, but only some I can trust - yo\nSome do a bid from 1 to 10\nAnd I never did, and plus I never been\nI'm on a tier where no tears should ever fall\nCell block and locked - I never clock it y'all\n'Cause time and time again time\nThey got me servin' to those and to them\nI'm not a citizen\nBut ever when I catch a C-O\nSleepin' on the job - my plan is on go-ahead\nOn the strength, I'ma tell you the deal\nI got nothin' to lose\n'Cause I'm goin' for the steel\n\nYou know I caught a C-O\nFallin' asleep on death row\nI grabbed his gun - then he did what I said so\nAnd everyman's got served\nAlong with the time they served\nDecency was deserved\nTo understand my demands\nI gave a warnin' - I wanted the governor, y'all\nAnd plus the warden to know\nThat I was innocent -\nBecause I'm militant\nPosing a threat, you bet it's fuckin' up the government\nMy plan said I had to get out and break north\nJust like with Oliver's neck\nI had to get off - my boys had the feds in check\nThey couldn't do nuthin'\nWe had a force to instigate a prison riot\nThis is what it takes for peace\nSo I just took the piece\nBlack for Black inside time to cut the leash\nFreedom to get out - to the ghetto - no sell out\n6 C-Os we got we ought to put their head out\nBut I'll give 'em a chance, cause I'm civilized\nAs for the rest of the world, they can't realize\nA cell is hell - I'm a rebel so I rebel\nBetween bars, got me thinkin' like an animal\nGot a woman C-O to call me a copter\nShe tried to get away, and I popped her\nTwice, right\nNow who wanna get nice?\nI had 6 C-Os, now it's 5 to go\nAnd I'm serious - call me delirious\nBut I'm still a captive\nI gotta rap this\nTime to break as time grows intense\nI got the steel in my right hand\nNow I'm lookin' for the fence\n\nI ventured into the courtyard\nFollowed by 52 brothers\nBruised, battered, and scarred but hard\nGoin' out with a bang\nReady to bang out\nBut power from the sky\nAnd from the tower shots rang out\nA high number of dose - yes\nAnd some came close\nFigure I trigger my steel\nStand and hold my post\nThis is what I mean - an anti-nigger machine\nIf I come out alive and then they won't - come clean\nAnd then I threw up my steel bullets - flew up\nBlew up, who shot...\nWhat, who, the bazooka was who\nAnd to my rescue, it was the S1Ws\nSecured my getaway, so I just gotaway\nThe joint broke, from the black smoke\nThen they saw it was rougher thatn the average bluffer\n'Cause the steel was black, the attitude exact\nNow the chase is on tellin' you to c'mon\n53 brothers on the run, and we are gone\n",
        "artist": "Public Enemy",
        "song": "Black Steel In the Hour of Chaos"
    },
    {
        "lyrics": "\r\n<i>[Puffy]</i>\r\nYes indeed once again \r\nFor those who don't know \r\nWhat the sounds of the youngest DJ in charge\r\nRon G\r\nI wanna say whassup to Mary \r\nAnd this that uptown classic\r\n\r\nGive it to 'em\r\nTake 'em uptown to the Polo Ground\r\nTake 'em uptown to the Polo Ground\r\nTake 'em uptown to the Polo Ground\r\nTake 'em uptown to the Polo Ground\r\n\r\n<i>[Mary]</i>\r\nWe are lovers true and through\r\nAnd though we made it through the storm\r\nI really want you to realize\r\nI really want to put you on\r\nI've been searching for someone\r\nTo satisfy my every need\r\nWon't you be my inspiration\r\nBe the real love that I need\r\n\r\n<i>[1]</i> - Real love\r\nI'm searching for the real love\r\nSomeone to set my heart free\r\nReal love\r\nI'm searching for a real love\r\n\r\nOh when I met you I just knew\r\nThat you would take my heart and run\r\nUntil you told me how you felt for me\r\nYou said I'm not the one\r\nSo I slowly came to see\r\nAll of the things that you were made of\r\nAnd now I hope my dreams and inspiration\r\nLead me towards a real love\r\n\r\n<i>[Repeat 1]</i>\r\n\r\nI've got to have a real love\r\nLove so true and oh, baby\r\nI thought that love was you\r\nI thought you were the answer\r\nTo the question in my mind\r\nBut it seems that I was wrong\r\nIf I stay strong maybe I'll find a\r\n\r\n<i>[Biggie]</i>\r\nLook up in the sky\r\nIt's a bird, it's a plane\r\nNope, it's Mary Jane, ain't a damn thing changed\r\nKickin' ill flava with the Teflon Don\r\nRecord shop getting props\r\nShe got it goin' on\r\nSo what's it gonna be?\r\nThe real one, the fake one \r\nYa need a minute to think for whom ya better take\r\nWhat up? My time is up\r\nPeace out to brooklyn \r\nHelpin' daddy-o hey yo, bring the verse in\r\n\r\n<i>[Mary]</i>\r\nSo I try my best and pray to God\r\nHe'd send me someone real\r\nTo caress me and to guide me\r\nTowards a love my heart can feel\r\nNow I know I can be faithful\r\nI can be your all and all\r\nAnd give you good lovin' through the summertime\r\nWinter, spring and fall\r\n\r\n<i>[Repeat 1]</i>\r\n\r\nYou see I'm searching for a real love\r\nAnd I don't know where to go\r\nI've been around the world and high and low\r\nAnd still will never know\r\nHow it feels to have a real love\r\nCuz it seems there's none around\r\nI gotta end it in this way\r\nBecause seems he can't be found\r\n\r\n<i>[Repeat 1]</i>\r\n\r\n<i>[Repeat 1 until fade while:]</i>\r\n<i>[Puffy]</i>\r\nIt's that flavor\r\nThat's what I'm talking about\r\nAin't no other way to explain it\n",
        "artist": "Mary J. Blige",
        "song": "Real Love"
    },
    {
        "lyrics": "\r\n(Got to have soul!) \n\n<i>[POS:]</i>\n3 \nThat's the Magic Number \nYes it is \nIt's the magic number \nSomewhere in this hip-hop soul community \nWas born 3 Mase, Dove and me \nAnd that's the magic number \n\n(What does it all mean?) \n\nDifficult preaching is Posdnuos' pleasure \nPleasure and preaching starts in the heart \nSomething that stimulates the music in my measure \nMeasure in my music, raised in three parts \nCasually see but don't do like the Soul \n'Cause seein' and doin' are actions for monkeys \nDoin' hip hop hustle, no rock and roll \nUnless your name's Brewster, 'cause Brewster's a Punky \nParents let go 'cause there's magic in the air \nCriticising rap shows you're out of order \nStop look and listen to the phrasin' Fred Astaires \nAnd don't get offended while Mase do-se-do's your daughter \nA tri-camera rolls since our music's now set \nFly rhymes are stored on a D.A.I.S.Y. production \nIt stands for &quot;Da Inner Sound Y'all&quot; and y'all can bet \nThat the action's not a trick, but showing the function \n\nEverybody wants to be a deejay \nEverybody wants to be an emcee \nBut being speakers are the best \nAnd you don't have to guess \nDe La Soul posse consists of three \nAnd that's the magic number \n\n<i>[DOVE:]</i>\nThis here piece of the pie \nIs not dessert but the course that we dine \nAnd three out of every darn time \nThe effect is &quot;Mmmm&quot; when a daisy grows in your mind \nShowing true position, this here piece is \nKissin' the part of the pie that's missin' \nWhen that negative number fills up the casualty \nMaybe you can subtract it \nYou can call it your lucky partner \nMaybe you can call it your adjective \nBut odd as it may be \nWithout my 1 and 2 where would there be \nMy 3 \nMase Pos and Me \nAnd that's the Magic Number \n\nFocus is formed by flaunts to the soul \nSouls who flaunt styles gain praises by pounds \nCommon are speakers who are never scrolls \nScrolls written daily creates a new sound \nListeners listen 'cause this here is wisdom \nWisdom of a Speaker, a Dove and a Plug \nSet aside a legal substance to feed 'em \nFor now get 'em high off this dialect drug \nTime is a factor so it's time to count \nCount not the negative actions of one \nSpeakers of soul say it's time to shout \nThree forms the soul to a positive sum \nDance to this fix and flex every muscle \nSpace can be filled if you rise like my lumber \nAdvance to the tune but don't do the hustle \nShake, rattle, roll to my Magic Number \n\nNow you may try to subtract it \nBut it just won't go away \nThree times one? \n(What is it?) \n(One, two, three!) \nAnd that's the Magic Number \n\n(Yo, what's up?) \n(1, 2, 3) \n(I say, children, what does it all mean?) \n(Woah-woah-wo, 1, 2, 3) \n(I wouldn't lie to you) \n(No more no less, that's the magic number) \n(No more no less) \n(What it is?) \n(No more no less) \n(Is this the future?) \n(No more no less) \n(Do the shang-a-lang) \n(No more no less) \n(No one on the subway ever chats to me) \n(No more no less) \n(Anybody in the audience ever get hit by a car?) \n(No more no less) \n(How high's the water, mama?) \n(No more no less) \n(How high's the water, mama?) \n(No more no less) \n(Three feet high and rising) \n(No more no less) \n(Three) \n(That's the magic number)\n",
        "artist": "De La Soul",
        "song": "The Magic Number"
    },
    {
        "lyrics": "\r\nYou are now about to witness the strength of street knowledge\r\n\r\n<i>[Verse One: Ice Cube]</i>\r\n\r\nStraight outta Compton, crazy motherfucker named Ice Cube\r\nFrom the gang called Niggaz With Attitudes\r\nWhen I'm called off, I got a sawed off\r\nSqueeze the trigger, and bodies are hauled off\r\nYou too, boy, if ya fuck with me\r\nThe police are gonna hafta come and get me\r\nOff yo ass, that's how I'm goin out\r\nFor the punk motherfuckers that's showin out\r\nNiggaz start to mumble, they wanna rumble\r\nMix em and cook em in a pot like gumbo\r\nGoin off on a motherfucker like that\r\nwith a gat that's pointed at yo ass\r\nSo give it up smooth\r\nAin't no tellin when I'm down for a jack move\r\nHere's a murder rap to keep yo dancin\r\nwith a crime record like Charles Manson\r\nAK-47 is the tool\r\nDon't make me act the motherfuckin fool\r\nMe you can go toe to toe, no maybe\r\nI'm knockin niggaz out tha box, daily\r\nyo weekly, monthly and yearly\r\nuntil them dumb motherfuckers see clearly\r\nthat I'm down with the capital C-P-T\r\nBoy you can't fuck with me\r\nSo when I'm in your neighborhood, you better duck\r\nCoz Ice Cube is crazy as fuck\r\nAs I leave, believe I'm stompin\r\nbut when I come back, boy, I'm comin straight outta Compton\r\n\r\n<i>[Chorus:]</i>\r\n\r\n(City of Compton, City of Compton)\r\n\r\n<i>[Eazy E]</i> Yo Ren\r\n<i>[MC Ren]</i> Whassup?\r\n<i>[Eazy E]</i> Tell em where you from!\r\n\r\n<i>[Verse Two: MC Ren]</i>\r\n\r\nStraight outta Compton, another crazy ass nigga\r\nMore punks I smoke, yo, my rep gets bigger\r\nI'm a bad motherfucker and you know this\r\nBut the pussy ass niggaz don't show this\r\nBut I don't give a fuck, I'ma make my snaps\r\nIf not from the records, from jackin the crops\r\nJust like burglary, the definition is 'jackin'\r\nAnd when illegally armed it's called 'packin'\r\nShoot a motherfucker in a minute\r\nI find a good piece o' pussy, I go up in it\r\nSo if you're at a show in the front row\r\nI'm a call you a bitch or dirty-ass ho\r\nYou'll probably get mad like a bitch is supposed to\r\nBut that shows me, slut, you're composed to\r\na crazy muthafucker from tha street\r\nAttitude legit cause I'm tearin up shit\r\nMC Ren controls the automatic\r\nFor any dumb muthafucker that starts static\r\nNot the right hand cause I'm the hand itself \r\nevery time I pull a AK off the shelf \r\nThe security is maximum and that's a law\r\nR-E-N spells Ren but I'm raw\r\nSee, coz I'm the motherfuckin villain\r\nThe definition is clear, you're the witness of a killin\r\nthat's takin place without a clue\r\nAnd once you're on the scope, your ass is through\r\nLook, you might take it as a trip\r\nbut a nigga like Ren is on a gangsta tip\r\nStraight outta Compton...\r\n\r\n<i>[Chorus:]</i>\r\n\r\n(City of Compton, City of Compton)\r\n\r\n<i>[Dr. Dre]</i> Eazy is his name and the boy is comin...\r\n\r\n<i>[Verse Three: Eazy-E]</i>\r\n\r\n...straight outta Compton\r\nis a brotha that'll smother yo' mother\r\nand make ya sister think I love her\r\nDangerous motherfucker raises hell\r\nAnd if I ever get caught I make bail\r\nSee, I don't give a fuck, that's the problem\r\nI see a motherfuckin cop I don't dodge him\r\nBut I'm smart, lay low, creep a while\r\nAnd when I see a punk pass, I smile\r\nTo me it's kinda funny, the attitude showin a nigga drivin\r\nbut don't know where the fuck he's going, just rollin\r\nlookin for the one they call Eazy\r\nBut here's a flash, they never seize me\r\nRuthless! Never seen like a shadow in the dark\r\nexcept when I unload, see I'll get over the hesitation\r\nand hear the scream of the one who got the last penetration\r\nGive a little gust of wind and I'm jettin\r\nBut leave a memory no one'll be forgettin\r\nSo what about the bitch who got shot?  Fuck her!\r\nYou think I give a damn about a bitch?  I ain't a sucker!\r\nThis is the autobiography of the E, and if you ever fuck with me\r\nYou'll get taken by a stupid dope brotha who will smother\r\nword to the motherfucker, straight outta Compton\r\n\r\n<i>[Chorus:]</i>\r\n\r\n(City of Compton, City of Compton)\r\n\r\n(Damn that shit was dope!)\n",
        "artist": "N.W.A.",
        "song": "Straight Outta Compton"
    },
    {
        "lyrics": "\r\nOh my my my\nI'm feeling high\nMy moneys gone\nI'm all alone\nto much oooh \nThe world is turnin'\nOh what a day\nWhat a day what a day\n\nPeace and blessings manifest with every lesson learn,\nIf your knowledge were your wealth then it would be well earned\n\nIf we were made in his image then call us by our names\nMost intellects do not believe in god but the fear is just the same\n\nOh on and on and on and on (my cypher keeps moving like a rollin stone)\nWhew on and on and on and on (all night till the break of dawn)\nI go on and on and on and on (my cypher keeps moving like a rollin stone)\nOhh on and on and on and on (godamnit imma sing my song)\n\nI was born under water with 3 dollars and 6 dimes\nYeah you might laugh 'cause you did not do your math\n\nLike 1.. 2..3.\nDamn, yall feel that? Oh...\n1.. 2..3.\nThe world keeps turning\nOh what a day what a day what a day\n\nThe man that knows something knows that he knows nothing at all\nDoes it seem colder in your summer time and hotter in your fall\n\nIf we were made in his image then call us by our names\nMost intellects do not believe in god but the fear is just the same\n\nOh on and on and on and on (my cypher keeps moving like a rollin stone)\nWhew on and on and on and on (all night till the break of dawn)\nI go on and on and on and on (my cypher keeps moving like a rollin stone)\nOhh on and on and on and on (mad props to the guy ja bone)\n\nI am feeling kinda hungry 'cause my high is coming down\nDon't feed me yours 'cause your food does not endure\nI think i need a cup of tea, the world keeps burnin'\nOh what a day, what a day what a day\n\nYour rushin into destruction 'cause you don't have nothin' left\nThe mothership can't save you so your ass is gonna' get left\nIf we were made in his image then call us by our names\nMost intellects do not believe in god but the fear is just the same\n\nOh on and on and on and on (my cypher keeps moving like a rollin stone)\nOn and on and on and on (u cant fuk with me so jus leave me alone) \nOoh ooh wee on and on and on and on (my cypher keeps moving like a rollin stone)\nOn and on and on and on (.. and on n on)\n",
        "artist": "Erykah Badu",
        "song": "On and On"
    },
    {
        "lyrics": "\r\nWhatever...\nDre, just let it run\nAiyyo turn the beat up a little bit\nAiyyo... this song is for anyone... fuck it\nJust shut up and listen, aiyyo...\n\nI sit back with this pack of Zig Zags and this bag\nOf this weed it gives me the shit needed to be\nThe most meanest MC on this - on this Earth\nAnd since birth I've been cursed with this curse to just curse\nAnd just blurt this berserk and bizarre shit that works\nAnd it sells and it helps in itself to relieve\nAll this tension dispensing these sentences\nGetting this stress that's been eating me recently off of this chest\nAnd I rest again peacefully (peacefully)...\nBut at least have the decency in you\nTo leave me alone, when you freaks see me out\nIn the streets when I'm eating or feeding my daughter\nDo not come and speak to me (speak to me)...\nI don't know you and no,\nI don't owe you a motherfucking thing\nI'm not Mr. N'Sync, I'm not what your friends think\nI'm not Mr. Friendly, I can be a prick\nIf you tick me my tank is on empty (is on empty)...\nNo patience is in me and if you offend me\nI'm lifting you 10 feet (lifting you 10 feet)... in the air\nI don't care who was there and who saw me destroy you\nGo call you a lawyer, file you a lawsuit\nI'll smile in the courtroom and buy you a wardrobe\nI'm tired of all you (of all you)...\nI don't mean to be mean, but that's all I can be is just me\n\n<i>[Chorus:]</i>\nAnd I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news everyday I am\nRadio won't even play my jam\n'Cause I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news everyday I am\nI don't know, it's just the way I am\n\nSometimes I just feel like my father,\nI hate to be bothered\nWith all of this nonsense it's constant\nAnd, &quot;Oh, it's his lyrical content -\n- the song 'Guilty Conscience' has gotten such rotten responses&quot;\nAnd all of this controversy circles me\nAnd it seems like the media immediately\nPoints a finger at me (finger at me)...\nSo I point one back at 'em, but not the index or pinkie\nOr the ring or the thumb, it's the one you put up\nWhen you don't give a fuck, when you won't just put up\nWith the bullshit they pull, 'cause they full of shit too\nWhen a dude's getting bullied and shoots up his school\nAnd they blame it on Marilyn (on Marilyn)... and the heroin\nWhere were the parents at? And look where it's at\nMiddle America, now it's a tragedy\nNow it's so sad to see, an upper class city\nHaving this happening (this happening)...\nThen attack Eminem 'cause I rap this way (rap this way)...\nBut I'm glad 'cause they feed me the fuel that I need for the fire\nTo burn and it's burning and I have returned\n\n<i>[Chorus:]</i>\nAnd I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news everyday I am\nRadio won't even play my jam\n'Cause I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news everyday I am\nI don't know it's just the way I am\n\nI'm so sick and tired of being admired\nThat I wish that I would just die or get fired\nAnd dropped from my label, let's stop with the fables\nI'm not gonna be able to top on &quot;My Name is... &quot;\nAnd pigeon-holed into some pop-py sensation\nThat got me rotation at rock'n'roll stations\nAnd I just do not got the patience (got the patience)...\nTo deal with these cocky Caucasians who think\nI'm some wigger who just tries to be black 'cause I talk\nWith an accent, and grab on my balls, so they always keep asking\nThe same fucking questions (fucking questions)...\nWhat school did I go to, what hood I grew up in\nThe why, the who what when, the where, and the how\n'Til I'm grabbing my hair and I'm tearing it out\n'Cause they driving me crazy (driving me crazy)... I can't take it\nI'm racing, I'm pacing, I stand and I sit\nAnd I'm thankful for every fan that I get\nBut I can't take a shit, in the bathroom\nWithout someone standing by it\nNo, I won't sign your autograph\nYou can call me an asshole I'm glad\n\n<i>[Chorus:]</i>\n'Cause I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news everyday I am\nRadio won't even play my jam\n'Cause I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the paper, the news everyday I am\nI don't know, it's just the way I am\n",
        "artist": "Eminem",
        "song": "The Way I Am"
    },
    {
        "lyrics": "\r\n<i>[Run]</i>\nRun.. (Run..) D.. (D) M.. (M) C.. (C)\nRock.. (rock.. rock..)\nFor you! (for you.. for you..)\nFresh (fresh.. fresh..)\n\n<i>[guitar solo]</i>\n\n<i>[Run]</i>\nFor all you sucker MC's perpetratin a FRAUD\nYour rhymes are cold wack and keep the crowd cold lost\nYou're the kind of guy that girl ignored\nI'm drivin Caddy, you fixin a FORD\nMy name is Joseph Simmons but my middle name's Lord\nand when I'm rockin on the mic, you should all applaud\nBecause we're (wheelin, dealin, we got a funny feelin)\nWe rock from the floor up to the ceilin\nWe groove it (you move it) it has been proven\nWe calmed the seven seas because our music is SOOTHIN\nWe create it (relate it) and often demonstrate it\nWe'll diss a sucker MC make the other suckers hate it\nWe're rising (suprising) and often hypnotizing\nWe always tell the truth and then we never slip no lies in\nNo curls (no braids) peasy-head and still get paid\nJam Master cut the record up and down and cross-fade\n\n<i>[guitar solo]</i>\n\n<i>[Run]</i>\nBecause the rhymes I say, sharp as a nail\nWitty as can be and not for sale\nAlways funky fresh, could NEVER be stale\n\n<i>[D.M.C.]</i>\nTook a test to become an MC and didn't fail\nI couldn't wait to demonstrate\nall the super def rhymes that I create\nI'm a wizard of a word, that's what you heard\nAnd anything else is quite absurd\nI'm the master of a mic, that's what I say\nAnd if I didn't say that, you'd say it anyway\n\n<i>[Run]</i>\nBust into the party, come in the place\nSee the first things come, the music in your face\nTears down the walls, some of the floor\nwith the DJ named Jay with the cuts galore\n\n<i>[D.M.C.]</i>\nSo listen to this because it can't be missed\nand you can't leave til you're dismissed\nYou can do anything that you want to\nbut you can't leave until we're through\nSo relax your BODY and your mind\nand listen to us say this rhyme - HEY\nYou might think that you have WAITED\nlong enough til the rhyme was STATED\nBut if it were a test it would be GRADED\nwith a grade that's not DEBATED\nNothing too deep and nothing dense\nand all our rhymes make a lot of SENSE\n\n<i>[Run-D.M.C.]</i>\nSo move your butt, to the cut\nRun amuk, you're not in a rut\nEach and everybody out there, we got the notion\n\n<i>[D.M.C.]</i>\nWe want to see y'all all in motion\n\n<i>[Run-D.M.C.]</i>\nJust SHAKE, WIGGLE jump up and down\nMove your body to the funky sound\n\n<i>[D.M.C.]</i>\nSide to side, back and forth\n\n<i>[Run-D.M.C.]</i>\nWe're the two MC's, and we're gonna go off\nStand in place, walk or RUN\nTap your feet, you'll be on the one\n\n<i>[D.M.C.]</i>\nJust snap your fingers and clap your hands\n\n<i>[Run-D.M.C.]</i>\nOur DJ's better than all these bands\nHUH!!\n\n<i>[Jam Master Jay cuts then instrumental breaks down]</i>\n\n<i>[Run]</i> We got all the lines\n<i>[DMC]</i> and all the rhymes\n<i>[Run]</i> We don't drop dimes\n<i>[DMC]</i> and we don't do crimes\n<i>[Run]</i> We bake a little cake with Duncan Hines\n<i>[DMC]</i> and never wear the vest they call the Calvin Kleins\n<i>[Run]</i> Cause Calvin Klein's no friend of mine\nDon't want nobody's name on my behind\nLee on my legs, sneakers on my feet\nD by my side and Jay with the beat\n\n<i>[Run-D.M.C. (ad libbing to fade)]</i>\nJay Jay Jay Jay Jay Jay..\nWe don't.. we don't.. we don't stop!\nDon't.. don't.. don't.. don't stop! (JAY!)\nOne.. two.. three..\nHollis Crew.. crew.. crew..\nFor.. for.. for.. for the love now..\nCool T now..\nHah, ?? ..\nMy, my man Jam Master..\nis in his place to be.. (JAY! Jay.. Jay.. Jay..)\nThe big beat blaster..\n?? ..\nAll, the way live..\nRe, remember you don't stop..\nKickin it, and you don't stop..\nRrrrrrrrrock, d-dot, d-dot, rock the spot..\nStick em.. and you don't stop, hah..\nRun.. rocks it well, we-welle-well..\na-with the clientele..\nKrush Groove..\nYoung ladies in the place..\nWe, we we're, we we're we're, we we're we're (bass)\nWe we're in the hottest space..\nHah.. ??\nHomeboys..\nNow we're talkin autographs..\nAutographs.. and autographs..\nFly girls.. in the place, in the place..\nHomeboys..\nHollis Crew.. <i>[music fades]</i>\n",
        "artist": "Run DMC",
        "song": "Rock Box"
    },
    {
        "lyrics": "\r\nHustler, word, I pull the trigger long,\nGrit my teeth, spray till every nigga's gone.\nGot my block sewn, armored dope spots,\nLast thing I sweat's a sucka punk cop.\nMove like a king when I roll, hops,\nYou try to flex, bang, another nigga drops.\nYou gotta deal with this cause there's no way out,\nWhy?  Cash money ain't never gonna play out.\nI got nothin to lose, much to gain,\nIn my brain, I got a capitalist migraine.\nI gotta get paid tonight, you muthafuckin right.\n<i>[something]</i> my grip, check my bitch, keep my game tight.\nSo many hos on my jock, think I'm a movie star.\nNineteen, I got a fifty thousand dollar car.\nGo to school, I ain't goin for it,\nKiss my ass, bust the cap on the Moet.\nCause I don't wanna hear that crap,\nWhy?  I'd rather be a New Jack-----Hustler\n\n<i>[chorus]</i>\nHustler\nHustler\nHustler\nH-U-S-T-L-E-R hustler\n\n(kid drop in)\nYo man you know what I'm sayin?\nYou got it goin on my man, I like how it's goin down.\nYou got the fly cars, the girls, the jewels.\nLook at that ring right there,\nI know it's real, it's gotta be real.\nMan, you the flyest nigga I seen in my life!\nYo man, I just wanna roll with you man,\nHow can I be down?\n\nWhat's up?  You say you wanna be down?\nEase back, or muthafucka get beat down.\nOut my face, fool I'm the illest,\nBulletproof, I die harder than Bruce Willis.\nGot my crew in effect, I bought em new Jags,\nSo much cash, gotta keep it in Hefty bags.\nAll I think about is keys and Gs\nImagine that, me workin at Mickey D's (ha ha ha ha).\nThat's a joke cause I'm never gonna be broke,\nWhen I die there'll be bullets and gunsmoke.\nYa don't like my lifestyle?  Fuck you!\nI'm rollin with the New Jack crew.\nAnd I'm a hustler.\n\nH-U-S-T-L-E-R hustler\nNew Jack, New Jack..........\n\nHere I come, so you better break North,\nAs I stride, my gold chains glide back and forth.\nI care nothing bout you, and that's evident.\nAll I love's my dope and dead presidents.\nSound crazy?  Well it isn't.\nThe ends justifies the means, that's the system.\nI learned that in school then I dropped out,\nHit the streets, checked a grip, and now I got clout.\nI had nothing, and I wanted it.\nYou had everything, and you flaunted it.\nTurned the needy into the greedy,\nWith cocaine, my success came speedy.\nGot me twisted, jammed into a paradox.\nEvery dollar I get, another brother drops.\nMaybe that's the plan, and I don't understand,\nGod damn----you got me sinkin in quicksand.\nBut since I don't know, and I ain't never learned,\nI gotta get paid, I got money to earn.\nWith my posse, out on the ave,\nBump my sounds, crack a forty and laugh.\nCool out and watch my new Benz gleam,\nIs this a nightmare?  Or the American dream?\nSo think twice if you're coming down my block,\nYou wanna journey through hell?  Well shit gets hot.\nPregnant teens, children's screams,\nLife is weighed on the scales of a triple beam.\nYou don't come here much, and ya better not.\nWrong move (bang), ambulance cot.\nI gotta get more money than you got, \nSo what, if some muthafucka gets shot?\nThat's how the game is played,\nAnother brother slayed, the wound is deep\nBUT they're givin us a Band Aid.\nMy education's low but I got long dough,\nRaised like a pit bull, my heart pumps nitro.\nSleep on silk, lie like a politician,\nMy Uzi's my best friend, cold as a mortician.\nLock me up, it's genocidal catastrophe,\nThere'll be another one after me!\nA hustler.\nHustler.\nH-U-S-T-L-E-R hustler.\n\nNew Jack, New Jack......\n",
        "artist": "Ice-T",
        "song": "New Jack Hustler"
    },
    {
        "lyrics": "\r\n<i>[DOVE:]</i>\r\nMirror, mirror on the wall \r\nTell me, mirror, what is wrong? \r\nCan it be my De La clothes \r\nOr is it just my De La song? \r\nWhat I do ain't make-beleive \r\nPeople say I sit and try \r\nBut whan it comes to being De La \r\nIt's just me myself and I \r\n\r\nIt's just me myself and I \r\nIt's just me myself and I \r\nIt's just me myself and I \r\n\r\n<i>[POS:]</i>\r\nNow you tease my Plug One style \r\nAnd my Plug One spectacles \r\nYou say Plug One and Two are hippies \r\nNo, we're not, that's pure Plug bull \r\nAlways pushing that we've formed an image \r\nThere's no need to lie \r\nWhen it comes to being Plug One \r\nIt's just me myself and I \r\n\r\nIt's just me myself and I \r\nIt's just me myself and I \r\nIt's just me myself and I \r\n\r\n<i>[DOVE:]</i>\r\nProud, I'm proud of what I am \r\nPoems I speak are Plug Two type \r\nPlease oh please let Plug Two be \r\nHimself, not what you read or write \r\nRight is wrong when hype is written \r\nOn the Soul, De La that is, \r\nStyle is surely our own thing \r\nNot the false disguise of showbiz \r\nDe La Soul is from the soul \r\nAnd this fact I can't deny \r\nStrictly from the Dan called Stuckie \r\nAnd from me myself and I \r\n\r\nIt's just me myself and I \r\nIt's just me myself and I \r\nIt's just me myself and I \r\n\r\n<i>[POS:]</i>\r\nGlory, glory hallelu \r\nGlory for Plugs One and Two \r\nBut that glory's been denied \r\nBy kizids and dookie eyes \r\nPeople think they dis my person \r\nBy stating I'm darkly pack \r\nI know this so I point at Q-Tip \r\nAnd he states, 'Black is Black' \r\nMirror mirror on the wall, \r\nShovel chestnuts in my path \r\nPlease keep on up with the nuts \r\nSo I don't get in aftermath \r\nBut if I do I'll calmly punch them \r\nIn the fourth day of July \r\n'Cause they tried to mess with \r\nThird degree, that's me myself and I \r\n\r\nIt's just me myself and I \r\nIt's just me myself and I \r\nIt's just me myself and I \r\nIt's just me myself and I\n",
        "artist": "De La Soul",
        "song": "Me, Myself and I"
    },
    {
        "lyrics": "\r\nHot in.....\nSo hot in herre.....\nSo hot in.....\n\n<i>[Nelly]</i>\nI was like, good gracious ass bodacious\nFlirtatcious, tryin to show faces\nLookin for the right time to shoot my steam (you know)\nLookin for the right time to flash them keys\nThen um I'm leavin, please believin\nMe and the rest of my heathens\nCheck it, got it locked at the top of the four seasons\nPenthouse, roof top, birds I feedin\nNo deceivin, nothin up my sleeve, no teasin\nI need you to get up up on the dance floor\nGive that man what he askin for\nCuz I feel like bustin loose and I feel like touchin you\nAnd cant nobody stop the juice so baby tell me whats the use\n\n<i>[Hook x2]</i>\n(I said)\nIts gettin hot in here (so hot)\nSo take off all your clothes\n\nI am gettin so hot, I wanna take my clothes off\n\n<i>[Nelly]</i>\nWhy you at the bar if you aint poppin the bottles\nWhat good is all the fame if you aint fuckin the models\nI see you drivin, sportscar, aint hittin the throttle\nAnd I be down, and do a hundred, top down and goggles\nGet off the freeway, exit 106 and parked it\nAsh tray, flip gate, time to spark it\nGucci collar for dollar, got out and walked it\nI spit game cuz baby I cant talk it\nWarm, sweatin its hot up in this joint\nVOKAL tanktop, on at this point\nYour with a winner so baby you cant loose\nI got secrets cant leave Cancun\nSo take it off like your home alone\nYou know dance in front your mirror while your on the phone\nCheckin your reflection and tellin your best friend, \nlike &quot;girl I think my butt gettin big&quot;\n\n<i>[Hook x2]</i>\n\n(Nelly hang all out)\nMix a little bit a ah, ah\nWith a little bit a ah, ah\n(Nelly just fall out)\nGive a little bit a ah, ah\nWith a little bit a ah, ah\n(Nelly hang all out)\nWith a little bit a ah, ah\nAnd a sprinkle a that ah, ah\n(Nelly just fall out)\nI like it when ya ah, ah\nGirl, Baby make it ah, ah\n\n<i>[Nelly]</i>\nStop placin, time wastin\nI gotta a friend with a pole in the basement (What?)\nI'm just kiddin like Jason (Oh)\nUnless you gon' do it\nExtra, extra eh, spread the news\nNelly took a trip from the Lunner to Neptune\nCame back with somethin thicker than fittin in sasoons\nSay she like to think about cuttin in restrooms\n\n<i>[Hook x4]</i>\n\n(Nelly hang all out)\nMix a little bit of ah, ah\nWith a little bit of ah, ah\n(Nelly just fall out)\nGive a little bit of ah, ah\nWith a little bit of ah, ah\n(Nelly hang all out)\nWith a little bit of ah, ah\nAnd a sprinkle of that ah, ah\n(Nelly just fall out)\nI like it when ya ah, ah\nGirl, Baby make it ah, ah\n",
        "artist": "Nelly",
        "song": "Hot In Herre"
    },
    {
        "lyrics": "\r\nMy Adidas\r\nwalked through concert doors\r\nand roamed all over coliseum floors\r\nI stepped on stage, at Live Aid\r\nAll the people gave and the poor got paid\r\nAnd out of speakers I did speak\r\nI wore my sneakers but I'm not a sneak\r\nMy Adidas cuts the sand of a foreign land\r\nwith mic in hand I cold took command\r\nmy Adidas and me, close as can be\r\nwe make a mean team, my Adidas and me\r\nwe get around together, rhyme forever\r\nand we won't be mad when worn in bad weather\r\nMy Adidas..\r\nMy Adidas..\r\nMy Adidas\r\n\r\nstandin on 2 Fifth St.\r\nfunky fresh and yes cold on my feet\r\nwith no shoe string in em, I did not win em\r\nI bought em off the Ave with the black Lee denim\r\nI like to sport em that's why I bought em\r\na sucker tried to steal em so I caught em and I fought em\r\nand I walk down the street and I bop to the beat\r\nwith Lee on my legs and adidas on my feet\r\nand now I just standin here shooting the gif\r\nme and D and my Adidas standing on 2 Fifth\r\nMy Adidas..\r\nMy Adidas..\r\n\r\nNow\r\nme and my Adidas do the illest things\r\nwe like to stomp out pimps with diamond rings\r\nwe slay all suckers who perpetrate\r\nand lay down law from state to state\r\nwe travel on gravel, dirt road or street\r\nI wear my Adidas when I rock the beat\r\non stage front page every show I go\r\nit's Adidas on my feet high top or low\r\nMy Adidas..\r\nMy Adidas..\r\n\r\nNow the Adidas I possess for one man is rare\r\nmyself homeboy got 50 pair\r\ngot blue and black cause I like to chill\r\nand yellow and green when it's time to get ill\r\ngot a pair that I wear when I'm playin ball\r\nwith the heal inside make me 10 feet tall\r\nmy Adidas only bring good news\r\nand they are not used as selling shoes\r\nthey're black and white, white with black stripe\r\nthe ones I like to wear when I rock the mic\r\non the strength of our famous university\r\nwe took the beat from the street and put it on TV\r\nmy Adidas are seen on the movie screen\r\nHollywood knows we're good if you know what I mean\r\nwe started in the alley, now we chill in Cali\r\nand I won't trade my Adidas for no beat up Bally's\r\nMy Adidas..\n",
        "artist": "Run DMC",
        "song": "My Adidas"
    },
    {
        "lyrics": "\r\nIce Cube with The Lench Mob, I got it goin on\nA nigga that's livin in the city of the criminal zone\nOne-time can't keep the law in order\ncos everybody's goin crazy for a quarter\nYou're tuned in to the number one crew in the area\nThe way I'm talkin I'm scarin ya\nI'm darin ya to raise hell and bail and brag and sag\nor beat down for ya flag\nCos if you is or you ain't a gangbanger\nKeep one in the chamber\nCos you'll get them thangs put on ya son\nIce Cube has got the 4-1-1\nAll the ol' school house fellows are crooks\nSo I get jealous looks\nThey keep thinkin did my hair grow?\nWill the boys 'n' the hood have to beat down Ice Cube?\nHell no, I'll static son, you'll see it's okay\nI keep my 9 anyway\nfor the day one of my homies wanna squab\nI'm still rollin wit The Lench Mob\n\n(AmeriKKKa's Most Wanted)\n\nBack in the day I dip my shirt in dirt\nSometimes I got away clean, sometimes people got hurt\nBut if you know me, you know that I'm liable\nto bust a cap cos it's all about survival of the fittest\nI'm a menace crook\nI did so much dirt I need to be in the Guinness Book\nFrom the shit I took from people\nI reap all your fat shit, jack\nBack to the criminals sect\nI leave crew after crew but they can't catch me yet\nCos I'm slick as slippery\nThey can't get wit me, cops ain't shit to me\nI can't dig a pig so I drop the dogs\nand sweat em like sweathogs\nand get mad, mad cos I'm the nigga that flaunt it\nAmeriKKKa's Most Wanted\n\nAiyo, here's what the poster read:\n'Ice Cube is wanted dead'\nThat's all it said\nI put heads to bed and fled the scene wit all the green\nHear shots and si-reens\nWhen I feet first they yo' rings, now they my rings\nSo give it up punk and then I just\nput another jack in progress\nIt's the American way\ncos I'm the G-A-N-G-S-T-A\nIce Cube - a motherfuckin clepto\nand tried to catch the early bird but they slept, so\nwho gets the worm?\nAnd if I'm caught in a trap\nyou know I'ma beat the wack\nwith a payoff, cop gotta lay off\nFBI on my dick, stay off!\nI'm not a rebel or a renegade on a quest\nI'm a nigga with a 'S' on his chest\nso get the Kryptonite cos I'm a rip tonight\nCos I'm scarin ya, wanted by America\n\n(Aiyo Cube man, they on your ass)\n\nWord, but who the fuck has heard?\nIt's time to take a trip to the suburbs\nLet em see a nigga invasion\nPoint blank for the caucasian\nCock the hammer then crackle, smile\nTake me to your house, pal\nGot to the house, my pockets got fat, see\nCrack the safe, got the money and the jewellry\nThree weeks later, I'm at the P-A-D\nHad a little fly ass bitch wit me\nSittin in a dig, yo it couldn't be\n(Whattup G?) Saw my face on TV\nDamn (oh shit!) I didn't know I lucked out\nStruck out, I gotta get the fuck out\nPack my bags and tried to hit the dough when\nthe ol' bitch down the street must've turned me in\nCos the feds was out there ten deep\nI got hassled and gaffled in the back seat\nI think back when I was robbin my own kind\nThe police didn't pay it no mind\nBut when I start robbin the white folks\nNow I'm in the pen wit the soap-on-a-rope\nI said it before and I'll still taught it\nEvery motherfucker with a colour is most wanted\n",
        "artist": "Ice Cube",
        "song": "AmeriKKKa's Most Wanted"
    },
    {
        "lyrics": "\r\n<i>[POS:]</i>\r\nNow let's get right on down to the skit \r\nA baby is brought into a world of pits \r\nAnd if it could've talked that soon \r\nIn the delivery room \r\nIt would've asked the nurse for a hit \r\nThe reason for this? \r\nThe mother is a jerk \r\nExcuse me, junkie \r\nWhich brought the work of the old \r\nInto a new light, what a way \r\nBut this what a way \r\nHas been a way of today \r\nAnyway push couldn't shove me \r\nTo understand a path to a basehead \r\nConsumer should erase it in the first wave \r\nBut second wave forms relievers \r\nAnd believers will walk to it \r\nThen even talk to it and say \r\n\r\n(You got my body now you want my soul) \r\nNah, can't have none of that \r\nTell 'em what to say Mase \r\n\r\n(Say no go) \r\n\r\n<i>[DOVE:]</i>\r\nNah, no my brother \r\nNo my sister \r\nTry to get hip to this \r\nWord, word to the mother \r\nI'll tell the truth \r\nSo bear my witness \r\nFly like birds of a feather \r\nDrugs are like pleather \r\nYou don't wanna wear it \r\nNo need to ask that question \r\nJust don't mention \r\nYou know what the answer is \r\n\r\n<i>[POS:]</i>\r\nNow I never fancied Nancy \r\nBut the statement she made \r\nHeld a plate of weight \r\nI even stressed it to Wade \r\n\r\n<i>[DOVE:]</i>\r\nDid he take any heed? \r\n\r\n<i>[POS:]</i>\r\nNah, the boy was hooked \r\nYou coulda phrased the word &quot;base&quot; \r\nAnd the kid just shook \r\nIn his fashion class once an A now an F \r\nThe rock rules him now \r\nThe only designs left \r\nWere once clothes made for Osh-Kosh \r\nHas converted to nothing but stonewash \r\n\r\n<i>[DOVE:]</i>\r\nNow hopping in a barrel is a barrel of fun \r\nBut don't hop in if you wanna be down, son \r\n'Cause that could mean \r\nDown and out as an action \r\nWhat does that lead to? \r\nDum da dum dum \r\nPeople say what have I done for all my years \r\nMy tears show my hard earned work \r\nI heard shoving is worse than pushing \r\nBut I'd rather know a shover than a pusher \r\n'Cause a pusher's a jerk \r\n\r\n(Say no go) \r\n\r\n<i>[POS:]</i>\r\nBelieve it or not \r\nThe plots forms a fee \r\nMore than charity \r\nBut the course doesn't coincide \r\nWith the ride of insanity \r\nIs it a chant that slants \r\nThe soul to fill for it? \r\nI know it's the border \r\nThat flaunts the order \r\nTo kill for it \r\n\r\n<i>[DOVE:]</i>\r\nStanding, scheming on a young one \r\nTaking his time \r\n8 ball for a cool pool player \r\nRacked it all \r\nTried to break, miscued \r\nGot beat by the boy in blue \r\nNext day you're out \r\nBy the spot once more \r\nLooking hard for a crack in the hole \r\nI ask what's the fix for the ill stuff \r\nWord to the Dero \r\nThe answer shoulda been no \r\n\r\n<i>[POS:]</i>\r\nRun me a score from the funky four plus one more \r\n(It's the joint!) \r\nRewind that back \r\nThis is the age for a new stage of fiend \r\nWatch how the junkies scream \r\nFor their crack \r\n&quot;It's the crack&quot;t should explain it from the start \r\nBehind the ideals of cranking up the heart \r\nNow the Base claims shot over every part \r\n\r\n(Say no go) \r\n(Say no go) \r\n(Don't even think about it) \r\n(Say no go) \r\n(Say no go)\n",
        "artist": "De La Soul",
        "song": "Say No Go"
    },
    {
        "lyrics": "\r\nHave you ever met a girl that you tried to date\nBut a year to make love she wanted you to wait\nLet me tell ya a story of my situation\nI was talkin' to this girl from the U.S. nation\nThe way that I met her was on tour at a concert\nShe had long hair and a short miniskirt\nI just got onstage drippin', pourin' with sweat\nI was walkin' through the crowd and guess who I met\nI whispered in her ear, &quot;Come to the picture booth\nSo I can ask you some questions to see if you are a hundred proof&quot;\nI asked her her name, she said blah-blah-blah\nShe had 9/10 pants and a very big bra\nI took a couple of flicks and she was enthused\nI said, &quot;How do you like the show?&quot;\nShe said, &quot;I was very amused&quot;\nI started throwin' bass, she started throwin' back mid-range\nBut when I sprung the question, she acted kind of strange\nThen when I asked, &quot;Do ya have a man, &quot; she tried to pretend\nShe said, &quot;No I don't, I only have a friend&quot;\nCome on, I'm not even goin' for it\nThis is what I'm goin' sing\n\nYou, you got what I need but you say he's just a friend\nAnd you say he's just a friend, oh baby\nYou, you got what I need but you say he's just a friend\nBut you say he's just a friend, oh baby\nYou, you got what I need but you say he's just a friend\nBut you say he's just a friend\n\nSo I took blah-blah's word for it at this time\nI thought just havin' a friend couldn't be no crime\n'Cause I have friends and that's a fact\nLike Agnes, Agatha, Germaine, and Jack\nForget about that, let's go into the story\nAbout a girl named blah-blah-blah that adored me\nSo we started talkin', getttin' familiar\nSpendin' a lot of time so we can build up\nA relationship or some understanding\nI was gonna be in the future we was plannin'\nEverything sounded so dandy and sweet\nI had no idea I was in for a treat\nAfter this was established, everything was cool\nThe tour was over and she went back to school\nI called every day to see how she was doin'\nEverytime that I called her it seemed somethin' was brewin'\nI called her room a guy picked up, and then I called again\nI said, &quot;Yo, who was that?&quot; &quot;Oh, he's just a friend&quot;\nDon't gimme that, don't ever gimme that\nJus' bust this\n\nYou, you got what I need but you say he's just a friend\nAnd you say he's just a friend, oh baby\nYou, you got what I need but you say he's just a friend\nBut you say he's just a friend, oh baby\nYou, you got what I need but you say he's just a friend\nBut you say he's just a friend\n\nSo I came to her college on a surprise visit\nTo see my girl that was so exquisite\nIt was a school day, I knew she was there\nThe first semester of the school year\nI went to a gate to ask where was her dorm\nThis guy made me fill out a visitor's form\nHe told me where it was and I as on my way\nTo see my baby doll, I was happy to say\nI arrrived in front of the dormitory\nYo, could you tell me where is door three?\nThey showed me where it was for the moment\nI didn't know I was in for such an event\nSo I came to her room and opened the door\nOh, snap! Guess what I saw?\nA fella tongue-kissin' my girl in the mouth,\nI was so in shock my heart went down south\nSo please listen to the message that I say\nDon't ever talk to a girl who says she just has a friend\n",
        "artist": "Biz Markie",
        "song": "Just A Friend"
    },
    {
        "lyrics": "\r\n<i>[Sound of phone hanging up]</i>\n<i>[Biggie's daughter:]</i>\nAll you hoes, callin' here for my daddy get off his dick.\nLike that Mommy?\n\n<i>[Answering machine beep in between each message and the beat to]</i>\n<i>[&quot;One More Chance&quot; in the background.]</i>\n\n<i>[Message 1:]</i>\nHi daddy, how you doin', this is Tyiest, I was thinkin' about you last\nnight, mmm, you actin' like you can't call me no more cause you busy and\nall that, but you tryina tell me it wasn't good?\n\n<i>[Message 2:]</i>\nThat shit is real fucked up what you did, I hooked you up wit my girl\nand shit you fucked her 8 times you see her you don't say SHIT to her\nyou know what I'm sayin? And all that bitch do is call me all day\ntalkin' bout you: &quot;Why the fuck do he don't want me?&quot;\n\n<i>[Message 3:]</i>\nYo Big this is Quita, Kenya told me she saw you and Shana in the mall\nand I know you aint fuckin' her. You fucked with me last night that's my\nbest friend and we don't get down like that.\n\n<i>[Message 4:]</i>\nYeah muthafucka this is Stephanie, I was waitin' outside for your ass\nfor like a fuckin' hour, I don't know what's goin on, muthafuckas tryina\nraw me, you be dissapearin' and shit I'm waitin' in the cold, what the\nfuck is goin' on, when you get in give me a fuckin' call, alright?\n\nWhen it comes to sex, I'm similar to the thriller in Manila\nHoneys call me Bigga the condom filler\nWhether it's stiff tongue or stiff dick\nBiggie squeeze it to make shit fit, now check this shit\nI got the pack of Rough Riders in the back of the Pathfinder\nYou know the ep along by James Todd Smith\nI get swift with the lyrical gift\nHit you with the dick, make your kidneys shift\nHere we go, here we go, but I'm not Domino\nI got the funk flow to make your drawers drop slow\nSo recognize the dick size in these Karl Kani jeans\nI'm in thirteens, know what I mean\nI fuck around and hit you with the Hennessey dick\nMess around and go blind, don't get to see shit\nThe next batter, here to shatter your bladder, it doesn't matter\nSkinny or fat or white-skinned or black, baby I drop\nThese boricua mommies screamin &quot;Aiy papi!&quot;\nI love it when they call me Big Poppa\nI only smoke blunts if they roll propa\nLook, I gotcha caught up in the drunk flow\nFuck tae kwon do, I tote da fo'-fo'\nFor niggaz gettin mad cause they bitch chose me\nA big black motherfucker with g ya see\nAll I do is separate the game from the truth\nBig bang boots from the Bronx to Bolivia\nGettin Physical like Olivia Newt\nTricks suck my clique dick all day with no trivia\nSo gimme a hoe, a bankroll and a bag of weed\nI'm guaranteed to fuck her till her nose bleed\nEven if your new man's a certified mack\nYou'll get that H-town in ya, you'll want that old thing back\n\nOh Biggie gimme one more chance\nI got that good dick girl, ya didn't know\n<i>[Repeat]</i>\n\nIs my mind playin tricks, like Scarface and Bushwick\nWillie D, havin nightmares of girls killin me\nShe mad because what we had didn't last\nI'm glad because her cousin let me hit the ass\nFuck the past let's dwell on the 500 SL, the E and J and ginger ale\nThe way my pockets swell to the rim with Benjamins\nAnother hon's in the crib, please send her in\nI fuck nonstop, lick my lips alot, used to lick the clits alot\nBut lickin clits had to stop\nCause y'all don't know how to act when the tongue go down below\nPeep the funk flow, really though\nI got the cleanest meanest penis, ya never seen this stroke of genius\nSo take off your Tim boots and your bodysuit\nI mean the spandex and hit my man next\nSex gettin rougher when it come to the nut buster\nPussy crusher, black nasty motherfucker\nI don't chase em, I replace em\nand if I'm caressin em, I'm undressin em\nFuck whatcha heard who's the best in New York\nFor fillin fantasies without that nigga Mr. Rourke?\nOr Tattoo I got you wrapped around my dick\nAnd when I'm done I got to split shit\nBack shots is my position, I gotcha wishin for an intermission\nFuck the kissin, lickin down to your belly button, I ain't frontin\nThey don't call me B.I.G. for nuttin, all of a sudden\n\nOh Biggie gimme one more chance\nI got that good dick girl you didn't know\n<i>[Repeat]</i>\n",
        "artist": "Notorious B.I.G.",
        "song": "One More Chance"
    },
    {
        "lyrics": "\r\nYes - the rhythm, the rebel\nWithout a pause - I'm lowering my level\nThe hard rhymer - where you never been I'm in\nYou want stylin' - you know it's time again\nD the enemy - tellin you to hear it\nThey praised the music - this time they play the lyrics\nSome say no to the album, the show\nBum rush the sound I made a year ago\nI guess you know - you guess I'm just a radical\nNot a sabbatical - yes to make it critical\nThe only part your body should be parting to\nPanther power on the hour from the rebel to you\n\nRadio - suckers never play me\nOn the mix - just O.K. me\nNow known and grown when they're clocking my zone it's known\nSnakin' and takin' everything that a brother owns\nHard - my calling card\nRecorded and orderd - supporter of Chesimard\nLoud and proud kickin' live next poet supreme\nLoop a troop, bazooka, the scheme\nFlavor - a rebel in his own mind\nSupporter of my rhyme\nDesigned to scatter a line of suckers who claim I do crime\n\nTerminator X\n\nFrom a rebel it's final on black vinyl\nSoul, rock and roll comin' like a rhino\nTables turn - suckers burn to learn\nThey can't dis-able the power of my label\nDef Jam - tells you who I am\nThe enemy's public - they really give a damn\nStrong Island - where I got 'em wild and\nThat's the reason they're claimin' that I'm violent\nNever silent - no dope gettin' dumb nope\nClaimin' where we get our rhythm from\nNumber one - we hit ya and we give ya some\nNo gun - and still never on the run\nYou wanna be an S.1 - Griff will tell you when\nAnd then you'll come - you'll know what time it is\nImpeach the president - pullin' out the ray-gun\nZap the next one - I could be you're Sho-gun\nSuckers - don't last a minute\nSoft and smooth - I ain't with it\nHardcore - rawbone like a razor\nI'm like a lazer - I just won't graze ya\nOld enough to raise ya - so this will faze ya\nGet it right boy and maybe I will praise ya\nPlayin' the role I got soul too\nVoice my opinion with volume\nSmooth - no what I am\nRough - cause I'm the man\n\nNo matter what the name - we're all the same\nPieces in one big chess game\nYeah - the voice of power\nIs in the house - go take a shower boy\nP.E. a group, a crew - not singular\nWe were black Wranglers\nWe're rap stranglers\nYou can't angle us - I know you're listenin'\nI caught you pissin' in you're pants\nYou're scared of us dissin' us\nThe crowd is missin' us\nWe're on a mission boy\n\nTerminator X\n\nAttitude - when I'm on fire\nJuice on the loose - electric wire\nSimple and plain - give me the lane\nI'll throw it down your throat like Barkley\nSee the car keys - you'll never get these\nThey belong to the 98 posse\nYou want some more son - you wanna get some\nRush the door on a store - pick up the album\nYou know the rhythm, the rhyme plus the beat is designed\nSo I can enter your mind - Boys\nBring the noise - my time\nStep aside for the flex - Terminator X\n",
        "artist": "Public Enemy",
        "song": "Rebel Without A Pause"
    },
    {
        "lyrics": "\r\nBring it over here and let's go back\nWay back\nOoh...\nWay back, yeah\n\nI met him when I was a\nLittle girl, he gave me\nHe gave me poetry\nAnd he was my first\n\nBut in my heart I knew I\nWasn't the only one\n'Cause when the tables turned\nHe had to break up\n\nWhenever I got lonely\nOr needed some advice\nHe gave me his shoulder\nHis words were very nice\n\nBut that is all behind me\n'Cause now there is no other\nMy love is his and his is mine\nA friend became the\n\nLove of my life\nYou are my friend\nLove of my life\nI can depend\nLove of my life\nWithout you, baby\nIt feels like a simple true love\n\nHope this s*** ain't clear\n\nA freak-freak, y'all, and ya don't stop\nTo the beat y'all and ya don't stop\nA freak-freak\n\nOr could it be that it was\nAll just so simple then\nA teenage lover who said\nHe's just a friend\n\nHe moved around and we kept\nIn touch through his friend Mike\nThe world was young and he knew\nWe couldn't rush but\n\nWhenever I got lonely\nOr needed some advice\nHe gave me his shoulder\nHis words were very nice\n\nBut that is all behind me\n'Cause now there is no other\nMy love is his and his is mine\nA friend became the\n\nLove of my life\nYou are my friend\nLove of my life\nA dude I can depend, yeah, yeah\nLove of my life\nFeels like a simple true love, yeah\n\nHope this s*** ain't clear\n\nY'all know how I met her\nWe broke up and got back together\nTo get her back I had to sweat her\nThought she roll with bad boys forever in many ways\nThem boys may be better, to I had to let her (Never)\nShe needed cheddar and I understood that\nLookin' for cheese, that don't make her a hood rat (Rat)\nIn fact she's a queen to me, her light beams on me\nI love it when she sings to me\nIt's like that now\n\nLove of my life\nOoh, you know you rock my world and\nLove of my life\nYou be boy and I'll be girl and\nLove of my life\nWe don't stop until the break of dawn, ooh...\n\nLove of my life\nOoh, you know you rock my world and\nLove of my life\nYou be boy and I'll be girl and\nLove of my life\nYeah...\n",
        "artist": "Erykah Badu",
        "song": "Love of My Life"
    },
    {
        "lyrics": "\r\nIt's been a long time, I shouldn't have left you\r\nWithout a strong rhyme to step to\r\nThink of how many weak shows you slept through\r\nTime's up, I'm sorry I kept you\r\nThinking of this, you keep repeating you miss\r\nThe rhymes from the microphone soloist\r\nAnd you sit by the radio, hand on the dial, soon\r\nAs you hear it, pump up the volume\r\nDance wit the speaker 'till  you hear it blow,\r\nThen plug in the headphone 'cause here it go\r\nIt's a 4 letter word when it's heard,  it control\r\nyour body to dance (You got it) soul,\r\nDitects the tempo like a red alert\r\nReaches your reflex, so let it work\r\nWhen this is playing, you can't get stuck wit\r\nThe steps, so get set and I'm a still come up wit\r\nA gift to be swift, follow the leader, the rhyme will go\r\nDef wit the record that was mixed a long time ago\r\nIt can be done but only I can do it\r\nFor those that can dance and clap your hands to it\r\nI start to think and then I sink\r\nInto the paper like I was ink\r\nWhen I'm writing, I'm trapped in between the lines,\r\nI escape when I finish the rhyme...\r\nI got soul\r\n\r\nYou got it <i>[x4]</i>\r\nI know you got soul\r\n\r\nPicture a mic, the stage is empty\r\nA beat like this might tempt me\r\nTo pose, show my rings and my fat gold chain\r\nGrab the mic like I'm on Soul Train\r\nBut I'll wait 'cause I mastered this\r\nLet the others go first so the brothers don't miss\r\nEric B. break the sticks (you got it)\r\nRakim will begin when you make the mix\r\nI'll experiment like a scientist\r\nYou wanna rhyme, you gotta sign my list\r\n'Cause I'm a manifest and bless the mic I hold\r\nYou want it next?  then you gotta have soul\r\n'Cause if you ain't got it, I'm a make an encore\r\nTake the mic, make the people respond for\r\nThe R, 'cause that's the way it'll have to be\r\nIf you wanna get on after me\r\nThink about it, wait, erase your rhyme\r\nForget it and don't waste your time\r\n'Cause I'll be in the crowd if you ain't controlling it\r\nDrop the mic, you shouldn't be holding it\r\nThis is how it should be done\r\nThis style is identical to none\r\nSome try to make it sound like this but you're getting me\r\nSo upset that I'm wet 'cause you're sweating me\r\nI drip steam like a microphone fiend\r\nEager to MC is my theme\r\nI get hype when I hear a drum roll\r\nRakim is on the mic and you know I got soul\r\n\r\nYou got it <i>[x5]</i>\r\n\r\nI got soul (you got it) that's why I came\r\nTo teach those who can't say my name\r\nFirst of all, I'm the soloist, the soul controller\r\nRakim gets stronger as I get older\r\nConstant elevation causes expansion\r\nI write my rhyme while I cool in my mansion\r\nThen put it on tape and in the city I test it\r\nThen on the radio the R's requested\r\nYou listen to it, the concept might break you\r\n'Cause almost anyone can relate to...\r\nWhoever's out of hand, I'm give him handles\r\nLight 'em up, blow 'em out like candles\r\nOr should I just let him melt?\r\nThen give him a hand so they can see how it felt\r\nI'm not bold just cuz I rock gold\r\nRakim is on the mic and you know I got soul\r\n\r\nYou got it <i>[x4]</i>\r\n\r\nNow I'm a stop to see what you got\r\nGet off the mic before I get too hot\r\nI want to see which posse can dance the best\r\nIt should be easy 'cause the beat is fresh\r\nNow if your from Uptown, Brooklyn- bound,\r\nThe Bronx, Queens, or Long Island Sound,\r\nEven other states come right and exact,\r\nIt ain't where you're from, it's where you're at\r\nSince you came here, you have to show and prove\r\nAnd do that dance until it don't move\r\n'Cause all you need is soul self-esteem will release,\r\nThe rest is up to you, Rakim 'll say peace\r\n\r\nYou got it <i>[x10]</i>\n",
        "artist": "Eric B. & Rakim",
        "song": "I Know You Got Soul"
    },
    {
        "lyrics": "\r\nYes it's me again\nAnd I'm back\nOh I oh I oh I yeah\nOh I oh I oh I baby\nOh I oh I oh I yeah\nThe 22nd of loneliness and we've\nBeen through so many thangs\nI love my man with all honesty\nBut I know he's cheatin' on me\nI look him in his eyes but all he\nTells me is lies to keep me near\nI'll never leave him down though\nI might mess around it's only\n'Cause I need some affection oh\n\n<i>[Chorus]</i>\nSo I creep yeah\nJust keep it on the down low\nSaid nobody is supposed 2 know\nSo I creep yeah\n'Cause he doesn't know\nWhat I do and no attention\nGoes to show oh so I creep\n\nThe 23rd of loneliness\nAnd we don't talk\nLike we used 2 do\nNow it seems pretty\nStrange but I'm not\nBuggin' 'cause I still feel\nThe same yeah yeah\nI'll keep giving loving\nTill the day he pushes me away\nNever go astray\nIf he knew the\nThings I did he couldn't\nHandle it\nAnd I choose 2 keep him\nProtected oh\n\n<i>[Chorus]</i>\n\nI think about us baby all the time\nBut you know that I'm gonna need some attention\nYeah, yeah can you dig it\nLove you forever baby soul &amp; mind\nAnd you gotta know if\nYou don't give it I'ma\nGet mine\n\nOh I oh I oh I yeah\nOh I oh I oh I baby\nOh I oh I oh I yeah\nYeah yeah yeah\n\n<i>[Chorus]</i>\n\nI creep around because I need attention\nDon't mess around with my affection\nOh I oh I oh I yeah\n\n<i>[Chorus]</i>\n",
        "artist": "TLC",
        "song": "Creep"
    },
    {
        "lyrics": "\r\nHere we go,\r\nOnce upon a time not long ago,\r\nwhen people wore pajamas and lived life slow,\r\nWhen laws were stern and justice stood,\r\nand people were behavin' like they ought ta good,\r\nThere lived a lil' boy who was misled,\r\nby anotha lil' boy and this is what he said:\r\n&quot;Me, Ya, Ty, we gonna make sum cash,\r\nrobbin' old folks and makin' tha dash&quot;,\r\nThey did the job, money came with ease,\r\nbut one couldn't stop, it's like he had a disease,\r\nHe robbed another and another and a sista and her brotha,\r\ntried to rob a man who was a D.T. undercover,\r\nThe cop grabbed his arm, he started acting erratic,\r\nhe said &quot;Keep still, boy, no need for static&quot;,\r\nPunched him in his belly and he gave him a slap,\r\nbut little did he know the lil' boy was strapped,\r\nThe kid pulled out a gun, he said &quot;Why did ya hit me ?&quot;,\r\nthe barrel was set straight for the cop's kidney,\r\nThe cop got scared, the kid, he starts to figure,\r\n&quot;I'll do years if I pull this trigga&quot;,\r\nSo he cold dashed and ran around the block,\r\ncop radioes it to another lady cop,\r\nHe ran by a tree, there he saw this sista,\r\na shot for the head, he shot back but he missed her,\r\nLooked around good and from expectations,\r\nso he decided he'd head for the subway stations,\r\nBut she was coming and he made a left,\r\nhe was runnin' top speed till he was outta breath,\r\nKnocked an old man down and swore he killed him,\r\nthen he made his move to an abandoned building,\r\nRan up the stairs up to the top floor,\r\nopened up the door there, guess who he saw?,\r\nDave the dope fiend shootin' dope,\r\nwho don't know the meaning of water nor soap,\r\nHe said &quot;I need bullets, hurry up, run!&quot;\r\nthe dope fiend brought back a spanking shotgun,\r\nHe went outside but there was cops all over,\r\nthen he dipped into a car, a stolen Nova <i>[?]</i>,\r\nRaced up the block doing 83,\r\ncrashed into a tree near university,\r\nEscaped alive though the car was battered,\r\nrat-a-tat-tatted and all the cops scattered,\r\nRan out of bullets and still had static,\r\ngrabbed a pregnant lady and out the automatic,\r\nPointed at her head and he said the gun was full o' lead,\r\nhe told the cops &quot;Back off or honey here's dead&quot;,\r\nDeep in his heart he knew he was wrong,\r\nso he let the lady go and he starts to run on,\r\nSirens sounded, he seemed astounded,\r\nbefore long the lil' boy got surrounded,\r\nHe dropped the gun, so went the glory,\r\nand this is the way I must end this story,\r\nHe was only seventeen, in a madman's dream,\r\nthe cops shot the kid, I still hear him scream,\r\nThis ain't funny so don't ya dare laugh,\r\njust another case 'bout the wrong path,\r\nStraight 'n narrow or yo' soul gets cast<i>[?]</i>.\r\n\r\nGood Night\n",
        "artist": "Slick Rick",
        "song": "Childrens Story"
    },
    {
        "lyrics": "\r\nI got so much trouble on my mind\nI refuse to lose\nHere's your ticket\nHear the drummer get wicked\nThe crew to you to push the back to Black\nAttack so I sat and japped\nThen slapped the Mac (Intosh)\nNow I'm ready to mike it\n(You know I like it) huh\nHear my favoritism roll &quot;Oh&quot;\nNever be a brother like to go solo\nLazer, anastasia, maze ya\nWays to blaze your brain and train ya\nThe way I'm livin', forgiven'\nWhat I'm givin' up\nX on the flex hit me now\nI don't know about later\nAs for now I know how to avoid the paranoid\nMan I've had it up to here\nGear I wear got 'em goin' in fear\nRhetoric said\nRead just a bit ago\nNot quittin' though\nSigned the hard rhymer\nWork to keep from gettin' jerked\nChangin' some ways\nTo way back in the better days\nRaw metaphysically bold\nNever followed a code\nStill dropped a load\nNever question what I am God knows\nCause it's comin' from the heart\nWhat I got better get some\n(Get on up) hustler of culture\nSnakebitten\nBeen spit in the face\nBut the rhymes keep fittin'\nRespects been givin' how's ya livin'\nNow I can't protect a pad off defect\nCheck the record\nAn reckon an intentional wreck\nPlayed off as some intellect\nMade the call, took the fall\nBroke the laws\nNot my fault they're fallin' off\nKnown as fair square\nThroughout my years\nSo I growl at the livin' foul\nBlack to the bone my home is your home\nSo welcome to the Terrordome\nSubordinate terror\nKickin' off an era\nCold deliverin' pain\nMy 98 was 87 on a record yo\nSo now I go Bronco\n\nCrucifixion ain't no fiction\nSo called chosen frozen\nApology made to who ever pleases\nStill they got me like Jesus\nI rather sing, bring, think reminisce\n'Bout a brother while I'm in sync\nEvery brother ain't a brother cause a color\nJust as well could be undercover\nBackstabbed, grabbed a flag\nFrom the back of the lab\nTold a Rab get off the rag\nSad to say I got sold down the river\nStill some quiver when I deliver\nNever to say I never know or had a clue\nWord was heard, plus hard on the boulevard\nLies, scandalizin', basin'\nTraits of hate who's celebratin' wit satan?\nI rope a dope the evil with righteous\nBobbin' and weavin' and let the good get even\nC'mon down\nAnd welcome to the Terrordome.\nCaught in the race against time\nThe pit and the pendulum\nCheck the rhythm and rhymes\nWhile I'm bendin' 'em\nSnakes blowin' up the lines of design\nTryin' to blind the science I'm snedin' 'em\nHow to fight the power\nCannot run and hide\nBut it shouldn't be suicide\nIn a game a fool without the rules\nGot a hell of a nerve to just criticize\nEvery brother ain't a brother\nCause a Black hand\nSqueezed on Malcom X the man\nThe shootin' of Huey Newton\nFrom a hand of a Nigger who pulled the trigger\n\nIt's weak to speak and blame somebody else\nWhen you destroy yourself\nFirst nothing's worse than a mother's pain\nOf a son slain in Bensonhurst\nCan't wait for the state to decide the fate\nSo this jam I dedicate\nPlaces with racist faces\nJust an example of one of many cases\nThe Greek weekend speech I speak\nFrom a lesson learned in Virginia (Beach)\nI don't smile in the line of fire\nI go wildin'\nBut it's on bass and drums even violins\nWatcha do gitcha head ready\nInstead of gettin' physically sweaty\nWhen I get mad\nI put it down on a pad\nGive ya somethin' that cha never had controllin'\nFear of high rollin'\nGod bless your soul and keep livin'\nNever allowed, kickin' it loud\nDroppin' a bomb\nBrain game intellectual Vietnam\nMove as a team\nNever move alone\nBut\nWelcome to the Terrordome\n",
        "artist": "Public Enemy",
        "song": "Welcome to the Terrordome"
    },
    {
        "lyrics": "\r\nYou are appreciated\n\n<i>[Verse One: 2Pac]</i>\n      \nWhen I was young me and my mama had beef\nSeventeen years old kicked out on the streets\nThough back at the time, I never thought I'd see her face\nAin't a woman alive that could take my mama's place\nSuspended from school; and scared to go home, I was a fool\nwith the big boys, breakin all the rules\nI shed tears with my baby sister\nOver the years we was poorer than the other little kids\nAnd even though we had different daddy's, the same drama\nWhen things went wrong we'd blame mama\nI reminisce on the stress I caused, it was hell\nHuggin on my mama from a jail cell\nAnd who'd think in elementary?\nHeeey! I see the penitentiary, one day\nAnd runnin from the police, that's right\nMama catch me, put a whoopin to my backside\nAnd even as a crack fiend, mama\nYou always was a black queen, mama\nI finally understand\nfor a woman it ain't easy tryin to raise a man\nYou always was committed\nA poor single mother on welfare, tell me how ya did it\nThere's no way I can pay you back\nBut the plan is to show you that I understand\nYou are appreciated\n\n<i>[Chorus: Reggie Green &amp; &quot;Sweet Franklin&quot; w/ 2Pac]</i>\n\nLady... \nDon't cha know we love ya?  Sweet lady\nDear mama\nPlace no one above ya, sweet lady\nYou are appreciated\nDon't cha know we love ya?\n\n<i>[second and third chorus, &quot;And dear mama&quot; instead of &quot;Dear mama&quot;]</i>\n\n<i>[Verse Two: 2Pac]</i>\n\nNow ain't nobody tell us it was fair\nNo love from my daddy cause the coward wasn't there\nHe passed away and I didn't cry, cause my anger\nwouldn't let me feel for a stranger\nThey say I'm wrong and I'm heartless, but all along\nI was lookin for a father he was gone\nI hung around with the Thugs, and even though they sold drugs\nThey showed a young brother love\nI moved out and started really hangin\nI needed money of my own so I started slangin\nI ain't guilty cause, even though I sell rocks\nIt feels good puttin money in your mailbox\nI love payin rent when the rent's due\nI hope ya got the diamond necklace that I sent to you\nCause when I was low you was there for me\nAnd never left me alone because you cared for me\nAnd I could see you comin home after work late\nYou're in the kitchen tryin to fix us a hot plate\nYa just workin with the scraps you was given\nAnd mama made miracles every Thanksgivin\nBut now the road got rough, you're alone\nYou're tryin to raise two bad kids on your own\nAnd there's no way I can pay you back\nBut my plan is to show you that I understand\nYou are appreciated\n\n<i>[Chorus]</i>\n\n<i>[Verse Three: 2Pac]</i>\n\nPour out some liquor and I reminisce, cause through the drama\nI can always depend on my mama\nAnd when it seems that I'm hopeless\nYou say the words that can get me back in focus\nWhen I was sick as a little kid\nTo keep me happy there's no limit to the things you did\nAnd all my childhood memories\nAre full of all the sweet things you did for me\nAnd even though I act craaazy\nI gotta thank the Lord that you made me\nThere are no words that can express how I feel\nYou never kept a secret, always stayed real\nAnd I appreciate, how you raised me\nAnd all the extra love that you gave me\nI wish I could take the pain away\nIf you can make it through the night there's a brighter day\nEverything will be alright if ya hold on\nIt's a struggle everyday, gotta roll on\nAnd there's no way I can pay you back\nBut my plan is to show you that I understand\nYou are appreciated\n\n<i>[Chorus]</i>\n\nSweet lady\nAnd dear mama\n\nDear mama\nLady <i>[3X]</i>\n",
        "artist": "2Pac",
        "song": "Dear Mama"
    },
    {
        "lyrics": "\r\n<i>[Jay-Z]</i>\nUhh, uh uh uh\nIt's big pimpin baby..\nIt's big pimpin, spendin G's\nFeel me.. uh-huh uhh, uh-huh..\nGe-ge-geyeah, geyeah\nGe-ge-geyeah, geyeah..\n\nYou know I - thug em, fuck em, love em, leave em\nCause I don't fuckin need em\nTake em out the hood, keep em lookin good\nBut I don't fuckin feed em\nFirst time they fuss I'm breezin\nTalkin bout, &quot;What's the reasons?&quot;\nI'm a pimp in every sense of the word, bitch\nBetter trust than believe em\nIn the cut where I keep em\ntil I need a nut, til I need to beat the guts\nThen it's, beep beep and I'm pickin em up\nLet em play with the dick in the truck\nMany chicks wanna put Jigga fist in cuffs\nDivorce him and split his bucks\nJust because you got good head, I'ma break bread\nso you can be livin it up?  Shit I..\nparts with nothin, y'all be frontin\nMe give my heart to a woman?\nNot for nothin, never happen\nI'll be forever mackin\nHeart cold as assassins, I got no passion\nI got no patience\nAnd I hate waitin..\nHoe get yo' ass in\nAnd let's RI-I-I-I-I-IDE.. check em out now\nRI-I-I-I-I-IDE, yeah\nAnd let's RI-I-I-I-I-IDE.. check em out now\nRI-I-I-I-I-IDE, yeah\n\n<i>[Chorus One: Jay-Z]</i>\nWe doin.. big pimpin, we spendin G's\nCheck em out now\nBig pimpin, on B.L.A.D.'s\nWe doin.. big pimpin up in N.Y.C.\nIt's just that Jigga Man, Pimp C, and B-U-N B\nYo yo yo.. big pimpin, spendin G's\nWe doin - big pimpin, on B.L.A.D.'s\nWe doin.. big pimpin up in N.Y.C.\nIt's just that Jigga Man, Pimp C, and B-U-N B\n\n<i>[Bun B]</i>\nNigga it's the - big Southern rap impresario\nComin straight up out the black bar-rio\nMakes a mill' up off a sorry hoe\nThen sit back and peep my sce-nawr-e-oh\nOops, my bad, that's my scenario\nNo I can't fuck a scary hoe\nNow every time, every place, everywhere we go\nHoes start pointin - they say, &quot;There he go!&quot;\nNow these motherfuckers know we carry mo' heat than a little bit\nWe don't pull it out over little shit\nAnd if you catch a lick when I spit, then it won't be a little hit\nGo read a book you illiterate son of a bitch and step up yo' vocab\nDon't be surprised if yo' hoe stab out with me\nand you see us comin down on yo' slab\nLivin ghetto-fabulous, so mad, you just can't take it\nBut nigga if you hatin I\nthen you wait while I get yo' bitch butt-naked, just break it\nYou gotta pay like you weigh wet wit two pairs of clothes on\nNow get yo' ass to the back as I'm flyin to the track \nTimbaland let me spit my pro's on\nPump it up in the pro-zone\nThat's the track that we breakin these hoes on\nAin't the track that we flow's on\nBut when shit get hot, then the glock start poppin like ozone\nWe keep hoes crunk like Trigger-man\nFo' real it don't get no bigger man\nDon't trip, let's flip, gettin throwed on the flip\nGettin blowed with the motherfuckin Jigga Man, fool\n\n<i>[Chorus Two: Bun B]</i>\nWe be.. big pimpin, spendin G's\nWe be.. big pimpin, on B.L.A.D.'s\nWe be.. big pimpin down in P.A.T.\nIt's just that Jigga Man, Pimp C, and B-U-N B\nCause we be.. big pimpin, spendin G's\nAnd we be.. big pimpin, on B.L.A.D.'s\nCause we be.. big pimpin in P.A.T.\nIt's just that Jigga Man, Pimp C, and B-U-N B.. nigga\n\n<i>[Pimp C]</i>\nUhh.. smokin out, throwin up, keepin lean up in my cup\nAll my car got leather and wood, in my hood we call it buck\nEverybody wanna ball, holla at broads at the mall\nIf he up, watch him fall, nigga I can't fuck witch'all\nIf I wasn't rappin baby, I would still be ridin Mercedes\nChromin shinin sippin daily, no rest until whitey pay me\nUhhh, now what y'all know bout them Texas boys\nComin down in candied toys, smokin weed and talkin noise\n\n<i>[Chorus Two]</i>\n",
        "artist": "Jay-Z",
        "song": "Big Pimpin'"
    },
    {
        "lyrics": "\r\nSo tired, tired of this drama\nNo more, no more\nI wanna be free\nI'm so tired, so tired\n\nBroken heart again\nAnother lesson learn\nBetter know your friends\nOr else you will get burned\nGotta count on me\nCause I can guarantee\nThat I'll be fine\n\nNo more pain (no more pain)\nNo more pain (no more pain)\nNo drama (no more drama in my life)\nNo one's gonna make me hurt again\n\nWhy'd I play the fool\nGo through ups and downs\nKnowing all the time\nYou wouldn't be around\nOr maybe I like the stress\nCause I was young and restless\nBut that was long ago\nI don't wanna cry no more\n\nNo more pain (no more pain)\nNo more game (no more game messin with my mind)\nNo drama (no more drama in my life)\nNooone's gonna make me hurt again\nNo more tears (no more tears, I'm tired of cryin everynight)\nNo more fears (no more fears, I really don't wanna cry)\nNo drama (no more drama in my life)\nI don't ever wanna hurt again\nWanna speak my mind, wanna speak my mind\n\nUh, it feel so good\nWhen you let go\nOf all the drama in your life\nNow you're free from all the pain\nFree from all the game\nFree from all the stress\nSo find your happiness\nI don't know\nOnly God knows where the story ends for me\nBut I know where the story begins\nIt's up to us to choose\nWhether we win or loose\nAnd I choose to win\n\nNo more pain (no more pain)\nNo more game (tired of your playin' game with my mind)\nNo drama (no more drama in my life)\nNo more, no more, No more, no more\nNo more tears (no more tears, no more cryin every night)\nNo more fears (no more waking be up in the morning)\nNo drama, no more in my life \n\nNo more drama, no more drama\nNo more drama, no more drama\nNO MORE DRAMA\nNO MORE DRAMA\nNO MORE DRAMA\nNO MORE DRAMA\nNO MORE DRAMA\nNo more drama in my life\nSo tired, tired of this drama\n",
        "artist": "Mary J. Blige",
        "song": "No More Drama"
    },
    {
        "lyrics": "\r\nYo, we at war\nWe at war with terrorism, racism, and most of all we at war with ourselves\n(Jesus walks)\nGod show me the way because the Devil trying to break me down\n(Jesus walks with me) with me, with me, with me <i>[fades]</i>\n\nYou know what the Midwest is?\nYoung &amp; Restless\nWhere restless (niggas) might snatch your necklace\nAnd next these (niggas) might jack your Lexus\nSomebody tell these (niggas) who Kanye West is\nI walk through the valley of the shadow of death is\nTop floor the view alone will leave you breathless Uhhhh!\nTry to catch it Uhhhh! It's kinda hard\nGetting choked by the detectives yeah yeah now check the method\nThey be asking us questions, harass and arrest us\nSaying, &quot;We eat pieces of shit like you for breakfast.&quot;\nHuh? Y'all eat pieces of shit? What's the basis?\nWe ain't going nowhere but got suits and cases\nA trunk full of coke rental car from Avis\nMy mamma used to say only Jesus can save us\nWell mamma I know I act a fool\nBut I'll be gone 'til November I got packs to move I Hope\n\n<i>[Hook 2x]</i>\n(Jesus walks)\nGod show me the way because the Devil trying to break me down\n(Jesus walks with me)\nThe only thing that that I pray is that my feet don't fail me now\n(Jesus walks)\nAnd I don't think there is nothing I can do now to right my wrongs\n(Jesus walks with me)\nI want to talk to God but I'm afraid because we ain't spoke in so long\n\nTo the hustlers, killers, murderers, drug dealers even the strippers\n(Jesus walks with them)\nTo the victims of Welfare for we living in hell here hell yeah\n(Jesus walks with them)\nNow hear ye hear ye want to see Thee more clearly\nI know he hear me when my feet get weary\nCause we're the almost nearly extinct\nWe rappers are role models we rap we don't think\nI ain't here to argue about his facial features\nOr here to convert atheists into believers\nI'm just trying to say the way school need teachers\nThe way Kathie Lee needed Regis that's the way I need Jesus\nSo here go my single dog radio needs this\nThey say you can rap about anything except for Jesus\nThat means guns, sex, lies, video tapes\nBut if I talk about God my record won't get played Huh?\nWell if this take away from my spins\nWhich will probably take away from my ends\nThen I hope this take away from my sins\nAnd bring the day that I'm dreaming about\nNext time I'm in the club everybody screaming out\n\n(Jesus walks)\nGod show me the way because the devil trying to break me down\n(Jesus walks)\nThe only thing that that I pray is that my feet don't fail me now\n(Jesus walks)\nAnd I don't thing there's nothing I can do now to right my wrongs\n(Jesus walks with me... fades)\nI want to talk to God but I'm afraid because we ain't spoke in so long\n",
        "artist": "Kanye West",
        "song": "Jesus Walks"
    },
    {
        "lyrics": "\r\nHey, yo I don't even know you and I hate you\nSee all I know is that my girlfriend used to date you\nHow would you feel if she held you down and raped you?\nTried and tried, but she never could escape you\nShe was in love and I'd ask her how? I mean why?\nWhat kind of love from a nigga would black your eye?\nWhat kind of love from a nigga every night make you cry?\nWhat kind of love from a nigga make you wish he would die?\nI mean shit he bought you things and gave you diamond rings\nBut them things wasn't worth none of the pain that he brings\nAnd you stayed, what made you fall for him?\nThat nigga had the power to make you crawl for him\nI thought you was a doctor be on call for him\nSmacked you down cause he said you was too tall for him, huh?\nThat wasn't love, babygirl you was dreamin'\nI could have killed you when you said your seed was growin' from his semen\n\n<i>[1]</i> - Love is blind, and it will take over your mind\nWhat you think is love, is truly not\nYou need to elevate and find\n\n<i>[Repeat 1]</i>\n\nI don't even know you and I'd kill you myself\nYou played with her like a doll and put her back on the shelf\nWouldn't let her go to school and better herself\nShe had a baby by your ass and you ain't giving no help\nUh-huh big time hustler, snake motherfucker\nOne's born everyday and everyday she was your sucker\nHow could you beat the mother of your kids?\nHow could you tell her that you love her?\nDon't give a fuck if she lives\nShe told me she would leave you, I admit it she did\nBut came back, made up a lie about you missing your kids\nSweet kisses, baby ain't even know she was your mistress\nHad to deal with fist fights and phone calls from your bitches\nFloss like you possess her, tellin' me to mind my business\nSaid that it was her life and stay the fuck out of it\nI tried and said just for him I'll keep a ready clip\n\n<i>[Repeat 1 (2x)]</i>\n\nI don't even know you and I want you dead\nDon't know the facts but I saw the blood pour from her head\nSee I laid down beside her in the hospital bed\nAnd about two hours later, doctors said she was dead\nHad the nerve to show up at her mother's house the next day\nTo come and pay your respects and help the family pray\nEven knelt down on one knee and let a tear drop\nAnd before you had a chance to get up\nYou heard my gun cock\nPrayin' to me now, I ain't God but I'll pretend\nI ain't start your life but nigga I'mma bring it to an end\nAnd I did, clear shots and no regrets, never\nCops comin' lock me under the jail\nNigga whatever my bitch, fuck it my sister\nYou could never figure out even if I let you live\nWhat our love was all about\nI considered her my blood and it don't come no thicker\n\n<i>[Repeat 1]</i>\n",
        "artist": "Eve",
        "song": "Love Is Blind"
    },
    {
        "lyrics": "\r\n<i>[POS:]</i>\r\nGreetings, girl, and welcome to my world of phrase \r\nI'm right up to bat \r\nIt's a Daisy Age and you're about to walk top-stage \r\nSo wipe your Lottos on the mat \r\nHip-hop love this is and don't mind when I quiz your \r\nInvolvements before the sun \r\nBut clear your court 'cause this is a one-man sport \r\nAnd who's better for this than Plug One \r\nNow you don't have to worry about me squashin' other deals \r\n'Cause they've already been squooshed \r\nFreeze a frame about moods the same which we can continue \r\nRight behind the bush \r\nYou'll stay with me \r\nEye Know this \r\nBut not because of all my earthly treasures \r\nOr regardless to the fact that I'm Posdnuos \r\nBut because \r\n\r\n(Eye know Eye love you better) \r\n\r\n<i>[DOVE:]</i>\r\nMay I cut this dance to introduce myself as \r\nThe chosen one to speak \r\nLet me lay my hand across yours \r\nAnd aim a kiss upon your cheek \r\nThey name's Plug Two \r\nAnd from the soul I bring you \r\nThe Daisy of your choice \r\nMay it be filled with the pleasure principle \r\nIn circumference to my voice \r\nAbout those other Jennys I reckoned with \r\nLost them all like a homework excuse \r\nThis time the Magic Number is two \r\n'Cause it takes two, not three, to seduce \r\nMy destiny of love is brought to an apex \r\nSex is a mere molecule \r\nIn this world of love that I have for you \r\nIt's true \r\n\r\n(Eye know Eye love you better) \r\n\r\n<i>[POS:]</i>\r\nNow it's time to let this rhyme style \r\nGet somewhat poured in the mold \r\nTake my hand and we'll pick my plantation \r\nOf Daisies for a bouquet of Soul \r\nLife will begin at the cut of a rim \r\nTake it as filled to the rim as in brim \r\nSqueeze your stoop like Betty Boop \r\nWe'll make Campbell's Alphabet Soup \r\nAnd spell Plug One's within \r\nForward march is the say \r\nWhen transistors will play \r\nCome into bed is the mood \r\nDolby sound will be then top crowned \r\nWhen I put the needle into your groove \r\nI got a good thing \r\nAnd in full swing \r\nI show this in gifts, words or letters \r\nBut even without those three \r\nEye know you'll be close to me 'cause \r\n\r\n(Eye know I love you better) \r\n\r\n<i>[DOVE:]</i>\r\nIt's I again and the song that I send \r\nIs taking steps to reach your heart \r\nAny moment you feel alone \r\nI can fill up your empty part \r\nWe can ascend 'till we reach De La Heaven \r\nAnd in a spin we'll hit the Top Ten \r\nThen we will meet Mr Stuckie \r\nAnd Pos' brother Lucky will preach \r\nLet the wedding begin \r\nShot by an arrow of cupid \r\nThrough the string of a G-clef \r\nMy dear, I claim you're def \r\nAnd if you can hear me, by golly gee, \r\nTrugoy is ready for what you posess \r\nWe could live in my Plug Two home \r\nAnd on Mars where we could be all alone \r\nAnd we make a song for two, \r\nPicture perfect things and I sing of how \r\n\r\n(Eye know I love you better)\n",
        "artist": "De La Soul",
        "song": "Eye Know"
    },
    {
        "lyrics": "\r\n<i>[Ice Cube]</i>\nBreak 'em off somethin\n<i>[inhales]</i> Shit..\n<i>[exhales]</i> Yo..\nYo.. uhh..\n\n<i>[Verse One]</i>\nJust wakin up in the mornin gotta thank God\nI don't know but today seems kinda odd\nNo barkin from the dog, no smog\nAnd momma cooked a breakfast with no hog (damn)\nI got my grub on, but didn't pig out\nFinally got a call from a girl I wanna dig out\n(Whassup?) Hooked it up for later as I hit the do'\nThinkin will I live, another twenty-fo'\nI gotta go cause I got me a drop top\nAnd if I hit the switch, I can make the ass drop\nHad to stop, at a red light\nLookin in my mirror and not a jacker in sight\nAnd everything is alright\nI got a beep from Kim, and she can fuck all night\nCalled up the homies and I'm askin y'all\nWhich park, are y'all playin basketball?\nGet me on the court and I'm trouble\nLast week fucked around and got a triple double\nFreakin niggaz everyway like M.J.\nI can't believe, today was a good day (shit!)\n\n<i>[Verse Two]</i>\nDrove to the pad and hit the showers\nDidn't even get no static from the cowards\nCause just yesterday them fools tried to blast me\nSaw the police and they rolled right past me\nNo flexin, didn't even look in a nigga's direction\nas I ran the intersection\nWent to $hort Dog's house, they was watchin Yo! MTV Raps\nWhat's the haps on the craps?\nShake 'em up, shake 'em up, shake 'em up, shake 'em\nRoll 'em in a circle of niggaz and watch me break 'em\nwith the seven, seven-eleven, seven-eleven\nSeven even back do' Lil' Joe\nI picked up the cash flow\nThen we played bones, and I'm yellin domino\nPlus nobody I know got killed in South Central L.A.\nToday was a good day (shit!)\n\n<i>[Verse Three]</i>\nLeft my nigga's house paid (what)\nPicked up a girl been tryin to fuck since the 12th grade\nIt's ironic, I had the brew she had the chronic\nThe Lakers beat the Supersonics\nI felt on the big fat fanny\nPulled out the jammy, and killed the punanny\nAnd my dick runs deep, so deep\nSo deep put her ass to sleep\nWoke her up around one\nShe didn't hesitate, to call Ice Cube the top gun\nDrove her to the pad and I'm coastin\nTook another sip of the potion hit the three-wheel motion\nI was glad everything had worked out\nDropped her ass off and then chirped out\nToday was like one of those fly dreams\nDidn't even see a berry flashin those high beams\nNo helicopter looking for a murder \nTwo in the mornin got the Fatburger \nEven saw the lights of the Goodyear Blimp\nAnd it read, &quot;Ice Cube's a pimp&quot; (yeah)\nDrunk as hell but no throwin up \nHalf way home and my pager still blowin up\nToday I didn't even have to use my A.K.\nI got to say it was a good day (shit!)\n\n<i>[Ice Cube]</i>\nHey wait, wait a minute Pooh, stop this shit\nWhat the fuck I'm thinkin about?\n",
        "artist": "Ice Cube",
        "song": "It Was A Good Day"
    },
    {
        "lyrics": "\r\nYou know parents are the same no matter time nor place\r\nThey don't understand that us kids are gonna make some mistakes\r\nSo to you, all the kids all across the land\r\nThere's no need to argue, parents just don't understand\r\n\r\nI remember one year\r\nMy mom took me school shopping\r\nIt was me, my brother, my mom, oh, my pop, and my little sister\r\nAll hopped in the car\r\nWe headed downtown to the Gallery Mall\r\nMY mom started bugging with the clothes she chose\r\nI didn't say nothing at first\r\nI just turned up my nose\r\nShe said, &quot;What's wrong? This shirt cost $20&quot;\r\nI said, &quot;Mom, this shirt is plaid with a butterfly collar!&quot;\r\nThe next half hour was the same old thing\r\nMy mother buying me clothes from 1963\r\nAnd then she lost her mind and did the ultimate\r\nI asked her for Adidas and she bought me Zips!\r\nI said, &quot;Mom, what are you doing, you're ruining my rep&quot;\r\nShe said, &quot;You're only sixteen, you don't have a rep yet&quot;\r\nI said, &quot;Mom, let's put these clothes back, please&quot;\r\nShe said &quot;no, you go to school to learn not for a fashion show&quot;\r\nI said, &quot;This isn't Sha Na Na, come on Mom, I'm not Bowzer\r\nMom, please put back the bell-bottom Brady Bunch trousers\r\nBut if you don't want to I can live with that but\r\nYou gotta put back the double-knit reversible slacks&quot;\r\nShe wasn't moved - everything stayed the same\r\nInevitably the first day of school came\r\nI thought I could get over, I tried to play sick\r\nBut my mom said, &quot;No, no way, uh-uh, forget it&quot;\r\nThere was nothing I could do, I tried to relax\r\nI got dressed up in those ancient artifacts\r\nAnd when I walked into school, it was just as I thought\r\nThe kids were cracking up laughing at the clothes Mom bought\r\nAnd those who weren't laughing still had a ball\r\nBecause they were pointing and whispering\r\nAs I walked down the hall\r\nI got home and told my Mom how my day went\r\nShe said, &quot;If they were laughing you don't need them,\r\nCause they're not good friends&quot;\r\nFor the next six hours I tried to explain to my Mom\r\nThat I was gonna have to go through this about 200 more times\r\nSo to you all the kids all across the land\r\nThere's no need to argue\r\nParents just don't understand\r\n\r\nOh-kay, here's the situation\r\nMy parents went away on a week's vacation and\r\nThey left the keys to the brand new Porsche\r\nWould they mind?\r\nUmm, well, of course not\r\nI'll just take it for a little spin\r\nAnd maybe show it off to a couple of friends\r\nI'll just cruise it around the neighborhood\r\nWell, maybe I shouldn't\r\nYeah, of course I should\r\nPay attention, here's the thick of the plot\r\nI pulled up to the corner at the end of my block\r\nThat's when I saw this beautiful girlie girl walking\r\nI picked up my car phone to perpetrate like I was talking\r\nYou should've seen this girl's bodily dimensions\r\nI honked my horn just to get her attention\r\nShe said, &quot;Was that for me?&quot;\r\nI said, &quot;Yeah&quot;\r\nShe said, &quot;Why?&quot;\r\nI said, &quot;Come on and take a ride with a helluva guy&quot;\r\nShe said, &quot;How do I know you're not sick?\r\nYou could be some deranged lunatic&quot;\r\nI said, &quot;C'mon toots - my name is the Prince =\r\nBeside, would a lunatic have a Porsche like this?&quot;\r\nShe agreed and we were on our way\r\nShe was looking very good and so was I, I must say - word\r\nWe hit McDonald's, pulled into the drive\r\nWe ordered two Big Macs and two large fries with Cokes\r\nShe kicked her shoes off onto the floor\r\nShe said, &quot;Drive fast, speed turns me on&quot;\r\nShe put her hand on my knee, I put my foot on the gas\r\nWe almost got whiplash, I took off so fast\r\nThe sun roof was open , the music was high\r\nAnd this girl's hand was steadily moving up my thigh\r\nShe had opened up three buttons on her shirt so far\r\nI guess that's why I didn't notice that police car\r\nWe're doing ninety in my Mom's new Porsche\r\nAnd to make this long story short - short\r\nWhen the cop pulled me over I was scared as hell\r\nI said, &quot;I don't have a license but I drive very well, officer&quot;\r\nI almost had a heart attack that day\r\nCome to find out the girl was a twelve-year-old runaway\r\nI was arrested, the car was impounded\r\nThere was no way for me to avoid being grounded\r\nMy parents had to come off from vacation to get me\r\nI'd rather be in jail than to have my father hit me\r\nMy parents walked in\r\nI got my grip, I said, &quot;Ah, Mom, Dad, how was your trip?&quot;\r\nThey didn't speak - I said, &quot;I want to plead my case&quot;\r\nBut my father just shoved me in the car by my face\r\nThat was a hard ride home, I don't know how I survived\r\nThey took turns - one would beat me while the other was driving\r\nI can't believe it, I just made a mistake\r\nWell parents are the same no matter time nor place\r\nSo to you all the kids all across the land\r\nTake it from me, parents just don't understand\n",
        "artist": "DJ Jazzy Jeff & The Fresh Prince",
        "song": "Parents Just Don't Understand"
    },
    {
        "lyrics": "\r\n<i>[Verse 1:]</i>\nThis here's a jam for all the fellas\nTryin to do what those ladies tell us\nGet shot down cause ya over-zealous\nPlay hard to get females get jealous\nOkay smarty go to a party\nGirls are scantily clad and showin body\nA chick walks by you wish you could sex her\nBut you're standing on the wall like you was Poindexter\nNext day's function high class luncheon\nFood is served, and you're stone-cold munchin\nMusic comes on people start to dance\nBut then you ate so much you nearly split your pants\nA girl starts walking guys start gawking\nSits down next to you and starts talking\nSays she wants to dance cause she likes to groove\nSo come on fatso and just bust a move\n\n<i>[Verse 2:]</i>\nYou're on a mission and your wishin\nSomeone could cure your lonely condition\nLookin for love in all the wrong places\nNo fine girls just ugly faces\nSome frustration first inclination\nIs to become a monk and leave the situation\nBut every dark tunnel has a light of hope\nSo don't hang yourself with a celibate rope\nYour movie's showin, so you're goin\nCould care less about the five you're blowin\nTheater gets dark just to start the show\nThen ya spot a fine woman sittin in your row\nShe's dressed in yellow, she says &quot;Hello,\nCome sit next to me you fine fellow.&quot;\nYou run over there without a second to lose\nAnd what comes next hey bust a move\n\n<i>[Verse 3:]</i>\nIn this city ladies look pretty\nGuys tell jokes so they can seem witty\nTell a funny joke just to get some play\nThen you try to make a move and she says, &quot;No way&quot;\nGirls are fakin goodness sakin\nThey want a man who brings home the bacon\nGot no money and you got no car\nThen you got no woman and there you are\nSome girls are sadistic, materialistic\nLookin for a man makes them opportunistic\nThey're lyin on a beach perpetrating a tan\nSo that a brother with the money can be their man\nSo on the beach you're strollin real high rollin\nEverything you have is yours and not stolen\nA girl runs up with somethin to prove\nSo don't just stand there bust a move\n\n<i>[Verse 4:]</i>\nYour best friend Harry has a brother Larry\nIn five days from now he's gonna marry\nHe's hopin you can make it there if you can\nCause in the ceremony you'll be the best man\nYou say neat-o, check your libido\nAnd roll to the church in your new tuxedo\nThe bride walks down just to start the wedding\nAnd there's one more girl you won't be getting\nSo you start thinkin then you start blinking\nA bridesmaid looks and thinks that you're winking\nShe thinks your kinda cute so she winks back\nAnd now your feelin really fine cause the girl is stacked\nReception's jumpin bass is pumpin\nLook at the girl and your heart starts thumpin\nSays she wants to dance to a different groove\nNow you know what to do G bust a move\n",
        "artist": "Young MC",
        "song": "Bust A Move"
    },
    {
        "lyrics": "\r\nDon't sweat the Technique <i>[x2]</i>\n\nLet's trace the hints and check the file\nLet see who bit to detect the style\nI flip the script so they can't get foul.\nAt least not now, it'll take a while\nI change the pace to complete the beat\nI drop the bass,'till mc's get weak.\nFor every word they trace, it's a scar they keep...\n'Cause when I speak, they freak\nTo sweat the technique\nI made my debut in '86\nWit a melody and a president's mix\nAnd now I stay on target and refuse to miss\nAnd I still make hits\nwit' beats, parties, clubs, in the cars and jeeps\nMy underground sound vibrates the streets\nMC's wanna beef then I play for keeps\nWhen they sweat the technique\n\nDon't Sweat the Technique\n\nThey wanna know how many rhymes have I ripped in rep., but\nResearchers never found all the pieces yet\nScientists try to solve the context\nPhilosophers are wondering what's next\nPieces are took to last who observe them\nThey couldn't absorb them, they didn't deserve them\nMy ideas are only for the audience's ears\nFor my opponents, it might take years\nPencils and pens, are swords\nLetters put together form a key to chords\nI'm also a sculpture, born with structure\nBecause of my culture, I'm a rip and destruct the\nDifficult styles that'll be for the technology\nComplete sights and new heights after I get deep\nYou don't have to speak just seek\nAnd peep the technique\n\nBut don't sweat the technique\n\nI speak indiscreet cause talk is cheap\nThen I get deep and the weak then complete their\nPull with a seat, never weak or obsolete\nThey never grow old techniques become antiques\nBetter then something  brand new 'cause it's radiant\nAnd the wild style'll have much more volume\nClassical too intelligent to be radical\nMasterful, never  irrelevant: mathematical\nHere's some soothing souvenirs for all the years\nThey fought, and sought, the thoughts and ideas\nIt's cool when you freak to the beat\nBut don't sweat the technique\n\nDon't sweat the technique <i>[x2]</i>\n",
        "artist": "Eric B. & Rakim",
        "song": "Don't Sweat The Technique"
    },
    {
        "lyrics": "\r\n<i>[Eminem]</i>\nMay I have your attention please?\nMay I have your attention please?\nWill the real Slim Shady please stand up?\nI repeat, will the real Slim Shady please stand up?\nWe're gonna have a problem here..\n\nY'all act like you never seen a white person before\nJaws all on the floor like Pam and Tommy just burst in the door\nAnd started whooping her ass worse than before\nThey first were divorced, throwing her over furniture (Ah!)\nIt's the return of the... &quot;Ah, wait, no way, you're kidding,\nHe didn't just say what I think he did, did he?&quot;\nAnd Dr. Dre said... nothing, you idiots!\nDr. Dre's dead, he's locked in my basement! (Ha-ha!)\nFeminist women love Eminem\n<i>[*vocal turntable: chigga chigga chigga*]</i>\n&quot;Slim Shady, I'm sick of him\nLook at him, walking around grabbing his you-know-what\nFlipping the you-know-who.&quot; &quot;Yeah, but he's so cute though!&quot;\nYeah, I probably got a couple of screws up in my head loose\nBut no worse, than what's going on in your parents' bedrooms\nSometimes, I wanna get on TV and just let loose, but can't\nBut it's cool for Tom Green to hump a dead moose\n&quot;My bum is on your lips, my bum is on your lips&quot;\nAnd if I'm lucky, you might just give it a little kiss\nAnd that's the message that we deliver to little kids\nAnd expect them not to know what a woman's clitoris is\nOf course they gonna know what intercourse is\nBy the time they hit fourth grade\nThey got the Discovery Channel, don't they?\n&quot;We ain't nothing but mammals..&quot; Well, some of us cannibals\nWho cut other people open like cantaloupes <i>[SLURP]</i>\nBut if we can hump dead animals and antelopes\nThen there's no reason that a man and another man can't elope\n<i>[*EWWW!*]</i> But if you feel like I feel, I got the antidote\nWomen wave your pantyhose, sing the chorus and it goes\n\n<i>[Chorus – Eminem (repeat 2x):]</i>\n'Cause I'm Slim Shady, yes I'm the real Shady\nAll you other Slim Shadys are just imitating\nSo won't the real Slim Shady please stand up,\nPlease stand up, please stand up?\n\n<i>[Eminem]</i>\nWill Smith don't gotta cuss in his raps to sell records;\nWell I do, so fuck him and fuck you too!\nYou think I give a damn about a Grammy?\nHalf of you critics can't even stomach me, let alone stand me\n&quot;But Slim, what if you win, wouldn't it be weird?&quot;\nWhy? So you guys could just lie to get me here?\nSo you can, sit me here next to Britney Spears?\nYo Shit, Christina Aguilera better switch me chairs\nSo I can sit next to Carson Daly and Fred Durst\nAnd hear 'em argue over who she gave head to first\nLittle bitch, put me on blast on MTV\n&quot;Yeah, he's cute, but I think he's married to Kim, hee-hee!&quot;\nI should download her audio on MP3\nAnd show the whole world how you gave Eminem VD <i>[AHHH!]</i>\nI'm sick of you little girl and boy groups, all you do is annoy me\nSo I have been sent here to destroy you <i>[bzzzt]</i>\nAnd there's a million of us just like me\nWho cuss like me; who just don't give a fuck like me\nWho dress like me; walk, talk and act like me\nIt just might be the next best thing but not quite me!\n\n<i>[Chorus]</i>\n\n<i>[Eminem]</i>\nI'm like a head trip to listen to, cause I'm only giving you\nThings you joke about with your friends inside your living room\nThe only difference is I got the balls to say it\nIn front of y'all and I don't gotta be false or sugarcoated at all\nI just get on the mic and spit it\nAnd whether you like to admit it <i>[*ERR*]</i> I just shit it\nBetter than ninety percent of you rappers out can\nThen you wonder how can kids eat up these albums like Valiums\nIt's funny; 'cause at the rate I'm going when I'm thirty\nI'll be the only person in the nursing home flirting\nPinching nurses asses when I'm jacking off with Jergens\nAnd I'm jerking but this whole bag of Viagra isn't working\nAnd every single person is a Slim Shady lurking\nHe could be working at Burger King, spitting on your onion rings\n<i>[*HACH*]</i> Or in the parking lot, circling\nScreaming &quot;I don't give a fuck!&quot;\nWith his windows down and his system up\nSo, will the real Shady please stand up?\nAnd put one of those fingers on each hand up?\nAnd be proud to be outta your mind and outta control\nAnd one more time, loud as you can, how does it go?\n\n<i>[Chorus 4X]</i>\n\n<i>[Eminem]</i>\nHa ha\nGuess there's a Slim Shady in all of us\nFuck it, let's all stand up\n",
        "artist": "Eminem",
        "song": "The Real Slim Shady"
    },
    {
        "lyrics": "\r\n(Cash Rules Everything Around Me\nC.R.E.A.M. get...)\nYeah, check this ol fly shit out\nWord up\n(Cash Rules Everything Around Me) Take you on a natural joint\n(C.R.E.A.M. get the money) Here we here we go\n(dolla dolla bill y'all) Check this shit, yo!\n\n<i>[Verse One: Raekwon the Chef]</i>\n\nI grew up on the crime side, the New York Times side\nStaying alive was no jive\nHad second hands, moms bounced on old man\nSo then we moved to Shaolin land\nA young youth, yo rockin the gold tooth, 'Lo goose\nOnly way, I begin to G' off was drug loot\nAnd let's start it like this son, rollin with this one\nAnd that one, pullin out gats for fun\nBut it was just a dream for the teen, who was a fiend\nStarted smokin woolies at sixteen\nAnd running up in gates, and doing hits for high stakes\nMaking my way on fire escapes\nNo question I would speed, for cracks and weed\nThe combination made my eyes bleed\nNo question I would flow off, and try to get the dough off\nSticking up white boys in ball courts\nMy life got no better, same damn 'Lo sweater\nTimes is rough and tough like leather\nFigured out I went the wrong route\nSo I got with a sick tight clique and went all out\nCatchin keys from across seas\nRollin in MPV's, every week we made forty G's\nYo brothas respect mine, or anger the tech nine\nCh-POW! Move from the gate now\n\n<i>[Chorus (2X): Method Man]</i>\n\nCash Rules Everything Around Me\nC.R.E.A.M.\nGet the money\nDollar, dollar bill y'all \n\n<i>[Verse Two: Inspectah Deck]</i>\n\nIt's been 22 long hard years and still strugglin\nSurvival got me buggin, but I'm alive on arrival\nI peep at the shape of the streets \nAnd stay awake to the ways of the world cause shit is deep\nA man with a dream with plans to make C.R.E.A.M.\nWhich failed; I went to jail at the age of 15\nA young buck sellin drugs and such who never had much\nTrying to get a clutch at what I could not touch\nThe court played me short, now I face incarceration\nPacin', going up state's my destination\nHandcuffed in back of a bus, 40 of us\nLife as a shorty shouldn't be so rough\nBut as the world turns I learned life is Hell \nLiving in the world, no different from a cell\nEveryday I escape from Jakes givin chase, sellin base\nSmokin bones in the staircase\nThough I don't know why I chose to smoke sess\nI guess that's the time when I'm not depressed\nBut I'm still depressed, and I ask what's it worth?\nReady to give up so I seek the Old Earth\nWho explained working hard may help you maintain\nto learn to overcome the heartaches and pain\nWe got stickup kids, corrupt cops, and crack rocks\nand stray shots, all on the block that stays hot\nLeave it up to me while I be living proof\nTo kick the truth to the young black youth\nBut shorty's running wild, smokin sess, drinkin beer\nAnd ain't trying to hear what I'm kickin in his ear\nNeglected for now, but yo, it gots to be accepted\nThat what? That life is hected\n\n<i>[Chorus - 3X]</i>\n\nCash Rules Everything Around Me\nC.R.E.A.M.\nget the money\nDolla dolla bill y'aauhhhaaaauhhhhahhhauhhhhll, YEAH\n",
        "artist": "Wu Tang Clan",
        "song": "C.R.E.A.M."
    },
    {
        "lyrics": "\r\n<i>[Laughs]</i>\n&quot;Aiyo, Man You Remember That Shit Eazy Did A While Back\nMuthafuckaz Said Wasnt Gonna Work (That Crazy Shit)\nStupid Shit Man, Aiyo Eazy\nWhy Dont You Come Out From The Piano\nAnd Bust This Crazy Shit&quot;\n\nWoke Up Quick, At About Noon\nJus' Thought That I Had To Be In Compton Soon\nI Gotta Get Drunk Before The Day Begins\nBefore My Mother Starts Bitchin About Ma Friends\nAbout To Go And Damn Near Went Blind\nYoung Niggaz At The Path Throwin Up Gang Signs\nRan In The House, And Grabbed Ma Clip\nWit The Mack 10 On The Side Of Ma Hip\nBailed Outside And Pointed Ma Weapon\nJust As I Thought The Fools Kept Steppin\nJumped In The Fo' Hit The Juice On Ma Ride\nI Got Front Back, And Side To Side\nThen I Let The Alpine Play (Play)\nPumpin New Shit By Nwa\nIt Was Gangsta Gangsta At The Top Of The List\nThen I Played My Own Shit And It Went Somethin' Like This\nCruisin Down The Street In My Six-Fo''\nJockin The Bitches, Slappin The Hoes\nWent To The Park To Get The Scoop\nKnuckleheads Out There Cold, Shootin Some Hoops\nA Car Pulls Up, Who Can It Be\nA Fresh El Camino Rollin Kilo G\nHe Rolled Down His Window And He Started To Say\nIts All About Makin That G.T.A.\n\n<i>[Chorus:]</i>\nCoz The Boys In The Hood Are Always Hard\nYou Come Talkin That Trash, We'll Pull Ya Card\nKnowin' Nutin In Life But To Be Legit'\nDont Quote Me Boy Coz I Aint Said Shit\n\n<i>[Scratches]</i> Yo Man\n&quot;Get The Fuck Out&quot;\n<i>[Scratches]</i> Pump That Beat\n&quot;Muthafucka, Say What&quot;\n\nDown On B's Is The Place To Give Me The Pace\nHe Said Ma Man J.D. Is On Freebase\nThe Boy J.D. Was A Friend Of Mine\n'till I Caught Him In My Car Tryin To Steal The Alpine\nChased Him Down The Street To Call A Truce\nThe Silly Muthafucka Pulls Out A Deuce Deuce\nLittle Did He Know I Had A Loaded 12 Guage\nOne Sucker Dead, L.A. Times Front Page\n\n<i>[Chorus:]</i>\nCoz The Boys In The Hood Are Always Hard\nYou Come Talkin That Trash, Well Pull Ya Card\nKnowin' Nutin In Life But To Be Legit'\nDont Quote Me Boy Coz I Aint Said Shit\n\n<i>[Scratches]</i> &quot;Yo Leroy&quot;\n<i>[Scratches]</i> &quot;Beer Drinkin Breath Stinkin Sniffin Glue&quot;\n\nBored As Hell And I Wanna Get Ill\nSo I Went To A Spot Where Ma Homeboys Chill\nThe Fellas Out There Makin Dat Dollar\nI Pulled Up In Ma 6 Fo' Impala\nThey Greet Me Wit A 40 And I Start Drinkin\nAnd From The 8 Ball, My Breath Starts Stinkin\nLeft To Get Ma Girl To Rock That Body\nBefore I Left, I Hit The Bac-Ardi\nWent To Her House To Get Her Out Of The Pad\nDumb Hoe Said Somethin That Made Me Mad\nShe Said Somethin That I Couldnt Believe\nSo I Grabbed The Stupid Bitch By Her Nappy-Ass Weave\nShe Started Talkin Shit, Wouldnt You Know\nReached Back Like A Pimp, Slapped The Hoe\nHer Father Jumped Up And He Started To Shout\nSo I Threw A Right Cross And Knocked His Old-Ass Out\n\n<i>[Chorus:]</i>\nCoz The Boys In The Hood Are Always Hard\nYou Come Talkin That Trash, Well Pull Ya Card\nKnowin' Nutin In Life But To Be Legit'\nDont Quote Me Boy Coz I Aint Said Shit\n\n<i>[Scratches]</i> &quot;Who Do U Think You Are Mr. Big Stuff&quot;\n<i>[Scratches]</i> &quot;Rock This Muthafucka Like The Hard 3 Tha Hard Way&quot;\n\nI'm Rollin Hard, Now Under Control\nThen Wrapped The 6 Fo' Round A Telephone Pole\nI Looked At Ma Car And I Said &quot;Oh Brother&quot;\nI'll Throw It In The Gutter And Go Buy Another\nWalkin Home And I Seen The G Ride\nNow Cat Is Drivin, Kilo On The Side\nAs They Busted A U, They Got Pulled Over\nA Undercover Cop In A Dark Green Nova\nCat Got Beat For Resistin Arrest\nHe Socked A Pig In The Head For Rippin His Guess\nNow G Is Caught, For Doin The Crime\nFourth Offense On The Boy, He'll Do Some Time\n\n<i>[Chorus:]</i>\nCoz The Boys In The Hood Are Always Hard\nYou Come Talkin That Trash, Well Pull Ya Card\nKnowin Nutin In Life But To Be Legit'\nDont Quote Me Boy Coz I Aint Said Shit\n\n<i>[Scratches]</i> L.A. Playa\n<i>[Scratches]</i> Big Drum Beater\n\nI Went To Get Them Out But There Was No Bail\nThe Fellas Caused A Riot In The County Jail\nTwo Days Later In Municipal Court\nKilo G On Trial Cold Cut A Fart\nObstruction Of The Court Said The Judge\nOn A Six Year Sentence, Ma Man Didnt Budge\nBaliff Came Over To Turn Him In\nKilo G Looked Up And Gave A Grin\nHe Yelled Out Fire, Then Came Suzie\nThe Bitch Came In With A Sub-Machine Uzi\nPolice Shot The Bitch But They Didnt Hurt Her\nBoth Upstate For Attempted Murder\n\n<i>[Chorus:]</i>\nCoz The Boys In The Hood Are Always Hard\nYou Come Talkin That Trash, Well Pull Ya Card\nKnowin Nutin In Life But To Be Legit'\nDont Quote Me Boy Coz I Aint Said Shit\n\n<i>[Scratches]</i>\n&quot;Yeah, I Kicked A Little Ass\nBut That Was A Blast From The Past Muthafucka\n<i>[Scratches]</i> &quot;Get Busy Ya Ya Ya Yall&quot;\n",
        "artist": "Eazy E",
        "song": "Boyz-N-The Hood"
    },
    {
        "lyrics": "\r\nRadio, TV, and even the press know the meanin of V-A-P-O-R-S\r\nThe meanin' of this word without no doubt\r\nMeans nobody wants to be there when you're down and out\r\nOnce you're established and got a lot of money\r\nEverybody wanna be your buddy and honey\r\nLike tall buildings they call skyscrapers\r\n\r\n<i>[beat box]</i>\r\n\r\nCan you feel it\r\nNothin' can save ya\r\nFor this is the season of catchin' the vapors\r\nAnd since I got time, what I'm gonna do\r\nIs tell ya how to spread it throughout my crew\r\nWel you all know TJ Swan who sang on my records\r\nMade the music, &quot;Nobody Beats the Biz&quot;\r\nWell, check it\r\nBack in the days before this began\r\nHe usually tried to talk to this girl name Fran\r\nThe type of female with fly Gucci wear\r\nWith big trunk jewelry and extensions in her hair\r\nWhen Swan tried to kick it, she always fessed\r\nTalkin' about &quot;Baby, please, you work for UPS&quot;\r\nSince he wasn't no type of big drug dealer\r\nMy man TJ Swan didn't appeal to her\r\nBut now he trucks gold and wears fly Valley boots\r\nRough leather fashions and tough silk suits\r\nNow she stop frontin' an' wants to speak\r\nAnd be comin' to all the shows\r\nEvery single weekend\r\nTo get his beeper number, she'd be beggin' please\r\nDyin' for the day to get skeezed\r\n\r\nShe caught the vapors <i>[x4]</i>\r\n\r\nI got another partner that's calm and plain\r\nHe goes by the name of the Big Daddy Kane\r\nA mellow type of fellow that's laid back\r\nBack in the days, he was nothin' like that\r\nI remember when he used to fight every day\r\nWhat grown-ups would tell him he would never obey\r\nHe wore his pants hangin' down and his sneakers untied\r\nAnd a rasta-type Kango tilted to the side\r\nAround his neighborhood, people treated him bad\r\nAnd said he was the worst thing his mom's ever had\r\nThey said that he will grow up to be nothin' but a hoodlum\r\nOr either in jail or someone would shoot him\r\nBut now he's grown up, to their surprise\r\nBig Daddy got a hit record sellin' worldwide\r\nNow the same people that didn't like him as a child be sayin'\r\nCan I borrow a dollar, ooh, you're a star now\r\n\r\nThey caught the vapors <i>[x4]</i>\r\n\r\nNow I got a cousin by the name of Von Lee\r\nBetter known to y'all as Cutmaster Cool V\r\nHe cuts scratch, transform with finesse\r\n<i>[cuts and scratches]</i>... and all that mess\r\nWell I remember when he first started to rock\r\nAnd tried to get his job in a record shop\r\nHe was in it to win it but the boss fronted\r\nSaid, &quot;Sorry Mr. Lee, but there's no help wanted&quot;\r\nNow my cousin Von still tried on and on and on\r\n'Til the like break of dawn\r\nTo put this j-o-b in effect\r\nBut they'd look right past him and be like &quot;next&quot;\r\nNow for the year of '88\r\nCool V is makin' dollars so my cousin's like straight\r\nHe walks into the same record shop as before\r\nAnd the boss'll be like, &quot;Von, welcome to my store&quot;\r\nOfferin' him a job but naw, he don't want it\r\nDamn it feels goo to see people up on it\r\n'Cause I remember when at first they wasn't\r\nNow guess what they caught from my cousin\r\nThe vapors\r\n\r\nThey caught the vapors <i>[x4]</i>\r\n\r\nLast subject of the story is about Biz Mark\r\nI had to work for mine to put your body in park\r\nWhen I was a teenager, I wanted to be down\r\nWith a lot of M.C.-deejayin' crews in town\r\nSo in school on Nobel Street, I say &quot;Can I be down, champ&quot;\r\nThey said no and treated me like a wet food stamp\r\nAfter gettin' rejected, I was very depressed\r\nSat and wrote some def doo-doo rhymes at my rest\r\nWhen I used to come to parties they'd make me pay\r\nI'd have to beg to get on the mike and rap that day\r\nI was never into girls, I was just into my music\r\nThey acted like I wanted to keep it\r\nInstead of tryin' to use it\r\nBut now things switched without belief\r\n&quot;Yo, Biz, do you remember me from Nober Street, chief?\r\nWe used to be down back in the days&quot;\r\nIt happens all the time and never ceases to amaze\r\n\r\nThey caught the vapors <i>[x4]</i>\n",
        "artist": "Biz Markie",
        "song": "Vapors"
    },
    {
        "lyrics": "\r\n<i>[Verse 1: Humpty Hump (Shock G)]</i>\nAll right!\nStop whatcha doin'\n'cause I'm about to ruin\nthe image and the style that ya used to.\nI look funny,\nbut yo I'm makin' money, see\nso yo world I hope you're ready for me.\nNow gather round\nI'm the new fool in town\nand my sound's laid down by the Underground.\nI drink up all the Hennessey ya got on ya shelf\nso just let me introduce myself\nMy name is Humpty, pronounced with a Umpty.\nYo ladies, oh how I like to hump thee.\nAnd all the rappers in the top ten-please allow me to bump thee.\nI'm steppin' tall, y'all,\nand just like Humpty Dumpty\nyou're gonna fall when the stereos pump me.\nI like to rhyme,  \nI like my beats funky,\nI'm spunky.  I like my oatmeal lumpy.\nI'm sick wit dis, straight gangsta mack\nbut sometimes I get ridiculous\nI'll eat up all your crackers and your licorice\nhey yo fat girl, c'mere-are ya ticklish?\nYeah, I called ya fat.    \nLook at me, I'm skinny\nIt never stopped me from gettin' busy\nI'm a freak \nI like the girls with the boom\nI once got busy in a Burger King bathroom\nI'm crazy.\nAllow me to amaze thee.\nThey say I'm ugly but it just don't faze me.\nI'm still gettin' in the girls' pants\nand I even got my own dance\n\n<i>[Chorus:]</i>\nThe Humpty Dance is your chance to do the hump\nDo the Humpty Hump, come on and do the Humpty Hump\nDo the Humpty Hump, just watch me do the Humpty Hump\nDo ya know what I'm doin', doin' the Humpty Hump\nDo the Humpty Hump, do the Humpty Hump\n\n<i>[Verse 2:]</i>\nPeople say &quot;Yo, Humpty, you're really funny lookin'&quot;\nthat's all right 'cause I get things cookin'\nYa stare, ya glare, ya constantly try to compare me\nbut ya can't get near me\nI give 'em more, see, and on the floor, B,\nall the girls they adore me\nOh yes, ladies, I'm really bein' sincere\n'cause in a 69 my humpty nose will tickle ya rear. \nMy nose is big, uh-uh I'm not ashamed\nBig like a pickle, I'm still gettin' paid\nI get laid by the ladies, ya know I'm in charge,\nboth how I'm livin' and my nose is large\nI get stoopid, I shoot an arrow like Cupid,\nI use a word that don't mean nothin', like looptid\nI sang on Doowhutchalike, and if ya missed it,\nI'm the one who said just grab 'em in the biscuits\nAlso told ya that I like to bite\nWell, yeah, I guess it's obvious, I also like to write.\nAll ya had to do was give Humpty a chance \nand now I'm gonna do my dance.\n\n<i>[Chorus]</i>\n\n<i>[Breakdown:]</i>\nOh, yeah, that's the break, y'all\nLet me hear a little bit of that bass groove right here\nOh, yeah!\nNow that I told ya a little bit about myself\nlet me tell ya a little bit about this dance\nIt's real easy to do--check it out\n\n<i>[Verse 3:]</i>\nFirst I limp to the side like my leg was broken\nShakin' and twitchin' kinda like I was smokin'\nCrazy wack funky\nPeople say ya look like M.C. Hammer on crack, Humpty\nThat's all right 'cause my body's in motion\nIt's supposed to look like a fit or a convulsion\nAnyone can play this game\nThis is my dance, y'all, Humpty Hump's my name\nNo two people will do it the same\nYa got it down when ya appear to be in pain\nHumpin', funkin', jumpin',\njig around, shakin' ya rump,\nand when the dude a chump pump points a finger like a stump\ntell him step off, I'm doin' the Hump.\n\n<i>[Chorus]</i>\n\nBlack people, do the Humpty Hump, do the Humpty Hump\nWhite people, do the Humpty Hump, do the Humpty Hump\nPuerto Ricans, do the Humpty Hump, just keep on doin' the hump\nSamoans, do the Humpty Hump, do the Humpty Hump\n\nLet's get stoopid!\n\n<i>[Chorus]</i>\n\nOh, yeah, come on and break it down\n\n<i>[Outro:]</i>\nOnce again, the Underground is in the house\nI'd like to send a shout out to the whole world,\nkeep on doin' the Humpty Dance,\nand to the ladies,\npeace and humptiness forever\n\n<i>[Music and fade]</i>\n",
        "artist": "Digital Underground",
        "song": "The Humpty Dance"
    },
    {
        "lyrics": "\r\n<i>[Dr. Dre:]</i>\r\nYo, man... There's a lot of brothers out there flakin' and perpetratin\r\nBut scared to kick reality.\r\n<i>[Ice Cube:]</i>\r\nMan, you've been doing all this dope producing.\r\nYou had a chance to show 'em what time it is...\r\n<i>[Dr. Dre:]</i>\r\nSo, what you want me to do?\r\nExpress Yourself...\r\n\r\n<i>[Dr. Dre:]</i>\r\nI'm expressin' with my full capabilities,\r\nAnd now I'm livin' in correctional facilities,\r\nCause some don't agree with how I do this.\r\nI get straight, meditate like a Buddhist\r\nI'm droppin' flava, my behaviour is heriditery,\r\nBut my technique is very necessary.\r\nBlame it on Ice Cube... Because he says it gets funky\r\nWhen you got a subject and a predacit.\r\nAdd it on a dope beat\r\nAnd that'll make you think.\r\nSome suckaz just tickle me pink\r\nTo my stomache. 'Cause they don't flow like this one.\r\nYou know what? I won't hesitate to dis one\r\nOr two before I'm through.\r\nSo don't try to sing this!\r\nSome drop science\r\nWhile I'm droppin' English.\r\nEven if Yella\r\nMakes it a-capella\r\nI still express, yo, I don't smoke weed or a sess.\r\nCause its known to give a brother brain damage.\r\nAnd brain damage on the mic don't manage\r\nNuthin'\r\nBut makin' a sucker and you equal.\r\nDon't be another sequel...\r\n\r\nExpress Yourself...\r\nExpress Yourself...\r\nCome on and do it...\r\n\r\nExpress Yourself...\r\nExpress Yourself...\r\nCome on and do it...\r\n\r\nNow, gettin' back to the PG.\r\nThat's program, and it's easy.\r\nDre is back. Newjacks, I mean hollow,\r\nExpressin' ain't their subject\r\nBecause they like to follow\r\nThe words, the style, the trend,\r\nThe records I spin.\r\nAgain and again and again\r\nYo, you on the other end.\r\nWhatch a brother playin' dope rhymes with no help.\r\nThere's no fessin' and guessin'\r\nWhile I'm expressin myself.\r\nIt's crazy to see people be\r\nWhat society wants them to be. But not me!\r\nRuthless...\r\nIs the way to go\r\nThey know.\r\nOthers say rhymes that fail \r\nTo be original.\r\nOr they kill where the hiphop starts,\r\nForget about the ghetto\r\nAnd rap for the pop charts.\r\nSome musicians curse at home\r\nBut scared to use profanity\r\nWhen up on the microphone.\r\nYeah, they want reality.\r\nBut you won't hear none.\r\nThey rather exaggerate, a little fiction.\r\nSome say no to drugs and take a stand,\r\nBut after the show they go lookin' for the dopeman.\r\nOr they ban my group from the radio.\r\nHear NWA and say &quot;Hell no!&quot;. \r\nBut you know it ain't all about wealth.\r\nAs long as you make a note to...\r\n\r\nExpress Yourself...\r\nExpress Yourself...\r\nCome on and do it...\r\n\r\nExpress Yourself...\r\nExpress Yourself...\r\nCome on and do it...\r\n\r\nExpress Yourself...\r\nFrom the heart.\r\nCause if you wanna start to move up the chart\r\nThen expression is a big part of it.\r\nYou ain't efficient when you flow\r\nYou ain't swift, movin' like a tortoise.\r\nFull of rigor mortis.\r\nThere's a little bit more to show\r\nI got rhymes in my mind, and better like an embryo.\r\nOr a lesson - all of 'em expression\r\nAnd if you start fessin' -\r\nI got a Smith and Wessun\r\nFor you.\r\nI might ignore your record \r\nBecause it has no bottom.\r\nI get loose in the summer. When in spring and autumn\r\nIt's Dre on the mic, gettin' physical.\r\nDoin' the job\r\nNWA is the lynch mob!\r\nYes, I'm a cob?\r\nBut you know you need this.\r\nAnd the knowledge is growin'\r\nJust like a foetus, or a tumor.\r\nBut here's the rumor:\r\nDre is in the neighborhood\r\nAnd he's up to no good.\r\nWhen I start expressin' myself,\r\nYella, slam it!\r\nCause If I stay funky like this I'm doin' damage.\r\nOr I'mma be too hyped,\r\nAnd need a straight jacket.\r\nI got knowledge and other suckaers lack it.\r\nSo, when you see Dre, a DJ on the mic,\r\nAsk what it's like.\r\nIt's like we gettin' hype tonight.\r\nCause if I strike\r\nIt ain't for your good health.\r\nBut I won't strike if you just...\r\n\r\nExpress Yourself...\r\nExpress Yourself...\r\nCome on and do it...\r\n\r\nExpress Yourself...\r\nExpress Yourself...\r\nCome on and do it...\r\n\r\nExpress Yourself...\r\nCome on and do it...\r\nCome on and do it...\r\nCome on and do it...\r\nCome on and do it... <i>[music fades]</i>\n",
        "artist": "N.W.A",
        "song": "Express Yourself"
    }
]